{"dmca":{"id":110,"type":"Dmca","title":"Infringing Use of Verizon Logo on Merchandise","body":"Dear Mr. Popal:\r\n\r\nI am counsel to Verizon Trademark Services LLC (\"Verizon\"), owner of the Verizon Logo, which consists of the stylized \"Verizon\" mark \" and the stylized \"V\" logo.  This letter is to inform you that the sale of CafePress.com's merchandise, including through the website www.verizoneatspoop.com (the \"Infringing Website\") operated by Despot Critique, Inc. (\"Despot\"), bearing the Verizon Logo tarnishes, disparages, infringes and misuses Verizon's trademark rights in violation of federal and state law. Such use also infringes Verizon's exclusive copyright in the Verizon Logo.  Accordingly, we demand that CafePress.com immediately and permanently cease supplying, directly or indirectly, any merchandise bearing the Verizon Logo or any portion thereof, including any similar logos, to any third party, including, but not limited to Despot, and destroy any and all such merchandise currently in CafePress.com's possession, control or custody. \r\n\r\nVerizon's licensee, Verizon Communications, Inc., formed by the merger of Bell Atlantic Corporation and GTE Corporation, is a leading provider of telecommunications services nationwide.  Through extensive advertising and marketing efforts during the past 18 months, consumers have come to associate the distinctive, famous Verizon Logo exclusively with Verizon and its licensees, such as Verizon Communications.  To enhance its trademark rights further, Verizon has filed several federal trademark applications with the U.S. Patent and Trademark Office for the \"Verizon\" mark. Verizon also maintains an active website associated with \"verizon.com\", which prominently displays the Verizon Logo.  In addition, Verizon has licensed this logo for use in the sale of collateral merchandise, online as well as in retail stores, such as t-shirts and hats.\r\n\r\nDespot's Infringing Website offers similar merchandise for sale, including t-shirts, mugs and caps, all displaying the Verizon Logo in connection with \"VerizonEatsPoop.com\".  (A printout showing these items for sale is enclosed with the hard copy of this letter.)  We understand that CafePress.com supplies this merchandise, prints \"VerizonEatsPoop.com\" on the items, provides the ordering software, handles credit card processing, and/or packs and ships all orders for \"VerizonEatsPoop.com\" merchandise, and from which Despot profits.\r\n\r\nCombining the Verizon Logo with the unsavory phrase \"EatsPoop\" obviously tarnishes and disparages Verizon's image, and is just the sort of misuse of a trademark that the courts have enjoined. Such misuse also creates a likelihood of public confusion and thus constitutes trademark infringement and unfair competition in violation of Section 43(a) of the federal Trademark Act, 15 U.S.C. ","date_sent":"2001-11-19T05:00:00Z","date_received":"2001-11-19T05:00:00Z","topics":["Trademark","Copyright"],"sender_name":"Assistant General Counsel, Trademarks & Copyrights","principal_name":"Verizon Services Group","recipient_name":"CafePress.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}