{"dmca":{"id":112,"type":"Dmca","title":"Don't rip that stream....","body":"Dear [private]: \r\n\r\nThis law firm is counsel to Live365, Inc. (\"Live365\"). Live365 operates a web site located at &lt;http://www.Live365.com&gt; (\"Live365.com\"). We are writing to you to request that you promptly cease and desist from conduct which constitutes serious violations of Live365's valuable rights.\r\n\r\nA. Background\r\n\r\nAs you know, Live365 is an Internet radio service provider. Live365 streams, indexes, broadcasts, and provides information regarding Internet radio stations available on Live365.com. Currently, Live365 provides access to over 30,000 digital music streams free of charge. Users are able to listen to music in ways never possible before the development and expansion of the Internet and digital music.\r\n\r\nIn its promotion and advertisement of such services, Live365 uses the mark LIVE365, which is currently the subject of U.S. App. Nos. 75-717,172, and 75-717,132, as well as the mark LIVE365.COM, which is currently the subject of U.S. App. Nos. 75-717,144 and 75-717,130 (collectively, the \"Live365 Marks\"). Live365 has expended substantial resources in establishing, developing, and promoting the Live365 Marks, as well as its reputation as a leading provider of streaming digital music services.\r\n\r\nLive365 has developed Live365.com, and its business model as a whole, according to, and to ensure compliance with, the federal copyright laws pertaining to statutory licenses. Specifically, Live365.com is designed with the intention of allowing individuals to listen to public performances of streaming digital music, but to prevent such listeners from downloading or making copies of these sound recordings. In this respect, Live365 respects the rights of artists, composers, record companies, music publishers, and other copyright owners.\r\n\r\n\r\nB. Violation of Live365's Valuable Rights\r\n\r\nRecently, Live365 learned of your development and distribution of the Streamripper application (the \"Streamripper\"), an application which enables Internet users to record and store streaming music delivered through Internet radio stations. See \"An Online Tape Deck: New Software Allows Recordings of Internet Radio,\" available at &lt;http://more.abcnews.go.com/sections/scitech/DailyNews/music010314.html&gt;. We understand that although the Streamripper may be able to scan streaming playlists only from Shoutcast and Live365.com, it is nonetheless able to scan multiple channels of streaming digital music at any given time, thereby enabling users to search specifically for particular music and artists. Of specific concern is the fact that the Streamripper is able to scan the playlists and music available on the Live365.com web site (the \"Live365.com Content\").\r\n\r\n1. Violations of Live365.com's Terms of Use \r\n\r\nLive365.com's Terms of Use, as posted on the Live365.com web site, expressly prohibit conduct of the type undertaken by the Streamripper. In particular, Section 2(d) of the Terms of Use states:\r\n\r\nYou may not download or store any sound recordings or Internet radio programs from the Site to the hard drive of your computer.\r\n\r\nFurther, the same section states that users \"may not use any 'bot' or other automated repetitive or interactive mechanism or the like to gain any sort of benefit from Live365.com or any of its business affiliates.\"\r\n\r\nWe submit that the Streamripper's capability to enable searches of the Live365.com Content constitutes a clear violation of Live365.com's Terms of Use. Not only have you created an automated search application, and made such an application available to countless Internet users, but you have also enabled individuals to download and store sound recordings from Live365.com, a practice expressly prohibited in Live365.com's Terms of Use. Additionally, you are encouraging other users to violate these Terms of Use. Thus, your conduct constitutes breach of contract, as well as tortious interference with the contracts Live365 has with users of its service.\r\n\r\n2. Infringement of the Live365 Marks\r\n\r\nSection 2(d) of the Terms of Use additionally states: \"You are not permitted to use Live365.com's name, URL, trademarks or other material in any manner, including, without limitation, in connection with 'spam' email messages or newsgroup postings.\" As you may be aware, trademark laws prohibit the use of proprietary marks in a manner that is \"likely to cause confusion, or to cause mistake, or to deceive.\" 15 U.S.C. * 1114(1)(a). \r\n\r\nWe understand that you have actively promoted your application as compatible with the services of Live365.com. Moreover, the web site, &lt;http://streamripper.sourceforge.net&gt;, contains numerous explanations of how to use the Streamripper to specifically access Live365.com Content. By creating an association between use of the Streamripper and Live365.com, you are creating confusion as to the sponsorship of its application.\r\n\r\n3. Violations of the Digital Millennium Copyright Act \r\n\r\nThe Digital Millennium Copyright Act (\"DMCA\") prohibits the circumvention of \"a technological protection measure that effectively controls access to a work protected under this title.\" 17 U.S.C. * 1201(a)(1)(A). As previously noted, Live365.com has designed its web site and related software to ensure that the streaming music it provides on its Internet radio stations complies with the provisions pertaining to the statutory license to publicly perform sound recordings under the Copyright Act. In so doing, Live365.com has taken precautions to preclude users from recording or storing transmissions of its Internet broadcasts. The player software designed to be used with Live365.com does not permit recording and, in fact, is designed to prevent it.\r\n\r\nIn contravention of this precaution, you have created software which enables users to store these broadcasts. This has circumvented a \"technological measure\" which \"effectively controls access\" to copyrighted works. See RealNetworks, Inc. v. Streambox, Inc., No. C99-2070P, 2000 U.S. Dist. LEXIS 1889, at *18-19 (W.D. Wash. Jan. 18, 2000). Such manipulation of Live365's protective measures constitutes a violation of the provisions of the DMCA.\r\n\r\n4. Contributory Copyright Infringement\r\n\r\nWhen users access and store Live365.com Content via the Streamripper, they infringe the copyrights of protected material by creating individual copies on their computer hard drives. These infringements of copyrighted material are enabled by the Streamripper. Thus, you have knowingly contributed to the infringing conduct of Internet users by creating and distributing the Streamripper. This constitutes contributory infringement under the Copyright Act and relevant case law. See, e.g., Fonovisa, Inc. v. Cherry Auction, Inc., 76 F.3d 259, 264 (9th Cir. 1996). \r\n\r\n5. Tortious Interference and Unfair Competition\r\n\r\nThe Streamripper software permits unauthorized direct access to Live365.com webcasts without requiring listeners to visit the Live365.com web site (i.e., deep linking). By providing direct access to Live365.com Content, you are tortiously interfering with contractual relationships between Live365 and its webcaster community and engaging in unfair competition.\r\n\r\nYour activities constitute tortious interference with Live365's relationships with its advertisers, who have paid to advertise products or services on Live365.com with the contractual expectation that Live365's service will generate impressions among all listeners accessing Live365.com Content. This practice jeopardizes Live365's ability to generate advertising revenue for its site in the future.\r\n\r\nYou are, in addition, obtaining a benefit for which Live365 has performed all the groundwork. While Live365 bears all costs associated with content generation, including costs associated with software development, research and development, and bandwidth, you are seeking to benefit unjustly from unauthorized use of Live365.com Content. This constitutes unfair competition and misappropriation.\r\n\r\nC. Action Requested\r\n\r\nAs stated above, Live365.com is designed to allow individuals to listen to public performances of streaming digital music, and to prevent such listeners from downloading or making copies of these sound recording. In view of your activities, we request, without waiving Live365's other rights and remedies, that you immediately render the Streamripper inoperable as to the Live365.com service and refrain from associating Live365, Live365.com, or the Live365 Marks with the Streamripper. If such a technological solution is not possible, we then request that you immediately cease distributing the Streamripper software. We request that you respond to us in writing no later than 5:00 p.m. EST on Wednesday, May 2, 2001.\r\n\r\nAs you have indicated on the Streamripper Forums website (available at &lt;http://streamripper.sourceforge.net/ubb/Forum4/HTML/000001.html&gt;), you understand that Live365 may protect its intellectual property and cannot risk damage to its reputation, and the enormous goodwill associated therewith, or the misappropriation of Live365.com Content. Thus, if this matter is not resolved promptly, Live365 will have to consider taking any and all necessary steps to protect and vindicate its valuable rights.\r\n\r\nVery truly yours, \r\n\r\n[private]\r\n\r\ncc: [private] \r\n\r\nLive365, Inc.\r\n","date_sent":"2001-04-26T04:00:00Z","date_received":"2001-04-26T04:00:00Z","topics":["Anticircumvention (DMCA)","Copyright"],"sender_name":"Skadden Arps","principal_name":"Live365, Inc.","recipient_name":"Streamripper","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}