{"dmca":{"id":131,"type":"Dmca","title":"Unauthorized Use of Twentieth Century Fox Properties","body":"Dear Mr. [Recipient]:\r\n\r\nWe are writing to you on behalf of our client, Twentieth Century Fox Film Corporation (\"Fox\").  Through our Internet monitoring program, we recently discovered that your website (http://everest.hunter.cuny.edu/~[user]/simpsons.html) incorporates material from \"The Simpsons\" television series, which is owned by Fox.  Attached are sample downloads from your site.\r\n\r\nFox has dedicated tremendous time and resources to create quality entertainment programming such as \"The Simpsons\" and greatly values the comments and suggestions of fans who enjoy Fox's programs.  However, the development and distribution of Fox's programs require a collaboration with many different entities, including guild organizations representing actors, directors, and writers, as well as local, national, and international television and cable stations.  Based in part on these relationships, Fox has a legal responsibility, including many contractual obligations, to prevent the unauthorized distribution of its program material.\r\n\r\nTherefore, while Fox tries to support its fans whenever possible, we must repsectfully ask that you remove all audio clips and video clips relating to \"The Simpsons\" from your web site as soon as possible.  If you do not remove these properties, we may be forced to take legal action to have them removed.  \r\n\r\nIn addition, we note that your site contains \"The Simpsons\" stationary-frame images.  As a show of appreciation ot its fans, Fox will soon be providing a number of \"The Simpsons\" images for download at the Fox web site.  However, at this time we must inform you that the unauthorized display and distribution of such images may constitute a copyright violation.   We therefore request you prominently display the following on every page of your site exhibiting \"The Simpsons\" images:\r\n\r\n1. <u>Legal Notice</u>\r\n\"The Simpsons\" TM and (C) (or copyright) Fox and its related companies.  All rights reserved.  Any reproduction, duplication, or distribution in any form is expressly prohibited.; and\r\n\r\n2. <u>Disclaimer</u>\r\nThis web site, its operators, and any content contained on this site relating to \"The Simpsons\" are not authorized by Fox.\r\n\r\nThank you for your cooperation in this regard.  Your interest in \"The Simpsons\" is most appreciated.  Fox will continue to do its best to bring you quality entertainment.\r\n\r\nNothing contained in this letter constitutes an exprress or implied waiver of any rights, remedies, or defenses of Fox.\r\n\r\n<blockquote>Very truly yours,\r\n\r\n[Attorney]\r\nfor BAKER & HOSTETLER LLP\r\n</blockquote>\r\nEnclosure","date_sent":"1997-03-27T05:00:00Z","date_received":"1997-03-27T05:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":"Baker & Hostetler","principal_name":"Twentieth Century Fox Films","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}