{"dmca":{"id":150,"type":"Dmca","title":"Blizzard Sends C&D To BNetD","body":"Internet Gateway Inc.\r\n\r\n\r\nDear Sir or Madam:\r\nThis letter is to notify you, pursuant to the provisions of the Digital Millennium Copyright Act, that we believe one of your customers is infringing Blizzard Entertainment's, a division of Vivendi Universal Games, Inc. (\"VUG\"), copyrighted materials. Specifically, Blizzard Entertainment is the owner of the copyright for the computer games Diablo(r) II and StarCraft(r) and the multi-player server software run by Blizzard Entertainment on its Battle.net(r) site.  The following site hosts and/or distributes software that violates Blizzard Entertainment's copyright: \r\nhttp://www.bnetd.org/ <http://www.bnetd.org/>\r\n\r\nThe aforementioned site either hosts or distributes software which illegally modifies and/or alters Blizzard Entertainment copyrighted software or bypasses anti-circumvention technology, thereby infringing upon Blizzard Entertainment copyrights. Accordingly, Blizzard Entertainment demands that you act expeditiously to remove, or disable access to, the web page listed above in order for you to claim a safe harbor under the DMCA from liability for contributory and vicarious copyright infringement.  Please immediately delete or disable access to this web page and remove its contents from view. Should you have any questions, please contact the undersigned at piracy@blizzard.com <mailto:piracy@blizzard.com> or [blank]. \r\n\r\nI have a good faith belief that use of the material in the manner complained of is not authorized by Blizzard Entertainment, VUG, its agents or the law, and that the information in this notice is accurate. I declare under penalty of perjury under the laws of the United States of America that I am authorized to act on behalf of all of the aforementioned entities. \r\n\r\n\r\nSincerely,\r\n[blank]\r\nCorporate Counsel","date_sent":"2002-02-19T05:00:00Z","date_received":"2002-02-19T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Blizzard Entertainment (a division of Vivendi Universal Games, Inc.)","recipient_name":"Internet Gateway, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}