{"dmca":{"id":181,"type":"Dmca","title":"AbsoluteFreebies.com - No such thing as a trademark-free domain?","body":"By way of introduction, we have published FREEBIES Magazines and books for over 22 years and were awarded ownership of Freebies.com in 1998. \r\n\r\nWe are aware of your AbsoluteFreebies.com address. \r\n\r\nPlease be advised that the name \"Freebies\" or its derivative belong to FREEBIES Publishing Company. Your use of the name constitutes an infringement of our registered trademark FREEBIES (Reg. No. 1807431) and property. \r\n\r\nCourt cases have held that \"the mere showing of a likelihood of confusion\" is sufficient to establish a violation of trademark/copyright law and grounds for injunctive relief. \r\n\r\nYour use of the word(s) \"Freebies,\" \"Freebie,\" \"Freebees,\" \"Freebee,\" and/or \"Freeb\" creates a false impression that our company is associated with you, and/or your distributors. Your use of the word(s) \"Freebies,\" \"Freebie,\" \"Freebees,\" \"Freebee,\" and/or \"Freeb\" is also likely to confuse consumers as to the source of the publication. Since your web site may be considered competitive to ours, it is likely to result in lost sales and monetary damages to our company. \r\n\r\nAs our registration indicates, the mark is identified with and has come to symbolize publications with information about offerings and mail-order offerings at no or low-cost. Please note that the mark has been registered on a See 2(f) basis, the Patent and Trademark Office having accepted our showing of a secondary meaning. Thus, in a context of publications, the mark has a secondary meaning different from its dictionary meaning and we, as the owners of the registration for this mark, are entitled to exclusive use of the mark with publications. Therefore, in order to protect our rights and eliminate confusion in the marketplace your discontinuance of the use of \"Freebies,\" \"Freebie,\" \"Freebees,\" \"Freebee,\" and/or \"Freeb\" should be immediate. \r\n\r\nPlease be further advised that we are formally requesting that you cease and desist with regard to any and all further use of our registered trademark, various names or derivatives containing said registered trademark in any and all of your products, printed and/or electronic, advertising, titles or reply materials. In the event that you fail to do so, we will undertake appropriate legal action to assure compliance with this request. \r\n\r\nWe do understand that perhaps you, or any of your distributors or associates, were not aware of this infringement. However, US trademark law does not require intent, either by you or any of your distributors or associates, in order to be guilty of infringement. The simple act of using a mark in commerce is enough to render anyone in the distribution chain liable for infringement. Thus, even though a distributor may not know it, if the distributor receives goods with a \"counterfeit trademark\" from an outside source and then resells it to someone else, they are guilty of infringement even though the distributor had no reason to suspect that the goods were not anything other than genuine. \r\n\r\nThis letter is formal notice that this is our trademark. Your, or any distributors or associates, further use and or publication of our trademark will no longer be considered innocent of infringement and will subject you to damages and other relief. \r\n\r\nYou are requested to provide us with your written statement within 14 calendar days of the date of this letter, that you will cease and desist your use of our trademark. If you would prefer to fax your statement, then you can send it to [FAX NUMBER]. See below. \r\n\r\nIf you agree to immediately discontinue the use of \"Freebies,\" \"Freebie,\" \"Freebees,\" \"Freebee,\" and/or \"Freeb\" to identify you or your title(s), then in the interest of promoting an amicable resolve to this matter we may be willing to forego a claim for monetary damages resulting from your unauthorized use of our registered trademark. \r\n\r\nThank you for your cooperation in this matter. Again, please note that if you decline to voluntarily comply with the demands set forth in this letter we are prepared to invoke other appropriate legal remedies available to us. \r\n\r\n","date_sent":"2001-12-03T05:00:00Z","date_received":"2001-12-03T05:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":null,"principal_name":"FREEBIES Publishing Company","recipient_name":"MrRat.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}