{"dmca":{"id":183,"type":"Dmca","title":"Tortious Interference With Amway's Contractual Relations","body":"To Whom It May Concern:\r\n\r\nWe are litigation counsel for Amway Corporation, and we have been retained to help Amway stop false and misleading statements that are used to damage Amway and many operators of independent Amway businesses.\r\n\r\nLet me emphasize from the beginning that Amway deeply believes in freedom, including free speech.  Amway is excited about the Internet's current role and its future potential to foster greater international communication and understanding.  Amway and its 3 million distributors worldwide are very active in protecting and promoting these freedoms.  Indeed, Amway's founders list freedom as one of the four foundations of Amway's basic business philosophy.  Amway has no wish to stifle honest disagreement.  However, while Amway supports free speech, it does not condone speech that is false, misleading and cynically calculated to create severe damage.\r\n\r\nIt has come to our attention that a web site being posted through Primenet, http://www.primenet.com/~lippard/amway/, currently contains a mirror of the \"Amway: The Untold Story\" homepage (http://www.teleport.com/~schwartz/) operated by [private].\r\n\r\nMr. [private's] homepage contains numerous false and misleading statements about Amway.  These statements have damaged Amway by interfering with Amway's existing and prospective contractual relationships.  Moreover, Amway discovered that [private] was a secret paid consultant of its competitor, the Procter & Gamble Company (P&G); and when Amway found out about the secret relationship, P&G hired lawyers to represent [private]and to keep the relationship secret.  As a result, Amway filed suit against [private] and P&G in Michigan federal court (W.D. Mich. Case no. 1:98 CV 720) seeking an injunction and compensation for the damage to its business.\r\n\r\nThe following excerpts provide just a brief sampling of some of the false and misleading statements about Amway that are being posted through the use of Primenet:\r\n\r\n   Amway Lawsuits\r\n   How do I screw thee over?  Let me count the ways...\"  Things\r\n   Amway would really rather you didn't know about.\r\n\r\n   The Canadian Fraud Case\r\n   Rich & Jay's excellent adventure, in which they steal millions\r\n   from the Canadian govt., plead guilty, and then lie about it.\r\n\r\n   Cultism in Amway\r\n   What does Amway have in common with cult groups?  Quite a bit,\r\n   it turns out.\r\n\r\n   Statistics On Success\r\n   An interesting analysis of what the chances are of making it\r\n   big in Amway.  Not surprisingly, the chances suck.\r\n\r\n   References to Amway Vice President Craig Meurlin as Craig\r\n   \"Pinocchio\" Meurlin and having \"terminal foot in mouth\r\n   disease\" to imply that he is a liar.\r\n\r\n   References to Amway Vice President Mike Mohr as a \"whore\".\r\n\r\n   Meurlin also claims that \"the company does not push religious\r\n   or political philosophies on distributors.\"  Perhaps he's\r\n   thinking of a different \"Amway.\"  One of the most common\r\n   threads in all the research I've done is the extreme political\r\n   and religious bias that permeates every level and aspect of\r\n   Amway, to the extent that Amway has been likened to a\r\n   combination of a Fundamentalist Christian church and a political\r\n   fundraising organization.\r\n\r\n   For more information on the Hanrahan's Amway experience,\r\n   Amway's lack of concern and later attempts to malign them,....\r\n\r\n   \"Help my friend/family member got sucked into this bizarre\r\n   Amway cult and has become a tape-spouting zombie.  What can\r\n   I do??\"\r\n\r\n   You would think Amway's owners would have been satisfied with\r\n   their tried-and-true method of sucking money out of the bank\r\n   accounts of distributors by selling them starter kits, sales\r\n   aids and overpriced products.  Apparently not, as this lawsuit\r\n   would indicate.\r\n\r\n   One thing is clear:  Amway Corp. has long known of the serious\r\n   abuses being perpetuated on its distributors, and has failed\r\n   in its moral and ethical responsibility to protect them, or to\r\n   sufficiently inform them so they could protect themselves.\r\n\r\n   Perhaps the answer lies in the fact that Amway's own attorneys\r\n   concluded years ago that the tools business is inherently\r\n   illegal and unethical.\r\n\r\n   In the latest slap to the face of its distributors, Amway has\r\n   moved to limit their choice of legal remedies and strip them\r\n   of their First Amendment rights concerning any disputes they\r\n   may have with Amway Corp. or their upline.\r\n\r\n   \"The Amway Corporation stole a lot of money from my family,\r\n   when it was most needed.  My now eight year old son Jordan\r\n   was born near the time of the theft.\"\r\n\r\n   \"We developed a direct-mail campaign involving MCI, authorized\r\n   by the Amway corporation in Official literature, and then\r\n   behind our backs - without any of the contractually required\r\n   notices, Amway proceeded to lie to our clients, convincing\r\n   them to send the MCI sign-ups in to Amway, by-passing our\r\n   family, even though the Corporation had no legal standing\r\n   whatsoever to do so, in contract law and/or in Criminal Law.\"\r\n\r\n   \"According to the marketing plan, how much money does Amway\r\n   steal when they intentionally and wrongfully interfere with\r\n   this plan and objective?\"\r\n\r\n   \"Can or will Amway survive running things honestly and fairly?\"\r\n\r\n   \"AMWAY HITS PANIC BUTTON, \"THREATENS\" LOWNDES FOR CONGRESS\r\n   WITH LAWSUIT!! AMWAY WANTS TO BE \"MANAGER\" OF CAMPAIGN!\r\n   BIG BLUFF FROM CONFESSED THIEVES (AMWAY FOUNDERS, THAT IS)!!\"\r\n\r\n   This time Amway won't be able to bully, intimidate, buy off,\r\n   out-spend or wear down the plaintiffs.\r\n\r\n   I am not a psychologist or cult \"deprogrammer,\" so I cannot\r\n   offer specific advice on how to deal with loved ones who\r\n   have gotten involved in Amway or other groups who employ\r\n   cult-like methods to recruit and retain members.\r\n\r\nIt is important that you understand that Amway does not take\r\nissue with the rights of those that wish to have a web site in\r\nwhich they provide opinion, and solicit the opinions of others,\r\nregarding Amway's products and services.  However, Amway does\r\nstrongly object to false and misleading statements by such individuals that are calculated to damage innocent people.  These statements are wrong and they must stop.\r\n\r\nSo as to allow us to express our concerns directly to the individual operating http://www.primenet.com/~lippard/amway/, we request that Primenet provide us with the identity of the individual operating the offending web site.  We would also request a known address for this individual, if available.  If you have any questions, please feel free to contact me.\r\n\r\nThank you for your cooperation in this matter.\r\n\r\nSincerely,\r\n\r\n\r\n[Private]\r\n[Private/Firm Name & Address}","date_sent":"2000-02-09T05:00:00Z","date_received":"2000-02-09T05:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"[Private/Firm Name]","principal_name":"Amway Corporation","recipient_name":"Primenet","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}