{"dmca":{"id":196,"type":"Dmca","title":"Dee's Dragonrider Art Gallery","body":"Dear Ms. Dreslough:\r\n\r\nI represent Anne McCaffrey and recently had occasion to review your web page entitled \"Dee's Dragonrider Art Gallery (Tables Version)\". You have made clear in the text of your materials that the artwork appearing at this web site is inspired by and based upon Ms. McCaffrey's Dragonriders of Pernr series and you appear to understand fully the copyright and trademark rights reserved to Anne McCaffrey, by your reference to her works. You also seem to understand that you may be violating her rights by your statement found on your web site that \"if mentioning my inspiration is something that can get me sued. . . oh well. If I've goofed, let me know where to fix and I will. *sigh*\"\r\n\r\nIndeed, you are seriously violating Anne McCaffrey's trademark and copyright rights by your efforts to copy her work (creating \"derivative\" works) and marketing them over the Internet. As you indicate, you have not received permission from Anne McCaffrey to do so and the mere fact that you disclaim such endorsement does not allow you to violate her rights. Moreover, by both displaying the artwork and permitting it to be downloaded over the Internet, you not only violate Ms. McCaffrey's rights, but you contribute to others violating her rights which is, in itself, a contributory copyright and trademark violation. We have, for example, confirmed that your pictures are being used by others. For example, David York gives you credit for graphics appearing on his Pern page.\r\n\r\nBy this letter, I am advising you that you must remove your art gallery from the Internet immediately. Should you fail to cease and desist from these copyright and trademark infringements, we will have no alternative but to proceed with a legal action for an injunction and damages, as allowable under the copyright and trademark laws. Anne McCaffrey has not hesitated to prosecute copyright and trademark violations against others who have violated her rights over the Internet. On her behalf, we have obtained substantial monetary \r\njudgments, in those cases in the middle and low six figures, for such violations. Ms. McCaffrey takes these copyright and trademark violations seriously.\r\n\r\nPlease promptly confirm by return letter that you are complying with this demand. If you fail to do so, we will be required to take further action.\r\n\r\nVery truly yours,\r\n[Private]\r\n\r\ncc: Anne McCaffrey (via facsimile)\r\n","date_sent":"1997-04-01T05:00:00Z","date_received":"1997-04-01T05:00:00Z","topics":["Fan Fiction","Copyright"],"sender_name":"JACOBS PERSINGER & PARKER","principal_name":"Anne McCaffrey","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}