{"dmca":{"id":206,"type":"Dmca","title":"Unauthorized use of the Name(s) of The Regents of The University of California","body":"Dear [Recipient]\r\n\r\nWe have become aware that your company has registered and is using a commercial domain on the Internet, \"www.uclabs.com\", in connection with your Internet services business.  You may be unaware that your use of this domain name violates the rights of The Regents of the University of California, constitutes trademark infringement, and is illegal. \r\n\r\nWe ask that you immediately cease and desist your use of the \"UCLA\" and/or \"UC\" names on or in connection with this domain or any links to this domain.  We further ask that you confirm in writing to me no later than three weeks from the date of this letter, that you have ceased such use and have taken all appropriate steps to assure that any entity with links to your domain has similarly ceased any use of The Regents' names in connection with any commercial activity, product, or service.  Your confirmation must include the following:\r\n\r\n     1. That your company makes no claim to the domain name www.uclabs.com\r\n\r\n     2. That your company shall not assert any right to this domain name in the future; and\r\n  \r\n     3. That your company has not sold, transfered to or otherwise authorized the use of this domain name by any other person or entity, nor will it attempt or purport to attempt to do so.\r\n\r\nPlease fax such a letter to me immediately at [FAX NO] and provide a copy to Mr. [ADMINISTRATOR], Network Solutions, Inc.  505 Huntmar Park Drive, Herndon, Virginia 22070 at FAX number [FAX NO].\r\n","date_sent":"2000-06-20T04:00:00Z","date_received":"2000-06-20T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":null,"principal_name":"University of California","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}