{"dmca":{"id":212,"type":"Dmca","title":"Allocs for Dummies inspires IDG Ire","body":"BY E-MAIL\r\n \r\nMarch 15, 2000\r\n \r\n[Private - Name]\r\n[Private - Email Address]\r\n \r\nRe:      Allocs for dummies\r\n \r\nDear [Private],\r\n \r\nWhile performing a weekly search on potential trademark infringements \r\non the World Wide Web a web site displaying HelpFiles for DartMUD at\r\nhttp://www.dartmud.com/open/help_combat_allocs_for_dummies.html\r\n<http://www.dartmud.com/open/help_combat_allocs_for_dummies.html>\r\nentitled \"Allocs for dummies\" was singled out.\r\n \r\nI have reviewed the site. Unfortunately, it utilizes the phrase \"for dummies\"\r\nwhich is confusingly similar to the well-known trademark \"For\r\nDummies\" owned by IDG Books Worldwide, Inc. (\"IDGB\"). The \"For \r\nDummies\" series has been in existence since 1991 and we have made a\r\nconsiderable investment in promoting and protecting our trademarks. As a\r\nresult, today as evidenced by many articles written and comments received\r\nfrom distributors, customers and the press, it is clear that the \"For Dummies\"\r\ntrademark is widely identified with IDGB.\r\n \r\nIn short, this trademark is an extremely valuable asset of our company\r\nand we want to protect it against dilution. For your information, dilution\r\nis a relatively new area of law, which requires the owner of a trademark to\r\nprotect it against \"erosion\" and/or dilution. Some famous examples of\r\ntrademark dilution are Kleenex tissues, Xeroxing, Scotch Tape and Aspirin,\r\nas these marks were not protected by their respective owners and today have \r\nbecome almost generic terms. At IDGB, our goal is to prevent such\r\n\"generalization\" from happening to our trademarks.\r\n \r\nI assume that there was no intention to infringe and dilute the \"For\r\nDummies\" mark. However, I must ask you to have the title of this \r\nparticular web site revised to one which is non-infringing of IDGB's\r\nfederally protected trademark, on or before March 29th, 2000.\r\n \r\nAgain we appreciate the ideas, but we must protect our trademarks.\r\n \r\nVery truly yours,\r\n \r\n \r\n[Private]\r\nTrademark Coordinator\r\nLegal Services\r\nIDG Books Worldwide, Inc.","date_sent":"2000-03-15T05:00:00Z","date_received":"2000-03-15T05:00:00Z","topics":["Trademark","Copyright"],"sender_name":null,"principal_name":"IDG Books Worldwide, Inc.","recipient_name":"dartmud.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}