{"dmca":{"id":222,"type":"Dmca","title":"MasterCard/Infringement by attrition.org","body":"Dear Sirs: \r\n\r\nYour email address was provided to us by Inficad, which is hosting a web site.  As you probably are aware from the correspondence already forwarded to you by Inficad, we are the attorneys for MasterCard International Incorporated (\"MasterCard\"). Since at least as early 1998, MasterCard has aired a series of television and print advertisements that feature the names and/or images of a series of goods or services purchased by one or more individuals and which, with either voice-overs and/or other visual displays, convey to the viewer the price of each of these items (the \"MasterCard Priceless Advertisements\"). At the end of each of the MasterCard Priceless Advertisements a phrase identifying some priceless intangible that cannot be purchased (such as \"a day where all you have to do is breathe\") is followed by the word and/or voice over: \"priceless\".  Immediately following \"priceless\" are the words and/or voice overs: there are some things money can't buy, for everything else there's MasterCard\".  \r\n\r\nAdditionally, MasterCard is the owner of  a U.S. service mark registration for the mark \"PRICELESS\" (Reg. No. 2,370,508) (the \"Priceless Mark\").  Indeed, MasterCard has applied for protection of the Priceless Mark in numerous countries throughout the world. As a result of MasterCard's extensive advertising, the Priceless Mark has become associated exclusively with MasterCard's financial services products. Furthermore, MasterCard owns multiple U.S. copyright registrations for the Priceless Advertisements. \r\n\r\nIt has come to our attention that you have posted and are distributing, at the http://www.attrition.org web address, material that infringes the MasterCard Priceless Advertisements and that further infringes MasterCard's Priceless Mark. This material (the \"Infringing Material \") blatantly copies the sequential display of a series of items belonging to one or more individuals, showing, the \"price\" of each item, and, at the end, infringes, with impunity, the Priceless Mark.  In associating this content, which is often obscene, with MasterCard and its famous Priceless Mark, the Infringing Material infringes MasterCard's rights under the federal and state trademark and unfair competition laws, under the federal and state anti-dilution laws, and under the Copyright Act.  \r\n\r\nWe must have your prompt, written assurance no later than June 22, 2001, that you will remove the Infringing Material. Otherwise, MasterCard will have no choice but to consider legal action. We look forward to your prompt reply. \r\n\r\nVery truly yours,\r\n[Private]\r\n","date_sent":"2001-06-04T04:00:00Z","date_received":"2001-06-04T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Baker Botts","principal_name":"Mastercard","recipient_name":"Attrition.org","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}