{"dmca":{"id":226,"type":"Dmca","title":"Barbie not a doll over domain name","body":"Dear Sir or Madam:\r\n\r\nI am in-house counsel for Mattel, Inc. (herinafter referred to as \"Mattel\"). It has come to our attention that you have reserved the domain name barbiecircles.com with the InterNIC.\r\n\r\nWhile many people own and enjoy Barbie products, the Barbie name, prominently visible on packaging of every authorized product, is a federaly registered trademark of Mattel, pursuant to, but not limited to, Certificate of Registration Nos. 689,055, 728,811 and 741,208 (the \"Barbie Trademarks\"). True and correct copies of these federal registrations are attached hereto.\r\n\r\nAlthough you may not be currently using the domain name, we are putting you on notice so that you do not invest any further time or money, or make any needless plans with respect to a mark belonging to Mattel. For your information, any unauthorized commercial use of Mattel's Barbie Trademarks constitutes trademark infringement under the Lanham Act, 15 U.S.C. Section 1114(1) and 15 U.S.C. Section 1125(a). Such use also constitutes dilution of the Barbie Trademarks in violation of Mattel's rights under Section 43(c) of the Lanham Act, 15 U.S.C. Section 1125(c).  Accordingly, we also request that you advise us as to your intended use of the domain name barbiecircles.com.\r\n\r\nNothing contained in this letter, nor any act or omission to act by Mattel is intended or should be deemed to be a waiver, abridgment, alteration, modification or reduction of any rights or remedies which Mattel may have in regard to this matter and all such rights and remedies, whether at law or equity, are hereby expressly reserved.\r\n\r\nWe await your written response with 10 days of receipt of this letter.\r\n\r\nVery truly yours,\r\n\r\n[Attorney]\r\n\r\nEnclosure\r\n\r\n","date_sent":"2000-12-06T05:00:00Z","date_received":"2000-12-06T05:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":null,"principal_name":"Mattel, Inc.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}