{"dmca":{"id":231,"type":"Dmca","title":"No Mass Production of Animation Factory Images","body":"Dear Sir,\r\n \r\nYou are in gross violation of our use terms.  Immediately remove all Animation Factory images from your website located at www.originalicons.com.  We absolutely do not allow the redistribution of our animations in any form.  \r\n \r\nYou may view our use terms here:\r\nhttp://www.animfactory.com/sales/use.htm\r\n \r\nFor your information, if you have not created the graphics yourself or obtained written permission from the actual copyright holder, you are exposing yourself to potential lawsuits.  \r\n \r\nYour site is illegally displaying and distributing copies of our animations.  Images found at the following URL's are all owned and copyrighted by Animation Factory\r\n \r\nhttp://www.gigahosts.com/~c1003/aimicons/icons.php?dir=Animated.People\r\nhttp://www.gigahosts.com/~c1003/aimicons/icons.php?dir=Animated.People.2\r\nhttp://www.gigahosts.com/~c1003/aimicons/icons.php?dir=Animated.People.3\r\nhttp://www.gigahosts.com/~c1003/aimicons/icons.php?dir=Animated.People.4\r\n \r\nThese are just a few of the pages displaying images created by Animation Factory.\r\n \r\nWe have no knowledge or affiliation with the company DueNow.  Any permission or grant of license by this company to utilize Animation Factory images does not have the backing of Animation Factory.\r\n \r\nThis message serves as your first notice.  Failure to remove our property from your site will force us to take further legal actions.\r\n \r\nBy distributing our copyrighted images you are directly causing harm to our company and affecting our ability to do business.  \r\n \r\nYour immediate attention to this matter is required.\r\n \r\n[private]\r\nDirector, Animation Factory\r\n \r\nA Division of OSDN\r\nA VA Software Company (NASDAQ:LNUX)\r\n \r\n*******************************************************************\r\nThis email may contain confidential and privileged material for the\r\nsole use of the intended recipient. Any review or distribution by\r\nothers is strictly prohibited.  If you are  not the intended\r\nrecipient please contact the sender and  delete all copies.\r\n*******************************************************************","date_sent":"2002-02-14T05:00:00Z","date_received":"2002-02-14T05:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"Animation Factory","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}