{"dmca":{"id":234,"type":"Dmca","title":"Re: DEMAND TO IMMEDIATELY CEASE AND DESIST UNAUTHORIZED USE OF POISON.COM","body":"Dear Private:\r\n\r\nI represent the musical group Poison in trademark and related matters.\r\nIt has come to my client's attention that you have incorporated the mark\r\n\"POISON\" in the domain name POISON.COM.  Your unauthorized use of the\r\nPOISON Mark in your domain name infringes my client's rights in the\r\nUnited States and elsewhere and will not be tolerated.\r\n\r\nAs you may know, the band Poison has achieved and enjoyed international\r\nprominence for over fifteen years. By virtue of the band's continuous\r\nuse of the POISON Mark since 1986, Poison is the owner of all rights in\r\nand to the trademark and service mark POISON.  In addition, Poison has\r\nobtained trademark and service mark registrations for its POISON Mark\r\nwhich incontestably establish the band's rights.\r\n\r\nThrough Poison's long and continuous use of the POISON Mark, Poison has\r\ndeveloped substantial goodwill in the POISON Mark. \"POISON\" is\r\nrecognized by the consuming public as identifying the band Poison, its\r\nmusic, and related goods and services. Your unauthorized use of the\r\nPOISON Mark in your domain name is likely to cause consumer confusion as\r\nto the source or sponsorship of your site and is in direct contravention\r\nof my client's rights.\r\n\r\nAccordingly, on behalf of Poison, I hereby give you this formal notice\r\nof infringement and demand:\r\n\r\n\r\n     1. that you immediately cease and desist from use of the\r\n     POISON Mark in your domain name; and\r\n\r\n     2. that you immediately transfer ownership of the POISON.COM\r\n     domain name to my client.\r\n\r\nMy client requires immediate attention to this matter.  Unless this\r\noffice receives your assurances of compliance by June 15, 2001, I have\r\nbeen instructed to take such action as may be necessary to protect\r\nPoison's legal interests without further correspondence to you.\r\n\r\nThank you for your cooperation. I await an immediate response from you\r\nor your counsel.\r\n\r\n\r\n\r\n                          Sincerely,\r\n\r\n\r\n                         \r\n\r\n\r\n ","date_sent":"2001-06-05T04:00:00Z","date_received":"2001-06-05T04:00:00Z","topics":["Documenting Your Domain Defense","Copyright"],"sender_name":null,"principal_name":"Poison (the band)","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}