{"dmca":{"id":236,"type":"Dmca","title":"Unauthorized Use of Trademarks and Copyrighted Property - www.tatooine.com","body":"From: Net Enforcement \r\nTo: \"[private]@tatooine.com'\" \r\n\r\nVia email:  steve@tatooine.com\r\nVia U.S. Certified Mail\r\n\r\nRe: Unauthorized Use of Trademarks and\r\nCopyrighted Property - www.tatooine.com\r\n\r\nDear Sir:\r\n\r\nLucasfilm Ltd. is the sole and exclusive owner of all rights in the major\r\nmotion pictures Star Wars, The Empire Strikes Back, Return of the Jedi, and\r\nStar Wars:  Episode I - The Phantom Menace.  Those motion pictures and the\r\nnames and the characters which appear therein are protected by the copyright\r\nand trademark laws of the United States and other nations.\r\n\r\nIt has come to our attention that you have used and are using one or more of\r\nour trademarks from Star Wars, The Empire Strikes Back, Return of the Jedi\r\nand/or Star Wars:  Episode I - The Phantom Menace as the domain name\r\ntatooine.com on the World Wide Web.  Lucasfilm Ltd. did not authorize your\r\nuse of these materials in this or any other manner.  \r\n\r\nPlease be advised that the unauthorized use and sale of our trademarked and\r\ncopyrighted material creates a likelihood of confusion as to the source,\r\naffiliation, or sponsorship of your organization and products and\r\nconstitutes actionable trademark and copyright infringement under both state\r\nand federal laws.  Your use of Lucasfilm's famous trademarks also dilutes\r\nthe distinctive quality of those marks.  Finally, it is well established\r\nthat only the owner of a trademark may use that mark as a domain name.  Your\r\nuse of this material by an unauthorized and unlicensed organization not only\r\nmisappropriates a valuable asset of Lucasfilm, it threatens to cause us\r\nserious economic harm.\r\n\r\nWe demand that you immediately cease and desist from any unauthorized use of\r\nStar Wars, The Empire Strikes Back, Return of the Jedi and/or Star Wars:\r\nEpisode I - The Phantom Menace related materials and provide us written\r\nassurance that you will comply with this demand.  Further, we demand that\r\nyou immediately abandon use of the domain names listed above and transfer\r\nthe domain names to Lucasfilm Ltd.  \r\n\r\nThe foregoing shall not be deemed a waiver of any claim at law or in equity\r\nwhich Lucasfilm Ltd. may have against you or any other party, each of which\r\nis expressly reserved.  \r\n\r\nFailure to respond in writing to this letter within 10 days of its date may\r\nresult in the initiation of legal proceedings without further notice to you.\r\nWe look forward to your immediate response and cooperation.  \r\n\r\nSincerely,\r\n\r\nss/[Private]\r\n\r\n-----------------------------------------------\r\n[Private]\r\nLucasfilm, Ltd.\r\nP.O. Box 2009\r\nSan Rafael, CA 94912\r\n[Private]\r\n-----------------------------------------------\r\n","date_sent":"2000-01-12T05:00:00Z","date_received":"2000-01-12T05:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":null,"principal_name":"LucasFilm, Ltd","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}