{"dmca":{"id":240,"type":"Dmca","title":"Terminix Complaint","body":"Dear Mrs. \r\nI am writing in response to your July 28, 1997 letter, which you have indicated you intend to publish on the Internet to advise others of your dissatisfaction with the legal system and your attorneys, as well as the companies and individuals you sued in a California court of law.  In your letter, you imply that Terminix and its trial counsel interfered with witnesses you had under subpoena.  You also misstate the facts relating to settlement negotiations, your failure to properly appeal the decision in favor of the defendants, and your decision to proceed in a court of law, with a trial by jury, rather than pursue any other available course, including but not limited to arbitration.\r\n\r\nTerminix then and now denies any wrong doing and does not intend to reargue your case now.  I urge you to reconsider publication of the contents of your letter.  Your many false, misleading and incomplete statements and unsupported accusations regarding Terminix appear to be intentional attempts to cause injury to its business reputation and defame its name.  In addition, your unauthorized use of the Terminix name, registered trademark and business records infringes upon Terminix's legal rights.  You should be aware that Terminix takes this matter very seriously.  Should you proceed with publication of these statements and accusations for which you have shown no factual basis or credible evidence, Terminix will immediately seek to have you enjoined from continuing to publish such statements and accusations and to recover for all injuries and damages which it incurs as a result thereof.\r\n\r\nIt is understandable that a party to a lawsuit which does not prevail will be upset and disappointed, and may appeal the decision.  However, you did not properly perfect a timely appeal of your case.  Further, if you have a valid complaint against the judge(s) that handled your case, or with your attorneys, you should seek counsel as to whether you can lodge a formal complaint or take other action.  Your letter does not indicate that you have taken any such action, in spite of the fact that you abandoned your appeal in February of 1994, more than three years ago.  The point is that there are established avenues for a dissatisfied litigant to have his or her case, as well as the actions of the court and attorneys, formally reviewed and, if warranted, corrected.\r\n\r\nI urge you to reconsider your stated intention to publish the contents of your letter on the Internet or anywhere else.  You should seek the advice of legal counsel before you take any such action as the consequences could be very serious.\r\n\r\nVery Truly Yours,\r\n\r\n[Name]\r\nVice President and General Counsel","date_sent":"1997-08-14T04:00:00Z","date_received":"1997-08-14T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Terminix In-house Vice President & General Counsel","principal_name":"Terminix International","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}