{"dmca":{"id":258,"type":"Dmca","title":"Warner Asks Dreamscape to Take Down Eagles' Compositions","body":"                    WARNER BROS. PUBLICATIONS U.S. INC.\r\n\r\n\r\nTO: abuse@dreamscape.com\r\n\r\nFROM: [private], Director/Business Affairs\r\n\r\nDATE: January 26, 2000\r\n\r\nSUBJECT: http://www.dreamscape.com/esmith/dansm/\r\n===========================================================================\r\n                                     =\r\nTo Whom It May Concern:\r\n\r\nWe  are  Warner/Chappell  Music  and Warner Bros. Publications.  We are the worldwide  copyright  owners  and/or  administrator  of  a  large number of copyrighted   musical   compositions,   including   the  vast  majority  of compositions  written  and/or  recorded  by  THE  EAGLES,  as well as other notable  recording  artists,  including, but not limited to, JIMMY BUFFETT, CREEDENCE  CLEARWATER  REVIVAL,  AMERICA, BARENAKED LADIES, BLUES TRAVELER, JACKSON  BROWN, ERIC CLAPTON, JIM CROCE, EXTREME, GRATEFUL DEAD, GREEN DAY, DON  HENLEY,  LED  ZEPPELIN, PINK FLOYD, R.E.M., JAMES TAYLOR and countless others.\r\n\r\nIt  has  come  to  our  attention  that the above website is engaged in the electronic distribution of copyrighted musical compositions associated with the  above  named  recording  Artists  and  others  whom we represent. Such distribution  in  the  absence  of the permission of the copyright owner(s) constitutes  a clear violation of United States and International copyright law.   Having no record of giving such authorization to the site's creator, a  [private] or yourselves with respect to our compositions, we would respectfully demand that you discontinue this infringing activity.\r\n\r\nWe  will provide you a period of three (3) business days to comply with our request.   Failure  to respond to our request will compel us to forward our files  to  the  National  Music  Publishers  Association and music industry authorities  for appropriate action.  The foregoing is without prejudice to any right, remedy, action, claim or defense otherwise available to us under the circumstances, all of which are expressly reserved.\r\n\r\n\r\nWARNER/CHAPPELL MUSIC\r\n    & Warner Bros. Publications U.S. Inc.\r\n[private] Director, Business Affairs\r\n[private]\r\nMiami, FL  33014\r\n[private]\r\n\r\ncc: [private]\r\n     (National Music Publishers Association)","date_sent":"2000-01-26T05:00:00Z","date_received":"2000-01-26T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"WARNER BROS. PUBLICATIONS U.S. INC.","recipient_name":"dreamscape.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}