{"dmca":{"id":265,"type":"Dmca","title":"Giganews Utilizes Section 512","body":"Dear [private]:\r\n\r\nThis is your one-time Notice of copyright Infringement. \r\n\r\nGigaNews.com has been given Notice by the Copyright Agent for a copyright holder that you, or someone using your account, have been posting unauthorized copies of copyrighted material. Stop immediately.\r\n\r\nPlease review our Terms and conditions that your agreed to when signing up for service with Giganews.com.\r\n\r\nHttp://www.giganews.com/info/terms.html\r\n\r\nPosting copyrighted material to Giganews.com servers without permission of the copyright holder subjects you to immediate cancellation and forfeiture of any pre-paid money remaining on your account.\r\n\r\nYou will not receive any further notice should you, or anyone using your account, again post copyrighted materials without permission of the copyright holder. Your account will be cancelled the moment we get notice that additional materials have been posted.\r\n\r\nThis is your only and last warning. Stop posting copyrighted materials to the servers of Giganews.com or your account will be cancelled without further notice.\r\n\r\nWe must receive a reply of compliance within 3 days from the date of this e-mail or your Giganews account will be cancelled.\r\n\r\n[private]\r\nGiganews Abuse\r\n\r\n    Username  : XXXXXXXX\r\n    IP Address: XXXXXXXXXXXXX\r\n    Feed Name : gigauth\r\n    Auth Feed : gn\r\n    Timestamp : Fri, 15 Feb 2002 10:37:55 CST\r\n        \r\n----- Forwarded message from MPAA@copyright.org -----\r\n\r\nFrom: MPAA@copyright.org\r\nTo: dmca@giganews.com\r\nSubject: [DMCA #1604] Unauthorized Distribution of Copyrighted Motion Pictures (Reference#: 357778)\r\nDate: Tue, 19 Feb 2002 18:23:00 (GMT)\r\nErrors-To: dmca-admin@lists.texas.net\r\nX-Mailman-Version: 1.0b8\r\nPrecedence: bulk\r\nList-Id:  <dmca.lists.texas.net>\r\nX-BeenThere: dmca@lists.texas.net\r\nX-Mailing-List: <dmca@lists.texas.net>\r\n\r\nMOTION PICTURE ASSOCIATION OF AMERICA, INC.\r\n15503 VENTURA BOULEVARD\r\nENCINO, CALIFORNIA 91436\r\n \r\nUNITED STATES\r\nAnti-Piracy Operations\r\nPHONE: (818) 728 - 8127\r\nEmail: MPAA@copyright.org <mailto:MPAA@copyright.org>\r\n\r\nTuesday, February 19, 2002\r\n\r\nName:   dmca@giganews.com\r\nE-mail: dmca@giganews.com\r\nISP:    Giganews\r\n\r\nVia Fax/Email\r\n\r\n\r\nRE:         Unauthorized Distribution of Copyrighted Motion Pictures\r\nSite/URL:   usenet://xjosh@GigaNews.Com/ATTN Mike - Need anyall of 24 12AM-1AM - 24.1x03.2AM - 3AM.SVCD.HawgSmacker.p02\r\nReference#: 357778\r\n\r\nDate of Infringement: 2/15/2002 4:32:43 PM GMT\r\n\r\n\r\nDear dmca@giganews.com:\r\n\r\nThe Motion Picture Association of America (MPAA) represents the following motion picture production and distribution companies:\r\n\r\nColumbia Pictures Industries, Inc.\r\nDisney Enterprises, Inc.\r\nMetro-Goldwyn-Mayer Studios Inc.\r\nParamount Pictures Corporation\r\nTriStar Pictures, Inc.\r\nTwentieth Century Fox Film Corporation\r\nUnited Artists Pictures, Inc.\r\nUnited Artists Corporation\r\nUniversal City Studios, Inc.\r\nWarner Bros., a Division of Time Warner Entertainment Company, L.P.\r\n\r\nWe have received information that you are offering Internet access service to the above referenced account holder, who has utilized your services to post downloads to Usenet newsgroups of copyrighted motion picture(s) including such title(s) as:\r\n\r\n\r\n24 (TV)\r\n\r\n\r\nThe distribution of unauthorized copies of copyrighted motion pictures constitutes copyright infringement under the Copyright Act, Title 17 United States Code Section 106(3). This conduct may also violate the laws of other countries, international law, and/or treaty obligations. \r\n\r\nWe request that you immediately do the following:\r\n\r\n1) Take appropriate action against the account holder under your Abuse Policy/Terms of Service Agreement; and \r\n2) Disable access from your own servers to the particular posting(s) identified above.  (See also header information attached below.)\r\n\r\nBy copy of this letter, the owner of the above referenced Internet site and/or email account is hereby directed to cease and desist from the conduct complained of herein.\r\n\r\nOn behalf of the respective owners of the exclusive rights to the copyrighted material at issue in this notice, we hereby state, pursuant to the Digital Millennium Copyright Act, Title 17 United States Code Section 512, that we have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owners, their respective agents, or the law.\r\n\r\nAlso pursuant to the Digital Millennium Copyright Act, we hereby state, under penalty of perjury, under the laws of the State of California and under the laws of the United States, that the information in this notification is accurate and that we are authorized to act on behalf of the owners of the exclusive rights being infringed as set forth in this notification.\r\n\r\nPlease contact us at the above listed address or by replying to this email should you have any questions.  Kindly include the above noted Reference # in the subject line of all email correspondence.\r\n\r\nWe thank you for your cooperation in this matter.  Your prompt response is requested. \r\n\r\nRespectfully,\r\n\r\n[private]\r\nVice President and Director\r\nWorldwide Internet Enforcement\r\n\r\n\r\nUsenet Incident Summary\r\n[linked]\r\n\r\n----- End forwarded message -----\r\n\r\n-- \r\n\r\n[private]\r\nGiganews Abuse\r\n[private]@giganews.com\r\nwww.giganews.com\r\n\r\n\r\n","date_sent":"2002-02-19T05:00:00Z","date_received":"2002-02-19T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"MPAA","recipient_name":"Giganews","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}