{"dmca":{"id":268,"type":"Dmca","title":"Scientologists Incensed over Photo of Founder","body":"Dear Gentlepersons: \r\n\r\n    Our office represents the L. Ron Hubbard Library, the exclusive licensee of the copyrights to certain photographs of Mr. L. Ron Hubbard. \r\n\r\n    Please be advised that someone has placed one of these photographs on his home page on your web site without the authorization of our client.  This photograph is registered with the United States Copyright office under registration numbers TX 4-318- 754 and TX 5-010-283 as part of the work \"Images of a Lifetime A Photographic Biography\".  This copyrighted work can be found under the following URL: \r\n\r\n   \r\n    This subscriber's actions in placing our client's copyrighted work on his web page on your web site violates United States copyright law.  The reproduction of a photograph in its entirety constitutes copyright infringement.  See Rogers v. Koons, 751 F.Supp. 474, 478 (S.D.N.Y. 1990) aff'd, 960 F.2d 301 (2nd Cir.), cert. denied, 506 U.S. 934 (1992).  Accordingly, we request that this work be removed immediately. \r\n\r\n    From time to time photographs belonging to our clients have been placed on web sites such as Yahoo or Geocities and they have always been removed upon similar notice. \r\n\r\n    In addition, our office also represents Religious Technology Center (\"RTC\"), the  owner of the federally registered  trademark \"L. RON HUBBARD\". The mark \"L. RON HUBBARD\" is registered with the United States Patent and Trademark Office under registration number 1,821,751.   \r\n\r\n    This subscriber has also placed RTC's federally registered trademark \"L. RON HUBBARD\" on his web page without the authorization of RTC.  This trademark is located under the same URL. \r\n\r\n    This subscriber's unauthorized use of our client's trademark on your web site has caused his name to be falsely associated with our client's registered mark as  owner and creates a likelihood of confusion as to the source or sponsorship of this web site, in violation of United States state and federal law, including the Lanham Act, 15 U.S.C. Sec. 1125(a) and various state and federal laws.   \r\n\r\n    Additionally, the federally registered trademark, L. Ron Hubbard, is famous, distinctive and unique.  Accordingly, your subscriber's use of this mark on this web page dilutes and tarnishes the distinctiveness of the mark in violation of the federal trademark antidilution statute, 15 U.S.C. \u0015 1125(c) and California's antidulation statute.  See, Archdiocese of St. Louis v. Internet Entertainment Group, Inc., 34 F.Supp.2d 1145 (E.D. Mo. 1999); America Online, Inc. v. IMS, 24 F.Supp.2d 548 (E.D.Va 1998). \r\n\r\n    We request that this federally registered trademark be removed also. \r\n\r\n    I have a good faith belief, and in fact know for certain, that the posting of the copyrighted photograph by your subscriber on his or her web page was not authorized by my client, any agent of my client, or the law. \r\n\r\n    I declare under penalty of perjury that this information is accurate and  that I am authorized to act on behalf of the L. Ron Hubbard Library in this matter. \r\n\r\nSincerely, \r\n[Attorney]\r\nMoxon & Kobrin \r\n\r\nLos Angeles, California 90010 \r\n","date_sent":"2001-04-02T04:00:00Z","date_received":"2001-04-02T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Moxin & Kobrin","principal_name":"L. Ron Hubbard Library","recipient_name":"fUSION Anomaly.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}