{"dmca":{"id":271,"type":"Dmca","title":"Infringement in the balance?","body":"Trademark Infringement:\r\n\r\nThe Mettler logo that you use on the top of the web site scaleman.com and at the top of various other pages such as, scaleman.com/mettler/index.html, is our client's trademark.  Your prominent use of the logo and the mark METTLER TOLEDO is a violation of our client's trademark rights.  It is apparent that these sites were intentionally set up to make consumers believe that the sites are in some way sponsored by our client, when they are not.\r\n\r\nIllegal use of Meta-tags:\r\n\r\nYou are using Meta tags to direct consumers to your sites instead of bour sites.  We demand that you immediately cease any use of meta-tags including, but not limited to, meta-tags for Mettler, Mettler Toledo, Mettler-Toledo, Toledo, M-T, and/or Toledo Scale.\r\n\r\n<hr>\r\nCopyright infringement:\r\n\r\nMettler also has causes of action against you for copyright infringement. We have information that ou are enabling copies of Mettler user manuals to be downloaded by visitors to your site without permission from our client to do this. You have also taken copyrighted images of Mettler products directly from our client's specifications about its products on your web sites (for example at balances.com/and/gx/sensor.html) which you were not authorized to copy. You have even used copyrighted photographs from Mettler marketing materials, on some of your sites.\r\n\r\nCopyright infringement is punishable by monetary damages of $150,000 per act of infringement or more if the actual damage to our client exceeds this amount. You must immediatemy remove all Mettler images and photographs from your sites and if you are using them in any of your printed literature that too must cease. You must also remove your web site labels that are superimposed upon pictures of our client's scales. This unfairly indicates a sponsorship or endorsement of your web sites by Mettler.","date_sent":"2002-02-01T05:00:00Z","date_received":"2002-02-01T05:00:00Z","topics":["Trademark","Copyright"],"sender_name":"Standley & Gilcrest","principal_name":"Mettler Toledo","recipient_name":"Precision Weighing Balances","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}