{"dmca":{"id":286,"type":"Dmca","title":"Copyright Abuse","body":"NULL,\r\n\r\nMy clients have informed me that they have not authorized you to use any of there website information for your use. You have 72 hours to remove all the stolen, copyrighted material from your website\r\nhttp://www.cppsolutions.com/ for\r\n\r\n*       Brookside Cabins\r\n*       Days Inn\r\n*       Lion and the Crow\r\n*       Shenandoah House, and\r\n*       River Bluff Cabins\r\n\r\nFailure to do so will result in swift and harsh legal retribution! It is now 8:30 PM, 2/15/2002. The clock is ticking.\r\n\r\nRegards,\r\n\r\nNULL\r\n\r\n\r\n______________________________________________________\r\n\r\nIn addition I  am adding these comments below to tell you more about the situation and how I resolved it. (This portion is not part of the oringinal cease and desist email I received and is only for clarification purposes)\r\n\r\nThe fellow sending me the email is another webmaster in the town where I live. He has a number of customers who provide rental cabins. What I did was to make some sample demo pages that I intended to show these customers of his what their site would look like with a facelift. In addition I put links to these demo pages on the homepage of cppsolutions.com so I would have an easier way to access them once I established communications with the above 5 different lodging owners.\r\n\r\nSince receiving the email from NULL, I decided that I had the right to use these webpages I made as they are only for demonstration purposes with the idea of soliciting these people for my webdesign services (yes they did contain content in them from the original lodging websites that they are designed to replace). What I did (and this pissed off NULL to no end) was to password protect the directory where these pages reside but left the links to them on my website. Now only people I authorize (namely these potential customers) can view these demo pages.\r\n\r\nThe bottom line is that NULL accused me of copyright infringement and I believe that I have every right to use another's logo and content if my intention it to use them in a demonstration to these people of my business services, specifically what their current website would look like in a nice fresh wrapper. Just to be on the safe side I thought the best thing for me to do was to prevent casual viewing of these pages by visitors to my site by password protecting them. Just thought you might like to hear fo this circumstance and let me know if I am on the right track with how I handled it.","date_sent":"2002-02-27T05:00:00Z","date_received":"2002-02-27T05:00:00Z","topics":["Copyright"],"sender_name":"none","principal_name":null,"recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}