{"dmca":{"id":287,"type":"Dmca","title":"RKO Demands Logo Removal","body":"[RKO Logo]\r\n\r\nVia e-mail home@earthlink.net \r\n\r\n\r\nJanuary 6, 2000\r\n\r\nDear Sir:\r\n\r\n\tRe: Web-site Trademark infringement:  http://home.earthlink.net/~hdtv/RKOPictures.html\r\n\r\n\tAmong its many valuable trademarks and service marks, RKO Radio Pictures, Inc. (RKO Pictures) owns the exclusive rights to the Corporate name as well as the famous triangle and lightening bolt and the globe and radio tower logo, all of which have long been century long symbols of RKO Pictures.\r\n\r\n\tIt has recently come to my attention that your web-site has infringed upon our corporate name. \r\n\r\nIt is not legal to use our registered name or  represent yourself as an entity of our company, nor is it free to use the globe and radio tower or triangle lightening bolt design or any other mark confusingly similar to the RKO mark or any other trademark or service mark of RKO Pictures.  Such activity infringes RKO's trademark rights and violates the Federal Trademark Act of 1946, as-amended (the Lanham Act) and other applicable laws.\r\n\t\r\nPlease consider this letter a formal request to remove the trademarked title/logo from your web-site and/or contact [private] in our rights clearance department to discuss permission for such use.  \r\n\r\n\tIf you would like a copy of the United States Trademark Registration evidencing RKO Pictures' ownership of these trademarks (the \"RKO Marks\") please contact our office to provide us with a mailing address.\r\n\r\n\tNothing in this letter shall be deemed a waiver of any rights or remedies of RKO Pictures, all of which are hereby expressly reserved.\r\n\r\n\tWe look forward to your prompt assurances in this matter. \r\n\r\nVery truly yours\r\n\r\n\t\t\t\t\t\t[private]\r\n\t\t\t\t\t\tLegal Assistant\r\n\r\nEncls.\r\ncc:\t[private]\r\n\t[private]\r\n\t[private] \r\n        [private]\r\n\t[private]\r\n","date_sent":"2000-01-06T05:00:00Z","date_received":"2000-01-06T05:00:00Z","topics":["Trademark","Copyright"],"sender_name":null,"principal_name":"RKO","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}