{"dmca":{"id":290,"type":"Dmca","title":"SurvivorDeadpool Kicked off the Island","body":"Via Telecopier [Private]\r\nLockhart Steele\r\n[Private]\r\n\r\nRE: SURVIVOR Infrigement--SURVIVORDEADPOOL.COM\r\n\r\nDear Mr. Steele: \r\n\r\nThis letter confirms our recent telephone conversation in which we reached an Agreement to resolve the dispute between CBS and SURVIVOR DEADPOOL.COM in connection with your contest based on the \"SURVIVOR--The Australian Outback\" property. Pursuant to our Agreement, you will immediately do the following: \r\n\r\n* remove the current logo from the SURVIVOR DEADPOOL.COM website because your logo infringes on the \"SURVIVOR--The Australian Outback\" Trademark logo; \r\n\r\n* remove from SURVIVOR DEADPOOL.COM website any and all pictures of cast members, including Mark Burnett, from the \"SURVIVOR--The Australin Outback\" property; \r\n\r\n* include the following disclaimer in bold print in the same font size you have used for the heading \"Revenge of the old folks\": This contest has been solely developed and presented by survivordeadpool, and is in no way authorized by or connected with CBS, any of its affiliates, or sponsors. \r\n\r\nTo confirm our agreement, please sign this letter and fax back a copy of this letter to my attention. My fax number is [Private]. Mr. Steele, we will fully expect you to abide by our Agreement. [Note: we did not sign the 'Agreement.']\r\n\r\nWe appreciate your desire to resolve this matter expeditiously. \r\n\r\nVery truly yours, \r\n[signed]\r\n\r\n[Private]\r\n\r\nAcknowledged and Agreed: \r\n\r\nSURVIVOR DEADPOOL.COM\r\nBy:___________\r\nTitle:__________\r\nDate:__________\r\n\r\n2/20/01","date_sent":"2001-02-20T05:00:00Z","date_received":"2001-02-20T05:00:00Z","topics":["Fan Fiction","Copyright"],"sender_name":null,"principal_name":"CBS Corp.","recipient_name":"Survivor Deadpool","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}