{"dmca":{"id":299,"type":"Dmca","title":"Illegal keyfile amnesty","body":"To Whom it may concern,\r\n \r\nTDS-3 has detected that you are using it illegally - breaking International laws - from address xxx.xxx.xxx.xxx (and/or behind that address), and has reported your actions to our investigations team. The keyname you're using as you know is \"[keyname removed]\", and we've never had any legal registrations from that name and/or geographical location. As you are probably aware, software piracy is a very serious crime that costs the industry hundreds of millions of dollars each year in lost revenue, so we are co-operating with US and International law enforcement agencies to help stamp out this crime.\r\n \r\nHowever, IT'S NOT TOO LATE FOR YOU. We're offering an amnesty to you and we're prepared to forget about your illegal use of our software if you legally register TDS-3 now, and all investigations and legal proceedings against you will be dropped immediately. We don't ask for any extra money and we're not even asking for an apology - all we ask is that you pay us for the software we created that you use, like any honest citizen with morals would. You'll then be welcomed aboard as a LEGALLY licensed TDS-3 operator, and you will then receive ALL the benefits, including free database updates, a free upgrade to TDS-4 Professional when it is released this year, free access to our private members forum, and much more.\r\n \r\nIf you do not register the copy of TDS-3 that you've been using illegally we will have no other option but to turn the matter over to the law enforcement agencies to investigate further, which is a path I don't think anybody wants to take.\r\n \r\nYou can register your copy at http://www.diamondcs.com.au/buy_tds.php3\r\nIf you are using TDS-3 on more than 1 computer you'll need to use register.exe that comes with TDS-3 to purchase a 2-system (or more) key. Single-user keyfiles cannot be used on more than one computer.\r\n \r\nWe look forward to welcoming you as a legally licensed TDS-3 operator!\r\nIf you do register, there is no need to respond to this email.\r\n \r\n \r\nRegards,\r\nDiamondCS Investigations","date_sent":"2002-02-26T05:00:00Z","date_received":"2002-02-26T05:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":"DiamondCS Investigations","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}