{"dmca":{"id":305,"type":"Dmca","title":"XPays or XXXPays?","body":"To whom it may concern:\r\n\r\nIt has come to our attention that your operation is blantantly infringing on a registered trademark of XPays, Inc.\r\n\r\nPlease be advised that your domain, web site, and affiliate program \"XXXPays.com\" are in direct violation of the registered trademark of XPays.com, \"XPAYS,\" Registration Number 2379603, as stated by the U.S. Patent and Trademark Office. You may refer to the following link for the full trademark registration information:\r\nhttp://www.uspto.gov/main/trademarks.htm\r\n\r\nIt is clear that the service you offer under the name \"xxxpays.com\" is an adult webmaster affiliate program, almost identical to the program XPays has maintained for over three years. \r\n\r\nYou must cease and desist the use of the business name and Internet domain \"xxxpays.com\" immediately, and you must turn over the domain to XPays. XPays has operated its adult webmaster affiliate program under the mark \"XPAYS\" since August 1998. Given these facts, your company's infringement on this trademark may warrant legal action on our part.\r\n\r\nThis warning takes effect immediately. You must disable your website by close of business on Monday, 12/31/01, and cease and desist all business practices engaged under the name xxxpays.  You must further complete the paperwork necessary to transfer the domain to XPays by close of business on Friday, 1/4/02, or acknowledge that the process has been initiated by this time.\r\n\r\nPlease address these issues immediately, or we will be forced to pursue legal action for timely and appropriate resolution. Our claims are clearly warranted and rely on solid intellectual property precendents [sic], and while we would prefer to resolve this matter outside of a court environment, we will attempt to collect our expenses if forced to turn to such a setting.\r\n\r\nRegards,\r\n\r\n[Private]\r\nCIO, XPays.com\r\n\r\ncc: Oppenheimer, Wolff, & Donnelly, LLP","date_sent":"2002-02-28T05:00:00Z","date_received":"2002-02-28T05:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":null,"principal_name":"XPays, Inc.","recipient_name":"Grovers Presentations","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}