{"dmca":{"id":306,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-04-13T04:00:00Z","date_received":"2012-04-13T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Noticiero del Pueblo","principal_name":"Fernando Cruzez","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Economía\n¿Por que internet es tan caro?:\nPor que los hijos de puta de las empresas saben la fuerte necesidad de  \ninternet para el pueblo, ello instigan al abuso de la tecnología, y cuando\n \nel celular domina tu mente hay $200 menos en tu billetera, además está muy\n \nclaro, que suben los impuestos 400% y los saldos suben un 10%, ahí está la\n \nrespuesta, pero no la solución.\nEscrito por Ivan j kirchuk\n\nMacri es una verguenza:\nMacri demuestra que es una perdida de plata, al hacer las bicicendas, como\n \nmucho habre visto 4 bicicletas morondeando por el sector, pero saben que\nvi  \nbicicletas por la calle con la bicicenda a lado, o también vi una moto en \n\nla bicicenda. También invirtió en mas lineas de subte, sabiendo que el  \nboleto iba a subir a mas del 150%, y los subtes no estan actualizados:\n\nMas lineas de subte = Mas gente\nPoco mantenimiento + Mucha gente = Se cae el servicio público\nEscrito por Ivan j kirchuk\n\n\nLas monedas:\nSupuestamente la moneda de un centavo se dejó de fabricar, por que era una\n \nperdida de metal, pero entonces, ¿Por que se fabricarón las monedas de\n$2?,  \npara pagar el colectivo con una moneda sola, no... si el gobierno exige la\n \nposesión de la tarjeta sube, esto también es una perdida de metal,\nteniendo  \nen cuenta que está moneda tiene mas peso, grosor y tamaño.\nEscrito por Ivan j kirchuk\n\n\nUn huevo de Pascua ¿Mas caro que un celular?:\nEfectívamente, los huevos de pascua muestran la inflación y la avaricia de\n \nlos empresarios multimillonarios. Si vamos a una casa de golosinas, un  \nhuevo de pascua con sorpresa como el Kínder Gran Sorpresa esta más de $50.\n \nSi bien el kínder es rico, es muy artificial en la cuestión de que lo\nhacen  \nmaquinas y, además, esta pensado para que los chicos lo pidan como\nsalvajes  \npor publicidades sin sentido que muestran las sorpresa animadas y mas  \ngrandes de lo que realmente son. Ahora, si queremos un huevo mas artesanal\n \ntendríamos que irnos a una confitería. Si la confitería es conocida, el  \ntamaño que tiene el kínder pero en un huevo más artesanal valdría de $60 a\n \n$100 pesos. Y si queremos de buen chocolate nos vamos a $150. Pero si  \nquisiéramos uno grande, rico, decorado y de buena calidad en valor podría \n\nser de $1500. Calculando la cantidad de personas de la familia y si nos  \nreunimos o no, el valor de dos familias de 4 personas (dos hijos menores a\n \n10 por familia), que con uno del tamaño del Kínder Gran Sorpresa se quedan\n \ncon ganas de más y que los grandes quieren buen chocolate y los chicos  \nkínder (no es que no sea buen chocolate, pero no es tan bueno como otros),\n \nel valor podía ser de $2800 o más. Comparando los planes que hoy en día  \nhay, un teléfono puede valer $300. En conclusión, estas pascuas, si\nquieren  \nchocolate bueno, decorado y barato compren 1 kg de chocolate, unos moldes\ny  \nprepárenlos ustedes, en caso contrario gasten esa plata en un celular\nnuevo  \nque sea discreto y barato así hay menos riesgo de que lo roben y si lo  \nroban no se roben un celular ultima  \ngeneración.                                                               \n                   \nEscrito por Patricio H. Perez Mainero\n\nTodo esto fue plagiado.","infringing_urls":[{"url":"http://elbuennoticiero.blogspot.com.ar/2012/04/economia.html"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}