{"dmca":{"id":310,"type":"Dmca","title":"Ziff Davis Tells Geoapps to Zip It","body":"Dear Sir/Madam,\r\n\r\nI am counsel for PC Magazine, which is published by Ziff Davis Media Inc. (\"Ziff Davis\"), and I write to protest your unauthorized use of Ziff Davis' copyrighted materials and trademarks.\r\n\r\nMore specifically, it has recently come to our attention that you are distributing on your geoapps.com webiste - http://www.geoapps.com/public/strings.zip - software installations that incorporate copyrighted and proprietary information, features and codes from one or more of our PC Magazine Utilities, including Strings.  This activity is in clear violation of copyright law.  Ziff Davis views very seriously any unauthorized use or infringement of our exclusive copyright and other valuable rights in our Utilities, as guaranteed and protected by law.  We are vigilant in protecting those rights.\r\n\r\nAccordingly, I hereby request that you immediately cease and desist from any and all actions to reproduce, distribute, publish, or prepare derivatives of any Ziff Davis content (including Utilities) or parts thereof, and from displaying the PC Magazine name and logo on your website.  You simply may not utilize Ziff Davis materials or marks for these purposes irrespective of where you may find such materials.\r\n\r\nPlease advise me, within five (5) days of the date of this letter, of each instance of unauthorized reproduction of Ziff Davis' copyrighted materials, as well as your intention not to engage in such copying in the future.  Once we receive that information from you, we will evaluate our damages and contact you with our damages demand.\r\n\r\nThis letter is not intended to be, nor should it be construed as, a complete or exhaustive statement of the facts relevant to this matter or of Ziff Davis' position or legal or equiatable rights or remedies, all of which are hereby expressly reserved.  More specifically, Ziff Davis does not waive any right to take any action at anytime, whether or not consistent with this letter.\r\n\r\nSincerely,\r\n\r\n[Private]\r\n\r\n","date_sent":"2002-02-26T05:00:00Z","date_received":"2002-02-26T05:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"Ziff Davis Media","recipient_name":"GeoApps","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}