{"dmca":{"id":314,"type":"Dmca","title":"Spinning Yarns of Infringement?","body":"Dear [Private],\r\n\r\nI am employed on an ad hoc basis by Ms Alice Starmore and her company\r\nVirtual Yarns, to act as a contact in the first instance on all matters\r\nconcerning copyrights and trademarks.\r\n\r\nI understand that you have established an internet discussion group that you\r\nhave titled the ALICE STARMORE OPEN FORUM.\r\n\r\nI would like to draw your attention to the fact that the name ALICE STARMORE\r\nis a registered trademark in Class 23: YARNS AND THREADS FOR TEXTILE\r\nUSE. In the USA it is registered at the United States Patent and Trademark\r\nOffice, Registration Number 2,344,881. The unlicensed use of the trademark\r\nis not permitted, and such use can lead to remedial action in the US Federal\r\nCourts, together with claims for damages caused and legal costs incurred.\r\n\r\nIt is also the case that using just part of the trademark can constitute an\r\ninfringement. eg. In a knitting context, \"AS\" or \"ALICE\" is sufficient to\r\ndenote ALICE STARMORE.\r\n\r\nI must ask you to cease your unlicensed use of the trademark, and also to\r\ndesist from using it.\r\n\r\nIt is in your own interest to cease your unlicensed use of the trademark\r\nimmediately. Internet discussion groups are often noted for their immoderate\r\npostings, and it is highly possible that actionable damage to the trademark\r\nwill be caused very quickly. It is also highly probable that members of your\r\nforum will be vendors of yarns and will seek to promote their products. If\r\nthis occurs under the aegis of the ALICE STARMORE trademark, then it will\r\nconstitute an extremely serious infringement.\r\n\r\nShould you wish to discuss any aspect of the above, or if any of the points\r\nraised are unclear, please do not hesitate to contact me. It is Ms\r\nStarmore's desire to resolve this matter in a constructive and harmonious\r\nmanner if possible, and she is willing to discuss it with you by phone if\r\nyou wish. She is aware that your actions may have been made in genuine\r\nignorance of the trademark status of her name.\r\n\r\nHowever, this letter is written without prejudice to Ms Starmore's rights\r\nand remedies, which are expressly reserved.\r\n\r\nYours sincerely,\r\n\r\n[Private]\r\n","date_sent":"2002-02-19T05:00:00Z","date_received":"2002-02-19T05:00:00Z","topics":["Trademark","Copyright"],"sender_name":null,"principal_name":"Virtual Yarns - Alice Starmore","recipient_name":"AliceStarmoreOpenForum@yahoogroups.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}