{"dmca":{"id":320,"type":"Dmca","title":"Rubik's cube; visual appearace as a trademark","body":"Re: Unauthorized Use of RUBIK'S CUBE and CUBE Design Marks\r\n\r\nDear [Recipient]:\r\n\r\nThis firm is intellectual property counsel to Seven Towns Limited (\"Seven Towns\"), the manufacturer and worldwide distributor of the RUBIK'S CUBE three-dimensional puzzle and provider of an electronic version of the puzzle via its official web site, which is located at http://rubiks.com.\r\n\r\nAs you are aware, the RUBIK'S CUBE and RUBIK'S marks are famous throughout the world. The distinctive overall appearance of the RUBIK'S CUBE puzzle also is a famous trademark owned by Seven Towns.  These marks are registered or are the subject of pending trademark applications in most of the major countries of the world, including the European Union and the United States.\r\n\r\nIt has come to our attention that your web site offers a variety of electronic puzzles, including a version the RUBIK'S CUBE puzzle, on a web page entitled \"RUBIK'S GALLERY.\" I must advise that your unauthorized use of the RUBIK'S mark and the CUBE Design trade dress owned by Seven Towns constitutes trademark and trade dress infringement, as well as unfair competition.  Specifically, the use of the RUBIK'S GALLERY designation in your web site confuses the public into believing mistakenly that the site derives from, is associated with, or is endorsed or sponsored by the owner of the RUBIK'S CUBE and RUBIK'S marks (i.e., Seven Towns).  Moreover, apart from causing consumer confusion, your use of these well-known marks dilutes their distinctive value in violation of the anti-dilution laws of the countries in which your site can be accessed, including the United States.\r\n\r\nSeven Towns appreciates your interest in the RUBIK'S CUBE puzzle, and it certainly does not wish to inhibit legitimate discussion of the puzzle on the Internet or in any other medium.  However, it also must be vigilant in maintaining the value and integrity of its intellectual property. It cannot afford to lose control over its commercial reputation, or damage to its substantial goodwill, by permitting another party to use its trademarks in a manner that causes consumer deception as to source or otherwise dilutes their selling power.  Thus, Seven Towns requests that you remove from your web site the electronic version of the RUBIK'S CUBE manipulative puzzle, and that you discontinue any further use of the term RUBIK'S CUBE, RUBIK, or any similar designation thereto in the prominent, source-indicating manner of a trademark.\r\n\r\nPlease contact me to effect resolution of this matter.\r\n\r\n\r\nSincerely, yours,\r\n\r\n[Attorney]\r\n\r\n","date_sent":"1998-02-03T05:00:00Z","date_received":"1998-02-03T05:00:00Z","topics":["Trademark","Copyright"],"sender_name":"Cleary, Komen & Lewis, LLP","principal_name":"Seven Towns Limited","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}