{"dmca":{"id":324,"type":"Dmca","title":"The Slayer's Fanfic Archive","body":"Re: UNAUTHORIZED USE OF TWENTIETH CENTURY FOX PROPERTIES\r\nThe Slayer's Fanfic Archive (http://Slayerfanfic.com)\r\n\r\nDear [Recipient]:\r\n\r\nWe are writing to you on behalf of our client, Twentieth Century Fox Film Corporation (hereinafter \"Fox\"). Fox is the exclusive owner of all copyright, trademark and other intellectual property rights in and to the famous \"Buffy the Vampire Slayer\" television series (hereinafter \"The Buffy Copyrights and Trademarks\"). No one is authorized to reproduce, transmit, copy or otherwise utilize The Buffy Copyrights and Trademarks without the express written permission of Fox.\r\n\r\nFox has dedicated tremendous time and resources to the creation of quality entertainment programming such as \"Buffy the Vampire Slayer\" and greatly values the comments and suggestions of fans who enjoy Fox's programs. However, the development and distribution of Fox's programs require a collaboration with many different entities, including guild organizations representing actors, directors and writers, as well as local, national and international television stations and cable and satellite programming services. Based in part on these relationships, Fox has a legal responsibility, including many contractual obligations, to prevent the unauthorized distribution of its proprietary material.\r\n\r\nWe recently discovered that your web site (http://slayerfanfic.com) contains unauthorized derivative works of The Buffy Copyrights and Trademarks in the form of transcripts of the scripts of \"Buffy the Vampire Slayer.\" Attached hereto are sample downloads from your site.\r\n\r\nFox tries to support its fans whenever possible. However, after reviewing your web site we must request that you remove all transcripts relating to \"Buffy the Vampire Slayer\" from your web site as soon as possible. You are hereby put on notice that the unauthorized use of Fox's proprietary material, as well as the reproduction, sale and/or distribution by you of such unauthorized and/or derivative materials (including providing such items for free on the Internet) constitutes copyright infringement and trademark infringement, and potentially subjects you to both criminal and civil sanctions.\r\n\r\nWe also request that you remove any and all links to other sites containing infringing \"Buffy the Vampire Slayer \" material. You are hereby put on notice that liability for contributory copyright infringement can emanate from your providing such links.\r\n\r\nFinally, we note that your site contains \"Buffy the Vampire Slayer\" stationary-frame images. We must inform you that the unauthorized display and distribution of such images constitutes a copyright violation. While we are not asking you to delete these images at this time, we must nonetheless request that you revise your legal notice and prominently display the following on every page of your site exhibiting any \"Buffy the Vampire Slayer\" images:\r\n\r\n1. Legal Notice\r\n\r\n\"Buffy the Vampire Slayer\" TM and ","date_sent":"1999-08-19T04:00:00Z","date_received":"1999-08-19T04:00:00Z","topics":["Fan Fiction","Copyright"],"sender_name":"Keats McFarland & Wilson LLP","principal_name":"Twentieth Century Fox Film Corporation","recipient_name":"The Slayer's Fanfic Archive","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}