{"dmca":{"id":325,"type":"Dmca","title":"UNAUTHORIZED USE OF TWENTIETH CENTURY FOX PROPERTIES","body":" Subject: re: UNAUTHORIZED USE OF TWENTIETH CENTURY FOX PROPERTIES \r\nOUR REF . : HTTP://www.leela.com.ar\r\n----\r\n\r\n\r\nDear Sir or Madam:\r\nThis letter is being written to you on behalf of our client, Twentieth\r\nCentury Fox Film Corporation (hereinafter \"Fox\").  Fox is the\r\nexclusive\r\nowner of all rights to the world-famous \"Futurama\" television series\r\nand\r\nrelated copyrights, trademarks, and indicia of origin (hereinafter\r\ncollectively referred to as the \"Futurama Copyrights and Trademarks\").\r\n No\r\none is authorized to copy, reproduce, distribute, or otherwise use the\r\nFuturama Copyrights and Trademarks without the express written\r\npermission of\r\nFox.\r\n\r\nIt has come to our attention that a web site located at\r\n\"http://www.leela.com.ar\", for which you are the service provider,\r\ncontains\r\nvideo clips, wallpaper, stamps, image galleries, screensavers, banner\r\nads\r\nand episodes, as well as unauthorized derivative works of the Futurama\r\nCopyrights and Trademarks.  Attached hereto as Exhibit 1 are\r\nrepresentative\r\npages from the aforementioned web site.  \r\nFox diligently enforces its rights in the Futurama Copyrights and\r\nTrademarks\r\nin all forms of media.  The \"Futurama\" television program entertains\r\nmillions of people and our client rightfully takes its responsibility\r\nfor\r\nthe protection of the Futurama Copyrights and Trademarks very\r\nseriously.  To\r\nthis end, Fox delivered a demand letter to the operator regarding the\r\nabove-referenced web site, a copy of which is attached Exhibit 2 (\r\nSpanish\r\nand English version). Said letter was returned to our offices\r\nindicating\r\nthat the owner of this web site has apparently moved to another\r\naddress.\r\nOn behalf of Fox, we request your assistance in the removal of\r\ninfringements\r\nof the Futurama Copyrights and Trademarks from this web site and any\r\nother\r\nsites for which you act as an Internet service provider.  Please\r\ncontact me\r\nat your earliest convenience to discuss this matter further.\r\nNothing in this letter shall be construed as a waiver or\r\nrelinquishment of\r\nany right or remedy possessed by Fox or any other affected party, all\r\nof\r\nwhich are expressly reserved.\r\nVery truly yours,\r\n\r\n\r\n\r\n[Private]\r\n of BAKER & MCKENZIE\r\n[Private]\r\n(1001) Buenos Aires, Argentina\r\ne-mail: bernard.malone@bakernet.com.ar\r\nphone: [Private]\r\n\r\n<hr>\r\n\r\nCERTIFIED AIRMAIL\r\n[Private]\r\n(1416) Buenos Aires \r\nARGENTINA\r\n\r\nRe: UNAUTHORIZED USE OF TWENTIETH CENTURY FOX PROPERTIES\r\nOUR REF. : HTTP://www.leela.com.ar \r\n\r\nDear [Private],\r\n\r\nWe are writing to you on behalf of our client, Twentieth Century Fox\r\nFilm Corporation (hereinafter \"Fox\").  Fox is the exclusive owner of\r\nall copyright, trademark and other intellectual property rights in and\r\nto the world-famous \"Futurama\" television series (hereinafter \"The\r\nFuturama Copyrights and Trademarks\"). No one is authorized to\r\nreproduce, transmit, copy or otherwise utilize The Futurama Copyrights\r\nand Trademarks without the express written permission of Fox.\r\n\r\nFox has dedicated tremendous time and resources to the creation of\r\nquality entertainment programming such as \"Futurama\", and greatly\r\nvalues the comments and suggestions of fans who enjoy Fox's programs.\r\nHowever, the development and distribution of Fox's programs requires a\r\ncollaboration with many different entities, including guild\r\norganizations representing actors, directors and writers, as well as\r\n\r\nlocal, national and international television stations and cable and\r\nsatellite programming services. Based in part on these relationships,\r\nFox has a legal responsibility, including many contractual\r\nobligations, to prevent the unauthorized distribution of its\r\nproprietary material.\r\n\r\nWe recently discovered that your web site (http://leela.com.ar)\r\ncontains qudio clips and episodes, as well as unauthorized derivate\r\nworks of The Futurama Copyrights and Trademarks in the form of\r\nwallpaper, image galleries, screensavers, and banner ads. Attached\r\nhereto are printouts from your site.\r\n\r\nFox tries to support its fans whenever possible. However, after\r\nreviewing your website, we must request that you remove all episodes,\r\naudio clips, image galleries, wallpaper and screensavers relating to\r\n\"Futurama\" from your web site as soon as possible. You are hereby put\r\non notice that the unauthorized use of Fox's proprietary material, as\r\nwell as the reproduction, sale and/or distribution by you of such\r\nunauthorized and/or derivate materials (including providing such items\r\nfor free on the Internet) constitutes copyright infringement and\r\ntrademark infringement, and potentially subjects you to both criminal\r\nand civil liability.\r\n\r\nWe also request that you remove any and all links to other sites\r\ncontaining infringing \"Futurama\" material. You are hereby put on\r\nnotice that liability for contributory copyright infringement can\r\nemanate from your providing such links.\r\n\r\nWe also note that, in addition to image galleries, your site contains\r\nindividual \"Futurama\" stationary-frame images. We must inform you that\r\nthe unauthorized display and distrivution of such images constitutes a\r\ncopyright violation. While we are not asking you to delete these\r\nimages at this time, we must nonetheless request that you prominently\r\ndisplay the following on every page of your site exhibiting aby\r\n\"Futurama\" images:\r\n\r\n1.- Legal Notice\r\n\r\n\"Futurama\" TM and ","date_sent":"2002-02-27T05:00:00Z","date_received":"2002-02-27T05:00:00Z","topics":["Fan Fiction","Copyright"],"sender_name":"Baker & McKenzie","principal_name":"FOX","recipient_name":"The Leela Zone","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}