{"dmca":{"id":334,"type":"Dmca","title":"Consumers Union irked by posted reports","body":"re:  www.amway.robinheart.aol\r\n\r\nDear Ms. Lionheart:\r\n\r\n As Manager of Legal Services for Consumers Union of United States, Inc., the nonprofit testing organization that publishes CONSUMER REPORTS? magazine, I am writing to you because we have recently learned that you have posted our Ratings and discussed the general conclusions of various articles that rate Amyway products o your site.  This material refers to CONSUMER REPORTS? and our Ratings.  \r\n\r\n Your commercial use of our name and Ratings was done without our knowledge or consent.  Your advertising not only violates Consumers Union's long-standing policies, but it also constitutes a plain violation of our legal rights.  Each issue of CONSUMER REPORTS? is fully protected under the United States Copyright Laws, 17 U.S.C. ?? 1 et seq., and unauthorized copying from our materials is strictly prohibited.  CONSUMER REPORTS? is a federally registered trademark. Such use may also contravene our rights under state laws prohibiting false advertising and other unfair trade practices.   \r\n\r\n We have learned of your advertisement through the eyes and ears of our faithful readers.  We are just as concerned as the consumer because your copying and posting the Ratings from CONSUMER REPORTS? is no different than copying and distributing the Ratings to more than one million consumers. \r\n\r\n Ignorance or a lack of awareness of our policies and rights may cause significant harm to both Consumers Union and the consuming public. Overwhelmingly, once they are aware of Consumers Union's rights, product manufacturers, sellers, and advertisers throughout the United States agree to refrain from any further advertising use of our name, Ratings, and materials.  I want you to understand why Consumers Union most strenuously objects to unlawful advertising.  \r\n\r\n Since its founding in 1936, Consumers Union has built its hard-earned and well-deserved reputation for objectivity, accuracy, and lack of bias upon its independence from commercial interest.  Consumers Union does not accept outside advertising for any of its publications nor do we accept commercial contributions.  Permission is never given to anyone to use our name or Ratings for advertising or commercial purposes.  These policies are stated in every issue of CONSUMER REPORTS?, as follows: \r\n\r\n We accept no advertising and buy all the products we test on the open market.  We are not beholden to any commercial interest.  Our income is derived from the sale of CONSUMER REPORTS? and our other publications and information services, and from nonrestrictive, noncommercial contributions, grants, and fees.  Our Ratings and reports are intended solely for the use of our readers.  Neither the Ratings nor the reports may be used in advertising or for any other commercial purpose.  Consumers Union will take all steps open to it to prevent commercial use of its materials, its name, or the name of CONSUMER REPORTS?. \r\n\r\n Those who violate these policies damage Consumers Union's most precious asset--its reputation for independence and integrity.  Our name is tarnished by advertising use.  It creates public distrust of our findings and the perception that in some way Consumers Union is somehow affiliated with the very same commercial interests whose products are being evaluated.   \r\n\r\n I have discussed this violation with CU's counsel.  He informs me that your advertisement is indeed a violation of copyright law and of our rights. Therefore, please sign the original letter where indicated (keep copy for your files) and return it to me together with a check made payable to Consumers Union of U.S., Inc. for $1500; the minimal amount any court would award.   \r\n\r\n This must be received within the next ten days so that we may consider this matter resolved without further proceedings.  If you fail to do so, we will refer this matter to our attorney for appropriate legal proceedings.  In the event of legal action, Consumers Union would be entitled to recover its damages, costs, and attorney's fees, as well as your profits.  Your cooperation will avoid such time-consuming and expensive proceedings. \r\n\r\n I trust that you will agree to discontinue your current advertising and to respect our rights in the future.   \r\n\r\n Thank you for your courtesy and anticipated cooperation.  I would be pleased to answer any questions.  I can be reached at (xxx) xxx-xxxx.\r\n\r\n \r\nSincerely,\r\n[Private]\r\nManager, Legal Services \r\nConsumers Union of U.S., Inc.\r\n[Address]\r\nYonkers, NY 10703-1057\r\nPH:  xxx-xxx-xxxx\r\nFX:  xxx-xxx-xxxx\r\nE-Mail: [email]\r\n\r\n","date_sent":"2002-02-28T05:00:00Z","date_received":"2002-02-28T05:00:00Z","topics":["Copyright"],"sender_name":"Manager, Legal Services","principal_name":"Consumers Union of U.S., Inc.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}