{"dmca":{"id":335,"type":"Dmca","title":"The Score Group Takedown Notice","body":"NULL aka NULL,\r\n\r\nWe have documented persistent and ongoing infringement of our copyrighted\r\nworks by you to Usenet. In reviewing the history of your illegal actions, we\r\nhave documented at least 15 different event dating back to September of\r\n2001. Your unabated and continued infringement of our works leaves us no\r\nchoice but to pursue this matter through legal channels. Your ISP,\r\nwww.chello.nl has been contacted and have informed us that they will comply\r\nwith a Court order to divulge your complete identity and address for us to\r\nserve papers to initiate suit against you seeking damages for your actions.\r\nThis matter can be achieved through a warrant application in the Dutch\r\nCourts. We have gathered the needed documents for the warrant application\r\nand our London Offices have secured counsel to represent us in this matter.\r\nWe are under no illusion that pursuing this matter will cost us monies, and\r\nbecause of this, we are offering you a last opportunity to forever CEASE and\r\nDESIST this illegal posting of SCORE Group copyrighted images to Usenet. If\r\nyou elect to not take this opportunity, and we are forced to resolve this\r\nmatter in the Dutch Courts, we WILL NOT settle for an ending of your illegal\r\nactivity and termination of your account at Chello, we will ALSO be seeking\r\ndamages for your infringement as well as attorney's fees and court costs.\r\n\r\nQuad International dba The SCORE Group and JLG Photography holds the\r\nproperly executed copyrights to these images. All these images have been\r\nregistered via 17 U.S.C. section 101 and with the United States Copyright\r\nOffice. Statutory damages for non-willful violations are between $500.00 to\r\n$20,000.00 PER violation, and if willful intent to use a copyrighted images\r\nfor monetary gain is demonstrated, the damages rise to $100,000 for each\r\nwork infringed. As the images have been duly registered, if suit is brought,\r\nthe only issue to be litigated is the amount of damages. The SCORE Group\r\nwebsites, including http://www.scoreland.com, www.linseysworld.com,\r\nwww.chloesworld.com, www.xlgirls.com, www.babyfacemag.com previously doing\r\nbusiness on www.danni.com, are where most of these images are displayed, as\r\nwell as in the company's eight print magazines. We have documented over 1254\r\nimages posted to usenet over a period of 7 months and if litigated, the\r\nminimum judgement we would be seeking would be $627,000.00 USD.\r\n\r\nIf we do not hear back from you on this matter before Monday March 11th,\r\n2001 5:00PM EDT, if you choose to continue uploaded SCORE Group copyrighted\r\ncontent to Usenet, or if you decide to post the contents of this letter\r\nonline, we will assume that you have declined our generous proposal and are\r\nseeking to be made an example of. We plan to post to the alt.binaries groups\r\nthat you frequent copies of the warrant, the complaint that we would file\r\nwith the Court as well as Judgement papers, liens against your property and\r\nwarrants to seize your assets for satisfaction of any judgement we would\r\nsecure in suit against you. Our hope is that by using your case as an\r\nexample, we will demostrate to all of the posters of SCORE Group material\r\nthat we are resolved to end this abuse of our copyright protected assets.\r\nYou have an opportunity to NOT be the example, I hope you take this matter\r\nseriously and do the right thing.\r\n\r\nThe foregoing is without waiver of any and all rights of The SCORE Group,\r\nall of which are expressly reserved herein.\r\nNULL, esq.\r\nThe SCORE Group\r\n[redacted]\r\n\r\nOffices located and doing business in the United States of America, United\r\nKingdom, France, Germany, Brazil, Ukraine and Australia.\r\n","date_sent":"2002-03-06T05:00:00Z","date_received":"2002-03-06T05:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"The SCORE Group","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}