{"dmca":{"id":339,"type":"Dmca","title":"Local bulletin board asked to block posts, reveal poster information","body":"I received two letters one via email and one via postal mail.  I am including both.\r\n\r\nWhat started the whole ordeal was a local High School Principal and High School Guidance Counselor was investigated by the State Police for Transcript Discrepancies and then later transferred to other schools by the School Board.  The state police investigation and the transfer enraged citizens of the county and post began pouring onto my message board about the principal.\r\n\r\n1st Letter via Email:\r\nSubject: XXXXXXXXXXXXXXX\r\nDate: Wednesday, February 13, 2002 4:17 PM\r\nDear [Recipient]:\r\n\r\nI represenT XXXXXXXXX relative to his employment with the YYYYY school system and related matters. His suspension, investigation and transfer to YYYYYYYY Elementary by the School Board has generated considerable interest and comment on your \"Tell Tazewell County\" message board. Several of the posts clearly impugn the honesty and integrity of XXXXXX and imply that he has committed crimes and ought to be prosecuted and imprisoned. Such remarks are false, malicious, defamatory, libelous and insulting and were made with the intent to injure XXXXXXX's reputation.\r\n\r\nAs a result of these initial postings and your continued acquiescence in allowing the posts to remain on your message board XXXXX has suffered humiliation, embarrassment, mortification, shame, vilification, ridicule, exposure to public infamy, disgrace, and scandal, injury to his reputation and feelings, financial loss, and has been hampered in the conduct of his business and affairs. Much of this injury will endure permanently.\r\n\r\nWe would, therefore, demand that all such posts be immediately deleted from your message board and that you take whatever steps necessary to prevent future posts of this nature. We do intend to hold those responsible for publishing and republishing the defamatory posts civilly liable for the damages sustained to XXXXX. \r\n\r\nI have made several attempts to contact you concerning this matter and \r\nhave left a message on your answering machine but I have not heard back from you. If you have any questions regarding our position you may call me at my law office at 988-5525. I do hope you choose to mitigate XXXXX's damage by complying with our demand to rectify this problem.\r\nSincerely,\r\n\r\nAttorney at Law  \r\n \r\n\r\n2nd Letter via Postal Mail\r\nDate 4, 2002\r\nDear [Recipient]:\r\n\r\nI recently wrote you concerning defamatory posts on your \"Tell Tazewell County\" message board involving XXXXX.  The Courts have defined defamation as any false publication causing injury to a person's reputation or exposing him to public hatred, contempt, reticule, shame, or disgrace, or affecting him adversely in his trade or business.  I am enclosing herewith photocopies of posts concerning XXXXXX that fall within the legal definition of defamation.  You indicated in your email to me of February 13, 2002 that you would remove such defamatory posts.  We, therefore, request that the enclosed posts be deleted from the message board forthwith.  \r\n\r\n     We are confident that you do not encourage or condone the postings of false, malicious, defamatory, libelous and insulting content on your message board.  your disclaimer indicates that as a pre-requisite to the use of your board posters agree not to post libelous material and upon such violation the posters account name and address shall be released to legal counsel of the person defamed.  I therefore, request that you provide to me as attorney for XXXXXX the account name and address for the enclosed posts.  We do intend to hold those responsible for publishing and republishing defamatory posts civilly liable for the damages sustained to XXXXX.\r\n\r\n[unrelated information deleted]   \r\n   \r\n     Thank you for you anticipated cooperation in this matter.\r\nYours very truly,\r\n\r\nEnclosures","date_sent":"2002-03-08T05:00:00Z","date_received":"2002-03-08T05:00:00Z","topics":["John Doe Anonymity","Copyright"],"sender_name":"Gillespie, Hart, Altizer & Whitesell, P. C.","principal_name":"[School Principal]","recipient_name":"Tell Tazewell County","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}