{"dmca":{"id":356,"type":"Dmca","title":"American Psychiatric Association Objects to re-posting of materials","body":"Dear Ms. Lawrence:\r\n\r\nWe are counsel for the American Psychiatric Association (APA) and American Psychiatric Publishing, Inc. (APPI). It has come to our attention that you have posted all or substantial parts of materials and publications copyrighted by APA or APPI on your website, www.ect.org. For example, The Practice of Electroconvulsive Therapy: Recommendations for Treatment, Training and Privileging: A Task Force Report of the American Psychiatric Association (including two separate editions), and APA's Statement on Electroconvulsive Therapy are reproduced and displayed in significant part on your website.\r\n\r\nAccording to our records, you have not been granted permission to reproduce or display any portion of these materials for any purposes. Accordingly, your display and use of them is improper and may be in violation of United States Copyright Law.\r\n\r\nWe request that you immediately cease and desist any and all unauthorized use or display of any material owned or published by APA or APPI. Specifically, we request that you immediately remove the materials mentioned above, as well as any other such materials owned or published by APA or APPI from your website. You may continue to provide links to any information that is available on APA's or APPI's websites.\r\n\r\nPlease confirm within ten (10) days of the date of this letter that you will no longer display any portion of these material without permission, and provide documentation confirming that you have removed these materials from your website. If you would like to request permission or a license to use these materials on your website after you have removed them, please contact us. Unless and until you have received written permission from or entered into a license agreement with APA or APPI to use their copyrighted materials, any further use will be considered an infringement.\r\n\r\nThank you for your prompt cooperation in resolving this issue. Please feel free to contact us if you have any questions.\r\n\r\nVery truly yours, \r\n[private]\r\n\r\ncc: Ms. [private]\r\n Publishing, Inc.","date_sent":"2001-06-13T04:00:00Z","date_received":"2001-06-13T04:00:00Z","topics":["Copyright"],"sender_name":"Crowels & Moring","principal_name":"American Psychiatric Association","recipient_name":"ect.org","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}