{"dmca":{"id":358,"type":"Dmca","title":"Distributing Software/Copyright Infringement","body":"Mr. [redacted]\r\n\r\nThanks for responding to our letter so quickly. While we appreciate your\r\nenthusiasm for our utilities and the fact that you have a history with\r\nthem that goes back almost as long as we've been producing them, the\r\nlicense text that appeared in print issues of PC Magazine prior to our\r\nattaching a license agreement to the files does not constitute free and\r\ncontinuous distribution rights. \r\n\r\nIn fact, as the copyright owner, the moment we ask you to stop\r\ndistributing our software you have two choices. One is to remove it from\r\nyour Web servers and two is to work with us to acquire a proper license\r\nfor these files.\r\n\r\nYes, back in the days of CompuServe and BBS when it was difficult for us\r\nto widely distribute our utilities, the idea of having other,\r\nnon-related parties also distribute the utilities made good sense. In\r\nthe age of the widely-available Internet, that's no longer necessary or\r\neven wise. \r\n\r\nAgain, we consider you valuable because you obviously have a deep\r\ninterest in our utilities and in the personal computing industry as a\r\nwhole, but we also consider our utilities a valued asset and we cannot\r\nallow their value to be diluted by those who would illegally distribute\r\nor alter them without our explicit permission.\r\n\r\nThank you,\r\n\r\n--[redacted]\r\n  PC Magazine\r\n\r\n\r\n-----Original Message-----\r\nFrom: [redacted] \r\nSent: Tuesday, March 12, 2002 4:20 PM\r\nTo: [redacted]\r\nSubject: STRINGS letter of 26 February\r\n\r\n\r\nMs Levin,\r\n\r\nI am in receipt of your letter of February 26 regarding some \r\nold DOS utilities that I originally got from PC Magazine.  \r\nThere was no license included in the files as I downloaded \r\nthem back then, and the ZIPs do not contain any license terms.  \r\nI have tracked down the magazine with which I got these \r\nutilities, and the license terms listed in the magazine are as \r\nfollows (excerpted -- I'm sure you have access to the full \r\noriginals).  \r\n\r\n        ...PC Magazine utilities available on PC MagNet can be\r\n        copied but are copyrighted. You may make copies for\r\n        others as long as no charge is involved, but making\r\n        copies for any commercial purpose is prohibited. \r\n\r\nSTRINGS (and any other ZDnet files I might have available) are \r\nall freeware programs that I originally obtained with my PC \r\nMagazine subscription.  I licensed them under those original \r\nterms as listed above, and at the time there was no limitation \r\non the method of copying or on distribution as long as it was \r\nnot for commercial purposes.  In fact, ZD encouraged \r\nsubscribers to post these on BBSes to lessen the load on the \r\nPCMagNet modem back.   I am not using the PC Magazine logo \r\nanywhere on my systems.\r\n\r\nI find particularly amusing your phrase \"...we will evaluate \r\nour damages and contact you with our damages demand.\"  These \r\nfiles were originally provided as freeware with a paid \r\nsubscription, and no limits were placed on copying, it is hard \r\nto see how you have suffered any damages.\r\n\r\nSince the files here are provided as a free service to all \r\nusers and not as a commercial service to my clients, I have \r\nre-enabled downloading of ZDnet files of that vintage.   \r\n\r\nI am not providing any of the more recent files which I \r\nobtained since my subscription ended, as the license terms \r\nunder which I obtained them are different.\r\n\r\nI have submitted your letter to the EFF's ChillingEffects.org \r\nwebsite as an interesting case.  \r\n\r\nPlease note that most PC Magazine freeware utilities of this \r\nvintage are available worldwide on many many sites worldwide, \r\nincluding the pcmag section of simtel.net.\r\n\r\n\r\n---------------------------------------------------------\r\n[redacted]\r\n---------------------------------------------------------\r\n\r\n  \"Those who would give up essential Liberty, to purchase a \r\n   little temporary safety, deserve neither Liberty nor \r\nsafety.\" \r\n       - Benjamin Franklin\r\n\r\n\r\n\r\n","date_sent":"2002-03-15T05:00:00Z","date_received":"2002-03-15T05:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"PC Magazine","recipient_name":"GeoApps","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}