{"dmca":{"id":362,"type":"Dmca","title":"Petswarehouse v. Kloognome.com","body":"I am the owner of the common-law protected Trademark Petswarehouse; the trademark has been used in commerce since 1974. A registration has been applied for with the US Patent office. I am directing this letter to you because I am unaware that you have engaged legal counsel with respect to this matter. I understand that you are the creator of and the contact for the KLOOGNOME.COM website.\r\n\r\nIt has come to our attention that KLOOGNOME.COM is currently infringing our\r\ntrademarks and copyrights in the use of the \"Pets Warehouse\" Mark. [Plaintiff] has not granted permission to KLOOGNOME.COM to use this Mark. Use of the\r\nPetsWarehouse Mark infringes, tarnishes, and dilutes Pets Warehouse trademark in violation of the Lanham Act as well as state and common law. In particular, usage of the Mark will undoubtedly cause confusion by suggesting an association or connection between your website and Petswarehouse.com. Moreover, because [Plaintiff] has made considerable efforts to establish the goodwill of its inherently distinctive trademark and because the trademark is well-known, your use of the Mark constitutes unlawful misappropriation of Pets Warehouse trademark and goodwill.\r\n\r\nAdditionally, KLOOGNOME.COM has included a link to a derogatory hate website Petforum.com which has similarly infringing materials. The high degree of trademark copyright infringment present in KLOOGNOME.COM raises a strong inference of willful infringment and trade disparagement. The relief available against KLOOGNOME.COM and others for the misuse of trademark would include\r\nrecovery of actual damages, statutory damages, profits, attorney's fees, and/or costs. The Lanham Act provides numerous remedies for trademark infringement and dilution.\r\n\r\nAccordingly, I hereby demand that \"KLOOGNOME.COM\" and its employees and agents immediately cease and desist all unauthorized use of PetsWarehouse Mark and the personal name \"[Private]\" in its website and cease and desist with the use of\r\nthe PetsWarehouse name and all other confusingly similar or dilutive names. I require your written confirmation no later than March 30, 2002 that KLOOGNOME.COM has halted the use of the infringing Mark and the personal name \"[Private]\", and that it will not adopt or assist in the adoption of any other confusingly similar, trade disparaging or dilutive names or marks. If you fail to comply with these demands by March 30, 2002, we will have no choice but to take all necessary legal action against \"KLOOGNOME.COM\" and its employees and agents in order to compel cessation of the illegal activities.\r\n\r\nThis letter does not purport to be a complete statement of the law or facts, and is without prejudice to [Plaintiff]'s legal and equitable rights, which are expressly reserved. Please feel free to contact me if you have any questions regarding this matter.\r\n\r\nVery truly yours\r\n\r\n[Plaintiff]","date_sent":"2002-03-19T05:00:00Z","date_received":"2002-03-19T05:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":null,"principal_name":null,"recipient_name":"Kloognome Publishing","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}