{"dmca":{"id":363,"type":"Dmca","title":"Re: JavaRanch's Use of Sun's JAVA Trademarks","body":"Dear Sir or Madam: \r\n\r\nWe write to request your assistance in addressing a matter relating to your company's use of Sun's Java(tm) trademarks.  First, we would like to thank you for your current efforts to attribute Sun's marks correctly.  \r\n  \r\nHowever, as we discuss in more detail below, your company is currently using Sun's Java trademark in a manner that is inconsistent with Sun's Trademark & Logo Usage Requirements.  \r\n\r\nWe are aware that your company is a member of Sun's Solutions Marketplace.  \r\n\r\nSun greatly appreciates your company's support of Java technology, and we are writing at this time to request that you assist us in our efforts to help protect that technology.  \r\n\r\nAs you know, Java is a Sun trademark that is used to designate certain Sun technologies as well as Sun products and services incorporating those technologies.  By protecting the Java mark, Sun also protects the underlying technology and our licensees, by ensuring that only goods and services that meet our stringent criteria qualify to bear our Java compatibility logos and make other appropriate references to the Java mark.  Maintaining a strong Java trademark is one of the many ways in which Sun seeks to ensure that the Java technologies continue to meet the needs of our entire user community.  \r\n  \r\nWe hope you understand that in order for Sun to preserve the strength of the Java marks and to preserve the compatibility and other benefits of Java technology, trademark law requires that Sun consistently monitor use of its Java and Java based marks by others and, in some circumstances, take steps to ensure that these companies and individuals change the way they use Sun's Java mark.  To assist others in making proper use of Sun's Java and Java based trademarks, we have published our Trademark and Logo Usage Requirements (\"Trademark Requirements\") on our website at http://www.sun.com/policies/trademarks.\r\n  \r\nIn recently reviewing your company's web site at www.javaranch.com, we discovered that in its use of our marks, your company is not in full compliance with the Trademark Requirements.  At this time, we ask that you take rapid action to correct the usage and we will gladly assist you in this effort.  \r\n\r\nThe following are some examples of the misuses that we identified on your web site, and how we suggest correcting them.  \r\n\r\n1.  Java is a Sun trademark, and therefore the word Java or any confusingly similar term should not be used in another company's trademark, company name, product name or service name.  We note that your company name, JavaRanch, includes Sun's Java trademark.  While we must ask that you do not include Java in the name of your company or services, you may make certain \"fair uses\" of the Java mark if your services are related to Sun's Java technology.  For example, we do allow use of the term \"Java\" in a descriptive tagline such as \"for the Java(tm) platform.\" An appropriate use in this case would be \"The Ranch, a friendly place for Java(tm) technology greenhorns.\" Please inform us once you have chosen a new name so we can make the required amendments to the Sun Solutions Marketplace.  \r\n\r\n2.  As specified in our Trademark Requirements, please use the TM symbol after the first and most prominent use of each Java based trademark (e.g., titles, headlines, taglines, paragraph headings, frame text etc.), and after its first use in text.  For example, your web page at http://www.javaranch.com/index.html contains the heading \"Test your Java knowledge with The Rules Round-up Game.\" An appropriate use of Sun's trademark would be \"Test your Java(tm) technology knowledge with The Rules Round-up Game.\" \r\n\r\n3.  Like all trademarks, \"Java\" should not be used as a noun, but instead should be used as an adjective.  Please use an appropriate generic descriptor, for example, \"technology,\" after each Java based trademark.  For example, on your website at http://www.javaranch.com/index.html you use the term Java improperly and without a generic descriptor.  Additionally, your web pages at \r\nhttp://www.javaranch.com/cgi-bin/ubb/Ultimate.cgi , \r\nhttp://www.javaranch.com/roundup.jsp , \r\nhttp://www.javaranch.com/cattledrive.jsp , \r\nhttp://www.javaranch.com/books.jsp , http://www.javaranch.com/campfire.jsp , \r\nhttp://www.javaranch.com/codebarn.jsp , and \r\nhttp://www.javaranch.com/gramps.jsp also include instances where Java and Java based marks are used as nouns.  \r\n\r\nSun would be happy to work with you to provide guidance or education to ensure proper use of Sun's trademarks.  If you have questions about the proper use of Sun's trademarks, you can contact [Private] at SMI Marketing and [Private]\r\n\r\nSincerely, \r\n","date_sent":"2001-11-06T05:00:00Z","date_received":"2001-11-06T05:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":null,"principal_name":"Sun Microsystems, Inc.","recipient_name":"javaranch.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}