{"dmca":{"id":374,"type":"Dmca","title":"Louisiana State University v. LSULAW.com","body":"Our File No: 4286/12074\r\n\r\nDear Mr. Dorhauer:\r\n\r\nOur law firm serves as legal counsel to the Board of Supervisors of Louisiana State University and Agricultural and Mechanical College, which includes the Paul M. Hebert Law Center (collectively referred to herein as the \"University\" or \"LSU\"). It has recently been brought to our attention that certain aspects of your website are in violation of federal and state laws designed to protect the intellectual property and corresponding proprietary rights of the University. Specifically, we find that your unauthorized use of the mark \"LSU\" in the domain name and title of your website is in violation of the University's exclusive proprietary rights to the mark \"LSU.\" In essence, your unauthorized use of the \"LSU\" trade name and service mark (collectively the \"LSU Mark\"), which is registered and/or owned by the University, violates the University's legal right to the exclusive use of such mark. The University does not seek to \"shut down\" websites such as your own and in fact welcomes and sincerely appreciates the support of its students and alumni. However, the University is legally required under federal and state trademark law to diligently police and enforce its legal rights in and to its proprietary marks. Any failure by the University to adequately enforce and terminate any unauthorized use of its marks could result in a legal finding that the University has abandoned or otherwise waived its exclusive rights to use and license these marks. Such a finding would seriously jeopardize the University's rights to charge and collect significant royalties and fees for the licensed use if its trademarks. In addition to the foregoing trademark principles, we have set forth below a brief explanation of some additional federal and state statutes which serve to preserve and enforce the University's exclusive rights to its marks.\r\n\r\nUnauthorized use of the University's marks, including its LSU Mark, also serves to dilute the distinctiveness of the University's marks and is therefore in violation of Louisiana Revised Statute 51:223.1. Furthermore, your unauthorized use of the LSU Mark is in violation of Louisiana Revised Statute 51:224, which essentially prohibits the unauthorized use of any mark that resembles the name of a public educational institution. Any use of the LSU Mark which suggests that your website is approved, sponsored and/or affiliated with the university is also a false designation of origin under the Federal Lanham Act and in violation of federal trademark laws. In fact, the University has already reported certain instances of confusion caused to students who did not realize that your LSULAW.com site was not an official or affiliated website of the LSU Law Center. We have also observed that your website contains unauthorized hyperlinks to secondary pages for official LSU websites (known as \"deep-linking\"). Such deep-linking also causes confusion and false association since many viewers may not know that they have even linked to an LSU website. Finally, we note that you have recently identified your website as \"the official site of LSULAW.com\" and this \"official\" designation is intentionally misleading in that it further implies a sponsorship and/or an affiliation with the LSU Law Center.\r\n\r\nFinally, we should note that we have also reviewed and appreciate your efforts in drafting the \"Notice\" that you have included with your website. However, this Notice is entirely inadequate to regards to the legal issues identified herein.\r\n\r\nFor the reasons set forth herein, we are obligated to enforce the University's legal rights by requiring that you immediately cease and permanently desist from any further unauthorized use of the University's marks, including specifically the LSU Mark. While you must discontinue the unauthorized use of the University's marks, the University does not intend to prohibit you from operating a website concerning the LSU Law Center and/or its educational programs. You may continue to discuss, describe and/or refer to the University and/or the LSU Law Center so long as you do not dilute the distinctiveness of the University's marks, mislead the public as to affiliation and/or make any unauthorized use of the University's protected marks. As a means of amicably resolving these issues, we respectfully request the following immediate changes to your website:\r\n\r\n(i)   change your domain name and delete any reference to LSU or any other marks of the University in the domain name and the name/title of your website;\r\n\r\n(ii)   incorporate a prominent disclaimer on the home page of your website which expressly states that the website has no affiliation, approval, sponsorship and/or relationship with the LSU Law Center and/or LSU;\r\n\r\n(iii)   remove any and all designations as \"official\" in relation to LSU and/or the LSU Law Center; and\r\n\r\n(iv)   remove all hyperlinks to any official website of LSU and/or the LSU Law Center.\r\n\r\nIf you wish to include hyperlinks to any official LSU website, you must enter into a mutually satisfactory Linking Agreement with LSU. We will review your website again in thirty (30) days to verify that you have fully satisfied the foregoing conditions. If you have failed to incorporate the requested revisions within the referenced time period or made other suitable arrangements with LSU, we will have no alterative but to take appropriate legal action against you and seek judicial resolution of this dispute.\r\n\r\nPlease do not hesitate to contact me if you have any questions regarding how to alter your website to avoid violation of the University's marks. The University would obviously prefer to avoid filing costly litigation to protect its rights and hopes that you will agree to modify your website to avoid any further violation of the University's marks. I hope that as  a student of the LSU Law Center, you will understand our obligation to monitor and enforce the University's legal rights and will accordingly make the necessary changes to your website.\r\n\r\nSincerely,\r\n\r\nTAYLOR, PORTER, BROOKS & PHILLIPS, L.L.P.\r\n\r\n/S/\r\n\r\n[Private]\r\n","date_sent":"2001-11-30T05:00:00Z","date_received":"2001-11-30T05:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Taylor, Porter, Brooks & Phillips","principal_name":"Louisiana State University","recipient_name":"LSULAW.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}