{"dmca":{"id":377,"type":"Dmca","title":"Your ebanned registration","body":"To whom it may concern\r\n\r\nIf you read within our policies, since we are a member based website, we\r\nreserve the right to refuse membership to anyone. The initial comments that\r\nwere posted at http://www.hatesville.com in no way reflect the type of\r\npeople that we allow to have association with our website. Since you are, in\r\nsome capacity, an active member at hatesville.com, up to and including\r\nmaking posts on that website, we are not in a position to assume that you\r\nwould also like to join our website and abide by our terms and conditions,\r\nas you also make posts at a website that apparently does not condone the\r\nactivities that we do at Ebanned. We would have no reason to believe that\r\nyou would risk your association with hatesville.com to become a member of\r\nour website, and obviously make it known by posting the refusal email from\r\nus on the front page of hatesville. That is precisely why your registration\r\nwas denied.\r\n\r\nFurthermore, we are requesting that you immediately remove the first and\r\nlast name of the founder and CEO of Ebanned, Inc., Marie Curtis, be removed\r\nfrom the front page of http://www.hatesville.com. This request will be met\r\nwithin 24 hours of Thursday March 21, 2002 2:10pm central time. Failure to\r\nabide by this request will result in immediate legal action.\r\n\r\nAlso, for future reference. The website, http://www.hatesville.com does not\r\nhave permission to use direct links to our website, or to any of the pages,\r\nup to and including specific auctions or the use of our search function\r\nwithin our website, http://www.ebanned.net. This is a direct violation of\r\ninternet law. If this request is not abided by immediately, and at any time\r\nin the future, we will persue legal action on this matter as well.\r\n\r\nRegards,\r\nBart\r\nEbanned Legal/Financial Dept\r\nEbanned, Inc.\r\n\r\nhttp://www.ebanned.net\r\n\r\n","date_sent":"2002-03-21T05:00:00Z","date_received":"2002-03-21T05:00:00Z","topics":["Copyright","Linking"],"sender_name":null,"principal_name":"Ebanned.net","recipient_name":"www.hatesville.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}