{"dmca":{"id":384,"type":"Dmca","title":"Second Follow-up re: Pirelliweb.com","body":"Dear Mr. Pirelli\r\n \r\nThank you for your email as of January 22, 2002\r\n\r\nContrary to your interpretation of US Trademark Law, the use of \"Pirelliweb.com\" as your company's domain name and \"Pirelli Web Publishing\" as your company's trade name constitute infringements of Pirelli's world famous trademarks, service marks, and trade names. Due to their dominant use of our clients mark PIRELLI, these uses are likely to cause confusion by mistakenly causing people to assume that your products or services either originate with Pirelli S.p.A. (\"Pirelli\"), or are sponsored or endorsed by, or connected with Pirelli. Such uses constitute trademark infringement, dilution, unfair competition, and cybersquatting.\r\n\r\nTo Protect Pirelli's rights and the public from confusion, Pirelli hereby reiterates its demand that you immediately and permanently cease and desist from using the domain name \"Pirelliweb.com\" and the trade name \"Pirelli Web Publishing\", and from and and all other use of Pirelli's trademarks, service marks, and trade names.\r\n\r\nWhile we acknowledge your offer to sell your domain name, our client declines the opportunity to pay compensation for infringement of its valuable intellectual property. However, in the spirit of concilliation, Pirelli is willing to forego litigation of this dispute if you agree to modify both your domain name and your business name to include your first name (i.e., changing the domain name to the less confusing \"JosephPirelliWeb.com\" and your business name to the less confusing \"Joseph Pirelli Web Publishing\").\r\n\r\nPlease Indicate your agreement to modify your domain name and business name accordingly by signing in the space provided below and returning a copy to me no later than April 15th, 2002. If we do not recieve your agreement by this date we will have no choice but to pursue alternative action.\r\n\r\nBy sending you this letter, Pirelli is not waiving any of its legal or equitable rights or remedies, all of which are expressly reserved. If you have any questions, you or your attorney may contact me at [Private], or my associate [Private] at [Private].","date_sent":"2002-03-13T05:00:00Z","date_received":"2002-03-13T05:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Weil, Gotshal, & Manges LLP","principal_name":"Pirelli S.p.A. (\"Pirelli\")","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}