{"dmca":{"id":385,"type":"Dmca","title":"Pirelli 'Tires' of Eponymous Website","body":" Dear Mr. Pirelli:\r\n \r\n \r\n           We are the attorneys for Pirelli S.p.A. (\"Pirelli\"), the \r\n owner of the trademarks, service marks and trade names PIRELLI.\r\n  \r\n           We hereby demand that you cease and desist from using the \r\n domain name \"Pirelliweb.com\" and the trade name \"Pirelli Web \r\n Publishing.\"  These uses infringe upon and dilute Pirelli's rights in \r\n its marks.\r\n  \r\n           Since 1872, Pirelli has continuously been engaged in the \r\nmanufacture, advertising, distribution, and sale of a wide variety of \r\ntire, energy, and telecom related products and services to the general\r\npublic and  a broad group of businesses and industries.  The PIRELLI \r\ntrademark, service  mark and trade name, synonymous with high quality \r\nin regard to these products and services, has been in constant use over \r\nthis period.\r\n\r\n Currently, Pirelli owns over twenty federal trademark applications and\r\n registrations incorporating the PIRELLI mark, many of which are now\r\n incontestable.  Every year, Pirelli and its affiliates heavily advertise\r\n and market products and services under the world famous PIRELLI names and\r\n marks and realize millions of dollars in sales of products and services in\r\n the United States alone.  The value of the names and marks to Pirelli is\r\n enormous, and Pirelli is committed to protecting the marks against\r\n unauthorized use by other entities.\r\n \r\n            The fame of the PIRELLI trademark under U.S. trademark law\r\n already has been upheld and recognized in federal court.   As stated by\r\n the  Court in Pirelli Armstrong Tire Corp. v. Titan Tire Corp., \"Pirelli's \r\n trademarks are famous.  The trademarks have been registered for over \r\n 80 years and are incontestable.\"  4 F. Supp.2d 794, 802 (C.D. Ill. \r\n 1998).\r\n  \r\n           The use of \"Pirelliweb\" as your company's domain name on the \r\n worldwide web and the use of \"Pirelli Web Publishing\" as your \r\n company's trade name are infringements of Pirelli's trademarks, \r\n service marks and trade names.  These uses are likely to cause \r\n confusion by mistakenly causing people to assume that your products or \r\n services either originate with Pirelli, or are sponsored or endorsed \r\n by, or connected with Pirelli. Such uses therefore constitute \r\n trademark infringement and unfair competition under sections 32 and \r\n 43(a) of the Lanham Act and other federal, state, and common law \r\n provisions governing trademark infringement, dilution, and unfair \r\n competition.\r\n \r\n            To protect Pirelli's rights and the public from confusion, \r\n Pirelli hereby demands that you immediately and permanently cease and \r\n desist from using PIRELLI in your domain name and trade name, and from \r\n any and all other use of Pirelli's trademarks, service marks and trade \r\n names. We further demand that you forthwith release the domain name \r\n \"Pirelliweb.com\" for our use.\r\n  \r\n           Please indicate your agreement to cease and desist form the \r\n use of PIRELLI and to release the domain name for our use by printing \r\n out this email, signing it in the space provided below and returning a \r\n copy of the letter to me no later than January 31, 2001.  If we do not \r\n receive your agreement by this date, we will have no choice but to \r\n pursue other appropriate action.\r\n \r\n            By sending you this letter, Pirelli is not waiving any of \r\n its legal or equitable rights or remedies, all of which are expressly \r\n reserved. If you have any questions, you or your attorney may contact \r\n me at [number], or my associate, [Private] at [number].\r\n \r\n \r\n                          Very truly yours,\r\n \r\n \r\n                          [Attorney]\r\n                          Weil, Gotshal & Manges LLP\r\n                          767 Fifth Avenue\r\n                          New York, New York 10153\r\n                          Tel:  xxx xxx-xxxx\r\n                          Fax:  xxx xxx-xxxx\r\n \r\n \r\n \r\n Agreed:\r\n \r\n \r\n _______________________________\r\n Joseph D. Pirelli\r\n \r\n \r\n cc:  [Private]\r\n \r\n \r\n \r\n \r\n **********NOTE**********\r\n The information contained in this email message is intended only for \r\n use of the individual or entity named above.  If the reader of this \r\n message is not the intended recipient, or the employee or agent \r\n responsible to deliver it to the intended recipient, you are hereby \r\n notified that any dissemination, distribution or copying of this \r\n communication is strictly prohibited.  If you have received this \r\n communication in error, please immediately notify us by telephone \r\n (212-310-8000), and destroy the original message. Thank you.\r\n \r\n\r\n","date_sent":"2002-01-08T05:00:00Z","date_received":"2002-01-08T05:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Weil, Gotshal & Manges LLP","principal_name":"Pirelli S.p.A. (\"Pirelli\")","recipient_name":"Pirelli Web Publishing","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}