{"dmca":{"id":389,"type":"Dmca","title":"Zuffa DMCA (Copyright) Complaint to Google","body":"\r\nBlogger.com / Blogspot.com\r\n\r\nDear Sir or Madam:\r\n\r\nIrdeto Silicon Valley, Inc. (hereinafter referred to as \"Irdeto\") swears under penalty of perjury that Zuffa, LLC has authorized Irdeto to act as its non-exclusive agent for copyright infringement notification.  Irdeto's search of the protocol listed below has detected infringements of Zuffa, LLC.'s copyright interests on your IP addresses as detailed in the below report. \r\n\r\nIrdeto has reasonable good faith belief that use of the material in the manner complained of in the below report is not authorized by Zuffa, LLC, its agents, or the law.  The information provided herein is accurate to the best of our knowledge.  Therefore, this letter is an official notification to effect removal of the detected infringement listed in the below report.  The below documentation specifies the exact location of the infringement. \r\n\r\nWe hereby request that you immediately remove or block access to the infringing material, as specified in the copyright laws, and insure the user refrains from using or sharing with others unauthorized Zuffa, LLC.'s materials in the future (see, 17 U.S.C. 512).\r\n\r\nFurther, we believe that the entire Internet community benefits when these matters are resolved cooperatively.  We urge you to take immediate action to stop this infringing activity and inform us of the results of your actions.  We appreciate your efforts toward this common goal.\r\n\r\nPlease send us a prompt response indicating the actions you have taken to resolve this matter, making sure to reference the Notice ID number above in your response. mailto:[redacted]@copyright-compliance.com?subject=RE%3A%20Notice%20ID%3A%20333%2D3230%20Notice%20of%20Unauthorized%20Use%20of%20Zuffa%2C%20LLC%20Property\r\n\r\nIf you do not wish to reply by email, please use our Web Interface by clicking on the following link: http://webreply.baytsp.com/webreply/webreply.jsp?customerid=333&commhash=a1781fd60a079cd8c55fff7b02f6ec2d\r\n\r\nNote: If your email program has inserted line breaks into either the email or web links above, you can copy and paste the entire link into your email program, or favorite web browser, respectively.\r\n\r\nNothing in this letter shall serve as a waiver of any rights or remedies of Zuffa, LLC with respect to the alleged infringement, all of which are expressly reserved.  Should you need to contact me, I may be reached at the below address.\r\n\r\nRegards,\r\n\r\n[redacted] Esq.\r\nIn-House Counsel\r\nIrdeto (fka BayTSP.COM Inc.) - as an Authorized Agent of Zuffa, LLC.\r\n[redacted], CA 95054\r\nPhone: 408-[redacted]  fax: 408-[redacted]\r\n[redacted]@copyright-compliance.com\r\n*pgp public key is available on the key server at http://pgp.mit.edu\r\n\r\nNote: The information transmitted in this Notice is intended only for the person or entity to which it is addressed and may contain confidential and/or privileged material.  Any review, reproduction, retransmission, dissemination or other use of, or taking of any action in reliance upon, this information by persons or entities other than the intended recipient is prohibited.  If you received this in error, please contact the sender and delete the material from all computers.\r\n\r\nThis infringement notice contains an XML tag that can be used to automate the processing of this data.  If you would like more information on how to use this tag please contact Irdeto.\r\n\r\nEvidentiary Information:\r\nNotice ID: 333-3230\r\nInitial Infringement Timestamp: 15 Jan 2012 03:49:39 GMT\r\nRecent Infringement Timestamp: 15 Jan 2012 03:49:39 GMT\r\nInfringers IP Address: 74.125.53.132\r\nProtocol: Web\r\nInfringed Work: UFC 142 Aldo vs Mendes\r\nInfringing File Name: http://kiwi1222ss.blogspot.com/2012/01/stream3.html\r\nURL: http://kiwi1222ss.blogspot.com/2012/01/stream3.html\r\nInfringing File Size: 1\r\nInfringer's User Name: \r\nBay ID: |1\r\nEvidentiary Information:\r\nNotice ID: 333-3230\r\nInitial Infringement Timestamp: 15 Jan 2012 03:49:39 GMT\r\nRecent Infringement Timestamp: 15 Jan 2012 03:49:39 GMT\r\nInfringers IP Address: 74.125.53.132\r\nProtocol: Web\r\nInfringed Work: UFC 142 Aldo vs Mendes\r\nInfringing File Name: http://kiwi1222ss.blogspot.com/2012/01/stream4.html\r\nURL: http://kiwi1222ss.blogspot.com/2012/01/stream4.html\r\nInfringing File Size: 1\r\nInfringer's User Name: \r\nBay ID: |1\r\nEvidentiary Information:\r\nNotice ID: 333-3230\r\nInitial Infringement Timestamp: 15 Jan 2012 03:49:39 GMT\r\nRecent Infringement Timestamp: 15 Jan 2012 03:49:39 GMT\r\nInfringers IP Address: 74.125.53.132\r\nProtocol: Web\r\nInfringed Work: UFC 142 Aldo vs Mendes\r\nInfringing File Name: http://kiwi1222ss.blogspot.com/2012/01/stream5.html\r\nURL: http://kiwi1222ss.blogspot.com/2012/01/stream5.html\r\nInfringing File Size: 1\r\nInfringer's User Name: \r\nBay ID: |1\r\n ","date_sent":"2012-01-15T05:00:00Z","date_received":"2012-01-15T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Irdeto Silicon Valley, Inc.","principal_name":"Zuffa, LLC","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}