{"dmca":{"id":394,"type":"Dmca","title":"American Kennel Club Rejects Aibo Pups","body":"Dear [Private]:\r\n\r\nI represent The American Kennel Club, Inc. (\"AKC\"), a not-for-profit corporation, which is widely known for its educational, dog registry and other services related to the proper care, breeding and showing of purebred dogs.  The AKC is the owner of the trademarks \"The American Kennel Club,\" \"AKC\", and the AKC logo.   \r\n\r\nAs a result of many years of effort, the public has come to recognize the AKC trademarks exclusively as identifying services and publications that originate with the AKC.  Indeed, the AKC trademarks are now widely recognized in the United States as representing the highest standards for the registry, breeding, showing and care of purebred dogs.\r\n\r\nIi recently has come to my attention that your organization is offering robot registry services under the name \"Aibo Kennel Club\" and \"AKC\" on your web site locate at www.aibokennelclub.com, www.aibokennelclub.net and www.aibokennelclub.org.  You also offer registration certificates for a fee, birth certificates, and adoption certificates.  AKC is extremely concerned with several items appearing on your web site.\r\n\r\nFirst, in connection with these products and services, your organteation uses a logo for the Aibo Kennel Club which is virtually identical to AKC's logo.  In fact, it appears that you have copied AKC's logo and simply replaced the words \"American Kennel Club Incorporated\" with the words \"Aibo Kennel.\"  I have included a copy of AKC's logo for your convenience.  As you know, AKC's logo is a registered trademark of AKC.  Your use in this manner constitutes infringement of AKC's registered trademark.\r\n\r\nAKC also objects to your organization's use of \"AKC\" in connection with your products and services.  AKC services and publications bering the AKC trademarks have been continuously used and distributed in interstate and intrastate commerce throughout the United States for over eighty years.  Your use of \"AKC\" in this manner constitutes infringement of AKC's registered trademarks.  \r\n\r\nIn addition, the use of the name \"Aibo Kennel Club\" clearly is designed for no purpose other than to trade on the good will in AKC's famous name.  The term \"Aibo Kennel Club\" differs from \"American Kennel Club\" only by the substitution of the word \"Aibo\" for \"American.\"  The use of the term Aibo Kennel Club further allows your organization to perpetuate an improper association with AKC by providing the requisite letters to form the short form \"AKC.\"  Moreover, your organization's web site states that registering with the Aibo Kennel Club \"assures a known 'lineage' for your Aibo.\"  However, the robots do not produce offspring so there is no \"lineage\" to record.  In fact, neither your registration certificate nor your birth and adoption certificates provide any such information on the robot's purported \"lineage.\"  Therefore, your \"registry\" is nothing no more than a list of consumers who own a particular product.  It has nothing to do with kennels and has no characteristics of a club.  In short, your organization's use of the term \"Aibo Kennel Club\" apparently is a conscious attempt to construct a close equivalent of and to improperly trade on AKC's trademarks. \r\n\r\nFurther, the basic design elements of your organization's registration certificate are nearly identical to AKC's registration certificate; braiding around the edges of the certificate; the words \"registration certificate\" on the bottom of the certificate, set off from the braiding by a box; the name of the organization in capital letters, set off in a box, on the top of the certificate; and the AKC logo prominently diplayed in the corner.  I have included a sample AKC Registration Certificate for your convenience.  Your use is substantially similar to AKC's proprietary material so as to cause confusion amont the public into thinking that your registration services somehow are connected or associated with the AKC.\r\n\r\nAKC is aware of your disclaimer that your web site is not affiliated with AKC.  This disclaimer, however, does not remedy the fact that your uses of AKC material as outlined above are improper and infringe AKC's proprietary rights.\r\n\r\nWe hereby demand that you cease and desist from the improper uses described above.  As you may know, an owner in infringement cases may recover monetary damages, profits, attorneys fees and injunctive relief under the law.  If we do not hear from you within ten (10) days of receipt of this letter stating that you will comply with this demand, we will pursue other available legal remedies.\r\n\r\n\t\tYours truly,\r\n\t\tThe American Kennel Club, Inc.\r\n\r\n\t\t[Signature]\r\n\t\tAttorney\r\n\r\nEncls.\r\n\r\ncc: Sony Corporation of America\r\nExecutive Vice President and General Counsel","date_sent":"2002-03-19T05:00:00Z","date_received":"2002-03-19T05:00:00Z","topics":["Trademark","Copyright"],"sender_name":null,"principal_name":"American Kennel Club","recipient_name":"Aibo Kennel Club aka AiboKennelClub.org","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}