{"dmca":{"id":404,"type":"Dmca","title":"DialAmerica Calls on Trademark and Publicity Rights","body":"April 9, 2001\r\nvia e-mail\r\n\r\nOperator\r\nhttp://b.rox.com/dm/dm-postcard.html\r\n\r\nRe:  DialAmerica Infringement\r\nOur File: 28850/1\r\n\r\nWe are intellectual property counsel to DialAmerica Marketing Inc. (\"DialAmerica\").\r\n\r\nOur client has just become aware of the material displayed on and used in connection with your website, operated at the address http://b.rox.com. In addition to the generally defamatory nature of the content of your site, you have made and continue to make unauthorized uses of our client's federally registered trademarks and logos and you have reproduced, without right or authority, proprietary business materials that belong to DialAmerica.  Your site also displays photographs of other persons which obviously appear without each person's permission.  All of these activities are unlawful and violate the proprietary intellectual property rights of DialAmerica and, potentially, the rights of privacy and publicity of the individuals pictured and named in your site.\r\n\r\nAmong other things, we note that your website is accessible by the use of an unauthorized metatag (i.e., machine readable code) incorporating the DialAmerica mark.  Embedding the DIALAMERICA trademarks in hidden computer source code attracts users to your website under the guise that it is somehow sponsored by or affiliated with DialAmerica.  As you must appreciate, this is deceptive and misleading, in particular, as your website is not sponsored by authorized or affiliated with DialAmerica.\r\n\r\n\r\n\r\nYour website prominently displays and reproduces the DialAmerica United States Logo and makes several references to our client by name. Business materials that are referred to and displayed, in whole or in part, incorporate the DIALAMERICA name and mark.  Such uses are unauthorized and, in fact, are featured in such a manner that a casual reader of the voluminous materials on your site would likely be confused into believing that it is an official website of DialAmerica.  Clearly, it is not.\r\n\r\nUse of the DIALAMERICA trademarks without the express consent of DialAmerica constitutes statutory and common law trademark infringement, as well as trademark dilution, since it diminishes the capacity of the famous DIALAMERICA trademarks to identify its owner and its services. Furthermore, unauthorized use of the marks in metatags is unlawful.  In this connection we direct your attention to recently decided legal cases which held that the unauthorized use of trademarks as metatags is unlawful.  See Playboy Enterprises, Inc. v.  Asiafocus International, Inc., 1998 U.S. Dist. LEXIS 10359 (E.D. Vir.  1998); Playboy Enterprises, Inc.  v. Calvin Designer Label, 985 F.  Supp.  1220 (N.D.Cal. 1997; Niton v. Radiation Monitoring Devices, Inc., 27 F.Supp.  2d 102 (D. Mass.  1998).  The likely confusion and misimpressions created by the manner in which you use our client's marks, both directly and in metatags, constitutes use of false designations of origin and false description and representations, all in violation of 15 U.S.C. Section 1125(a).\r\n\r\nPerhaps most egregious is the improper reproduction of DialAmerica's confidential business materials, trade secrets and other proprietary business information such as compensation structure, time cards, excerpts from training manuals, representative report totals, internal memoranda, management job descriptions, internal promotions, among other information.  These materials appear to have been taken by you, without permission, after you left the employ of DialAmerica.  As you must be aware, former employees retain no right to take business materials with them.  Nor may any such materials and confidential business information be reproduced or publicly disseminated without the employer's permission.  Your impermissible use of business materials constitutes a misappropriation of DialAmerica's trade secrets and confidential information under New York law.  See North Atlantic Instruments, Inc. v. Haber, 188 F.3d 38 (2d Cir. 1999); Inflight Newspapers, Inc. v. Magazines In-Flight, LLC, 990 F. Supp. 119 (E.D.N.Y. 1997); Restatement of Torts ","date_sent":"2001-04-09T04:00:00Z","date_received":"2001-04-09T04:00:00Z","topics":["Trademark","Copyright"],"sender_name":"AMSTER, ROTHSTEIN, EBENSTEIN","principal_name":"DialAmerica Marketing Inc.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}