{"dmca":{"id":405,"type":"Dmca","title":"Re:\tTrademark \"BROADBANDLIFE.COM\"","body":"Dear [Private]:\r\n\r\nWe represent Harborside Interactive, Inc., a Delaware corporation having its principal place of business in Dix Hills, New York.\r\n\r\nOur client publishes a newsletter for the broadband industry, called \"BROADBANDLIFE\", which provides useful information relating to broadband products and services.  Our client has applied for registration for its trademark \"BROADBANDLIFE\" in connection with \"advertising and business services; namely, developing a subscriber list of potential users of broadband products and services and providing advertising and a newsletter related to such products and services to the subscribers\".  Our client has also applied for registration of the mark \"BROADBANDLIFE.COM\" in connection with this newsletter.\r\n\r\nIt has come to our attention that you have registered a domain  name \"BROADBANDLIFE.COM\" with Enom, Inc.  Your web page, which appears at your web site WWW.BROADBANDLIFE.COM, indicates that this domain name is \"for sale\".\r\n\r\nBecause it is likely to cause confusion, we believe your use of the domain name \"BROADBANDLIFE.COM\" for, or on, a web site would constitute an infringement of our client=s trademark rights and anti-dilution rights under the Federal Trademark Act of l946, as amended; unfair competition under Section 43(a) of the Federal Trademark Act; common law trademark infringement under the laws of the State of New York; and a violation of the anti-dilution provisions of the General Business Law of the State of New York, Section 368(d).\r\n\r\nIn behalf of our client, we hereby demand that you, or any of your successors in interest, refrain from using the domain name \"BROADBANDLIFE.COM\" for a web site or any products or services offered on such web site.\r\n\r\nBecause this matter is of critical importance to our client, we request that you respond to this letter within 30 days of receipt or in any case by May 5, 2002.\r\n\r\nVery truly yours,\r\n\r\nMILDE & HOFFBERG, LLP\r\n[Private]\r\n[Private]\r\n\r\n","date_sent":"2002-04-04T05:00:00Z","date_received":"2002-04-04T05:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"MILDE & HOFFBERG,","principal_name":"Harborside Interactive, Inc.","recipient_name":"iLandRush","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}