{"dmca":{"id":417,"type":"Dmca","title":"Chips vie with Spies for INTEL","body":"Dear [Private],\r\n\r\nWe are intellectual property counsel for Intel Corporation (\"Intel\").  We are writing to you in connection with Spy Tech Agency's use of the mark INTEL BULLETIN on your www.spytechagency.com web site and as an e-mail address.  \r\n\r\nAs you may know, Intel is the owner of a number of United States and worldwide trademark registrations for the mark INTEL for a wide variety of products and services, including computer hardware, computer software, and wireless telecommunication products.  Moreover, Intel has invested substantial time, money and effort to establish recognition of its INTEL mark among consumers.  Its extensive advertising and promotional efforts, as well as those if its licensees, have resulted in the INTEL mark becoming a famous mark throughout the United States and the world.  This mark is an asset of immense value to Intel.  Consequently, Intel vigilantly polices third party users of names and marks that would likely confuse consumers or suggest some relationship between Intel and the third party's business or products, or which would dilute the significant association of the INTEL marks with Intel.\r\n\r\nIntel is concerned that Spy Tech Agency's use of the mark INTEL BULLETIN for an on-line magazine and as an e-mail address is likely to cause confusion, mistake, and deceive consumers with respect to the source, affiliation or sponsorship of your client's goods and services, in violation of Federal and state law.  In particular, the INTEL BULLETIN mark and e-mail address wholly-incorporates the INTEL mark as the dominant and only distinctive portion of the mark.  The word BULLETIN is generic for all types of publications and does not serve to distinguish your mark from the INTEL trademark; Spy Tech Agency is making unadorned use of the INTEL trademark; Spy Tech Agency's use of the INTEL mark could lead a reasonable consumer to believe that Spy Tech Agency is offering computing, security and telecommunication services, supported by or affiliated with the Intel Corporation.  \r\n\r\nIt is well established that Intel is one of the world leaders in computer products and services, including hardware and software.  Intel develops, manufactures, and sells a broad spectrum of high-technology, state-of-the-art products and services, ranging from the bedrock \"ingredients\" of computing architecture and personal computers, such as computer microprocessors, microchips, chip sets, computer memory, circuit boards, computer systems, and software, to computing, networking, security and telecommunications products, such as data encryption, compression and security products, digital imaging and transmission products, products for digital cameras and video conferencing, networking products, and products for use in wireless telecommunications and voice mail systems.  Intel is widely recognized as a world leader in high-technology products and services.\r\n\r\nIntel is also currently offering a variety of application service providers services under the Intel mark.  Intel has offered internet service provider services, web-hosting and consulting services, e-commerce processing services, DSL network services, computer system consulting and they are extensively involved in cellular telephone technology: all these services will be offered over local and global computer networks.  As such, your proposed use of INTEL BULLETIN for on-line publications and as an e-mail address infringes upon Intel's INTEL marks for goods and services.\r\n\r\nFurthermore, the potential diluting effect of your INTEL BULLETIN mark on the famous INTEL mark is a serious concern.  Such us of the INTEL BULLETIN mark will result in dilution of Intel's valuable trademark in violation of Federal and state law.  Dilution occurs when a defendant uses a name that is identical or very similar to a trademark owner's famous trademark and thereby lessens the distinctive quality of the trademark owner's mark.  Dilution can occur without confusion in the marketplace, and despite differences between the trademark owner's and defendant's goods and services (e.g. Kodak for shoes).\r\n\r\nIn light of the foregoing, Intel is considering taking action against Spy Tech Agency's INTEL BULLETIN mark and e-mail address in the event use of the designation is not stopped completely.  However, Intel welcomes the opportunity to resolve this matter amicably.\r\n\r\nAccordingly, we would like to discuss with you a resolution under which Spy Tech Agency: (1) ceases all use and agrees not to use the INTEL BULLETIN mark or e-mail address in the United States and world-wide; and (2) agrees not to use or register any confusingly similar mark, domain name or e-mail address in the United States, or world-wide, in the future.\r\n\r\nWe are hopeful that a resolution can be reached along the lines set forth above.  Please let us have your response by March 29, 2001.\r\n\r\nThis letter is not a complete statement of Intel's rights in connection with this matter and nothing contained herein is intended, nor should be construed, as an express or implied waiver of any rights, remedies or defenses that Intel may have relating to the matter, all of which are expressly reserved.\r\n\r\nWe look forward to hearing from you.\r\n\r\n\r\nVery truly yours,\r\n\r\n[Private]","date_sent":"2001-03-15T05:00:00Z","date_received":"2001-03-15T05:00:00Z","topics":["Documenting Your Domain Defense","Copyright"],"sender_name":"Howrey Simon Arnold & White","principal_name":"Intel Corporation","recipient_name":"Spy Tech Agency","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}