{"dmca":{"id":427,"type":"Dmca","title":"Schlotzsky's Petition for Injunctive Relief","body":"Complaint:\r\n1. Schlotzsky's is a publicly traded company whose stock market trading designation is \"BUNZ.\"\r\n\r\n2. Defendants have participated or currently participate on the Yahoo! Finance BUNZ Message Board on Yahoo.com and other message boards using various login names/aliases. Upon information and belief, at least one of the Defendants uses more than one login name/alias to communicate with himself/herself on the message board for the purpose of publishing disparaging and false statements relating to Schlotzsky's business and the reputation of Schlotzsky's and its officers.\r\n\r\n3. Defendants have posted messages, which disparage Schlotzsky's business and the reputation of Schlotzsky's officers.\r\n\r\n4. Furthermore, some of the postings also contain information, the source of which appears to emanate from confidential information held by individuals, who possess confidential information related to Schlotzsky's, to breach such confidences so that such information could be distorted and disclosed on the Yahoo! Finance BUNZ message board.\r\n\r\n5. Additionally, upon information and belief, Defendants have improperly published the above-described statements and information either for spite, ill will and/or possibly for their own personal gain.\r\n\r\nApplication for Temporary and Permanent Injunction\r\n\r\n6. In order to preserve the status quo in the property and rights of the Schlotzsky's during the pendency of this action, Defendants should be cited to appear and show cause why they should not be temporarily enjoined during the pendency of this action from publishing disparaging and false statements relating to Schlotzsky's and/or its officers.\r\n\r\n7. For reasons stated in this pleading, Schlotzsky's requests that, after trial, this Court permanently enjoin Defendants from publishing any disparaging and false statements relating to Schlotzsky's and/or its officers.\r\n\r\nBusiness Disparagement\r\n\r\n8. Defendants have published disparaging and false statements concerning Schlotzsky's to third parties via the Internet, including the Yahoo! Finance BUNZ message board.\r\n\r\n9. Defendants published the disparaging statements with malice and without privilege.\r\n\r\n10. Schlotzsky's has been and will continue to be damaged as a result.\r\n\r\nExemplary Damages\r\n\r\n11. Defendants acted with malice and therefore, Schlotzsky's is entitled to recover damages.\r\n\r\nJury Demand\r\n\r\n12. Schlotzsky's requests a trial by jury in this matter.\r\n\r\nPrayer\r\n\r\nWherefore, Schlotzsky's respectfully requests that Defendants be cited and appear and answer and that Schlotzsky's be awarded the following relief:\r\n\r\n1. A temporary injunction be issued, after notice to Defendants and an evidentiary hearing, restraining Defendants, their respective agents, servants, employees, attorneys, and anyone in active concert or participation with Defendants directly or indirectly, from publishing disparaging and false statements relating to Schlotzsky's;\r\n\r\n2. A permanent injunction be issued, on final trial, restraining Defendants, their respective agents, servants, employees, attorneys, and anyone in active concert or participation with Defendants directly or indirectly, from publishing disparaging and false statements relating to Schlotzsky's;\r\n\r\n3. Actual damages within the minimal jurisdictional limits of this Court;\r\n\r\n4. Exemplary damages;\r\n\r\n5. Costs of court;\r\n\r\n6. Prejudgment and post judgment interest; and\r\n\r\n7. All other relief to which he may be justly entitled.\r\n","date_sent":"2002-04-04T05:00:00Z","date_received":"2002-04-04T05:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":null,"principal_name":"Schlotzsky's, Inc.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}