{"dmca":{"id":431,"type":"Dmca","title":"Kodak demands that sharing of file formatting info be stopped","body":"Dear [Private]:\r\n\r\nI am legal counsel for Research Systems, Incorporated (RSI), a wholly owned subsidiary of Eastman Kodak Company. [Private], President of RSI, has brought to my attention a very serious matter concerning routines you have authored that allow a person to decompile a program written in IDL back into a human readable form.  Such a program could be used to decompile RSl's most valuable commercial software programs such as ENVI.  It appears you have made these routines publicly available by virtue of publishing them on at least two web sites, the IDL Users website and your own \"Markwardt IDL Programs\" website. It also appears that after representatives of RSI contacted you last week that you temporarily disabled or removed these routines. We appreciate your prompt response.  \r\n\r\nHowever, we are deeply concerned about potential damage or loss of trade secrets embodied in many of RSI's and others' commercially valuable programs. I remind you that the licensing agreement which you or your employer signed in order to have access to IDL, or other RSI software, specifically provides:\r\n\r\nOWNERSHIP, PROPRIETARY AND COPYRIGHT NOTICES, COPYING, MODIFICATION, AND USE - RSI owns and markets the Software and Documentation and would be harmed by its unauthorized use.  The Software and Documentation is protected by United States copyright laws and international treaty provisions. You must treat the Software and Documentation as copyrighted material and cannot copy it for others to use.  You may make one copy of the Software solely for backup or archival purposes.\r\n\r\nYou may modify the Software or combine it with other software subject to the requirement that the derived software is subject to the terms of this Agreement. You may not, however, reverse engineer, decompile, or disassemble the Software. \r\n\r\nI also understand that you are employed by NASA. If the routines were developed using government owned software or computers or were otherwise accomplished by you in the course of your employment, you are potentially in violation of Title 18, Section 1905, United States Code. This statute makes it a criminal offense for a government officer or employee to publish, divulge, disclose, or make known in any manner or to any extent not authorized by law any information which concerns or relates to trade secrets, processes, or operations of any firm.  A person found in violation of this statute is subject to fines, imprisonment of not more than one year,  and removal from employment. \r\n\r\nBecause of the potential for serious damage. on behalf of RSI and Kodak, we demand the following:\r\n\r\nl. A written assurance from you that you will permanently remove the subject routines from any and all websites or other publicly available locations and that you will immediately cease all use, publication, or sharing of such routines with anyone.\r\n\r\n2. Your cooperation in identifying all individuals or companies that accessed any of the sites and who downloaded or who may have downloaded the subject routines.  \r\n\r\nYour prompt response and cooperation in this mattcr is of utmost importance to us. Please address your response to me at the following address:\r\n\r\nEastman Kodak Company\r\nCommercial & Government Systems\r\n[Private]\r\nRochester, NY 14653-7024\r\n\r\nMy fax number is [private]; phone number [private]. or email at [private]@kodak.com\r\n\r\nSincerely,\r\n\r\n[Private]\r\nDirector, Contracts and Legal Affairs \r\n\r\n","date_sent":"2002-03-25T05:00:00Z","date_received":"2002-03-25T05:00:00Z","topics":["Copyright","Reverse Engineering"],"sender_name":null,"principal_name":"Eastman Kodak Company","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}