{"dmca":{"id":448,"type":"Dmca","title":"Improper Registration of \"jerry.garcia.name\"","body":"Re:\tImproper Registration of \"jerry.garcia.name\" Domain Name\r\n\r\nDear [Private]:\r\n\r\nThis firm represents the Estate of Jerome J. Garcia (\"the Estate\"), better known as Jerry Garcia, with respect to intellectual property matters.  We are unaware whether you have retained counsel for matters such as this and, therefore, write this letter directly to you.  If you are represented by counsel, please provide me with that person's name and contact information for future communications.\r\n\r\nAs you undoubtedly are aware, Jerry Garcia, now deceased, was best known as the lead singer of the rock band The Grateful Dead.  The band was enormously famous through over three decades.  In addition, Jerry, himself, was famous the world-over in his role as the band's leader, and was the subject of myriad books, articles, films, television programs, web sites and exhibits throughout his life and continuing after his death.  Jerry Garcia was also a member of several other bands and was an accomplished artist.\r\n\r\nAs a result of this widespread fame, Jerry Garcia owned trademark rights in his name and established rights of publicity in his name, voice, signature, photographs and likeness.  The Estate now is the owner and administrator of all relevant rights relating to Jerry Garcia's intellectual property, including rights to his music, artworks, name, trademarks, image and recordings.  In this regard, the Estate owns trademark registrations and pending applications in countries throughout the world, including but not limited to, the United States, for a wide variety of consumer products.  The Estate also owns and/or uses domain names comprised of Jerry Garcia's name and trademarks, such as \"jerrygarcia.com,\" \"jerrygarcia.info,\" and \"jerrygarcia.biz,\" among others, as well as the rights to publicity for the Jerry Garcia name.  \r\n\r\nNotwithstanding the Estate's well-established rights in Jerry Garcia's name, trademarks and publicity rights, the Estate recently learned that you have registered the domain name \"jerry.garcia.name.\"  We note that you are not currently using the domain name for any active web site.  As you know, the .name domain name registry has implemented stringent requirements for the registration of any .name domain name.  For instance, as the registrant of the \"jerry.garcia.name\" domain name, you must satisfy one of the following: (1) your personal name must be \"Jerry Garcia;\" (2) you must own trademark rights in the mark JERRY GARCIA; or (3) you must be \"commonly known\" by the name \"Jerry Garcia,\" i.e., you are an author or an artist and \"Jerry Garcia\" is your pseudonym or you are a performer and \"Jerry Garcia\" is your stage name.  See Eligibility Requirements Dispute Resolution Policy, Section 4(b).  It is unequivocal that you do not and cannot satisfy any one of these eligibility requirements to validly register the \"jerry.garcia.name\" domain name.  Rather, you appear to have no valid rights to the \"jerry.garcia.name\" domain name, and your registration of the domain name is unlawful and properly subject to challenge in court and/or an arbitration proceeding.  \r\n\r\nYou should know that both the courts and administrative tribunals handling domain name disputes look quite unfavorably on those attempting to trade off the fame and good will of another, whether alive or deceased, by registering a domain name that is identical or confusingly similar to the celebrity's name.  See, e.g., Experience Hendrix, LLC v. Denny Hammerton, Case No. D2000-0364 (involving jimihendrix.com); Estate of Stanley Getz a/k/a Stan Getz v. Peter Vogel, Case No. D2000-0773 (involving stangetz.com); Julia Fiona Roberts v. Russell Boyd, Case No. D2000-0210 (involving juliaroberts.com); Madonna Ciccone, p/k/a Madonna v. Dan Parisi, Case No. D2000-0847 (involving madonna.com).  In each of these cases, the domain name was returned to the individual or entity whose name was misappropriated.  This is even more likely here where the top-level domain has specific registration requirements that have not and cannot be satisfied.\r\n\r\nUnder these circumstances, we must demand, on behalf of the Estate, that you transfer the \"jerry.garcia.name\" domain name to its rightful owner, namely, the Estate.  In exchange for this transfer, of course, the Estate will reimburse you for the out-of-pocket fees you incurred in registering the domain name.\r\n\r\nYou should understand that preserving Jerry Garcia's memory and protecting his image and intellectual property rights are of the utmost concern to the Estate and, as a result, it must treat matters such as your registration of the \"jerry.garcia.name\" domain name seriously.  To avoid further action, a fully executed and notarized transfer agreement, in the form attached hereto, should be returned to me at the above address no later than April 17, 2002. \r\n \r\nWe thank you in advance for your understanding and prompt cooperation.\r\n\r\nVery truly yours,\r\n[Private]\r\n\r\nEnclosure\r\n\r\n=======================================================\r\nThis email message is for the sole use of the intended recipient(s) and \r\nmay contain confidential and privileged information. Any unauthorized \r\nreview, use, disclosure or distribution is prohibited. If you are not \r\nthe intended recipient, please contact the sender by reply email and \r\ndestroy all copies of the original message.\r\nTo reply to our email administrator directly, send an email to \r\npostmaster@brobeck.com\r\nBROBECK PHLEGER & HARRISON LLP\r\nhttp://www.brobeck.com\r\n","date_sent":"2002-04-10T04:00:00Z","date_received":"2002-04-10T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"BROBECK, PHLEGER & HARRISON LLP","principal_name":"[Private]","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}