{"dmca":{"id":451,"type":"Dmca","title":"Re: www.scandisk.com","body":"Dear Mr. [Private]:\r\nI am writing with regard to your website \"wwww.scandisk.com\" [sic]. As you may be aware, SanDisk Corporation owns extensive intellectual, property, including trademark and trade dress rights, in the word \"SanDisk\". The content published at \"www.scandisk.com\" contains several instances of trademark and/or trade dress misappropriation on the part of your company. SanDisk respectfully requests that Informa Unlimited, Inc. (\"Informa\") cease and desist its misappropriation of SanDisk's trademark and trade dress rights.\r\n\r\nWe have a number of concerns about the use Informa is making of SanDisk&#8217;s mark. Foremost, Informa has chosen to use the word &#8220;scandisk&#8221; as it&#8217;s website for selling flash memory products, and more particularly SanDisk&#8217;s flash memory products. The use of &#8220;scandisk&#8221; in relation to sales of flash memory products is cleasrly likely to cause confusion among consumers. Since your company&#8217;s real name is &#8220;informa&#8221; and not &#8220;scandisk,&#8221; Sandisk can only assume theat the website name &#8220;Scandisk&#8221; was chosen solely to capitalize on SanDisk&#8217;s strong trademarks, good will and widespread name recognition.\r\n\r\nInforma has gone further, however, using the word &#8220;scandisk&#8221; in a stylized manner that exactly imitates the stylized SANDISK mark used by SanDisk on all it&#8217;s products. SanDisk has a registered trademark on the stylized version of the &#8220;SANDISK&#8221; mark, and Informa&#8217;s use of the stylized version of &#8220;SanDisk&#8221; compounds the confusion as to the source of the products offered on the website.\r\n\r\nFurthermore, Informa directly links to several of SanDisk&#8217;s web pages from the pages at &#8220;www.scandisk.com&#8221;. An ordinary consumer would thus be led to believe that the services provided at &#8220;www.scandisk.com&#8221; were in some way sponsored or approved by SanDisk.\r\n\r\nAll these factors combine to create an extremely confusing website with regard to the source of the goods and services provided through the &#8220;scandisk&#8221; site. SanDisk, therefore, requests that Informa cease the use of the mark SCANDISK in any form or\r\nConfiguration, choose a different URL through which to sell flash memory products, and assign the scandisk.com URL to SanDisk.\r\n\r\nBecause Informa is a reseller of SanDisk products, SanDisk would prefer to discuss these issues with Informa before taking any further action to protect it&#8217;s intellectual property rights. However, the website name and its contents must be changed to avoid any infringement of Sandisk&#8217;s trademarks and trade dress. The website must also be altered such that any services provided by Informa are clearly distinguished from any links and/or services provided by SanDisk.\r\n\r\nPlease contact me within (5) business days with regard to this matter. Should SanDisk fail to hear from Informa, SanDisk will be required to take sterner measures. \r\n\r\n                                                                                                                     Sincerely\r\n\t\t                               \r\n\r\n                                               [Private], Esq.\r\n\t\t                               Senior I.P Council\r\n\t\t                               SanDisk Corporation\r\nCc: [Private],Esq. (McDermott, Will & Emery)\r\n-------------------------------------------------------------------\r\nNote: Currently in Litigation Awaiting Judges order for 2 Motion's filed by [Private] Pro se  \r\n\"Change of Venue\" and \"Sanctions against SanDisk Attys\" \r\nSuit was Brought under \"Lanham\" included the owner [Private]\r\nAnd informa unlimited inc. which is NOT the owner","date_sent":"2001-09-07T04:00:00Z","date_received":"2001-09-07T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"SanDisk Senior IP Council","principal_name":"Sandisk","recipient_name":"Informa Unlimited inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}