{"dmca":{"id":455,"type":"Dmca","title":"W Says There Should Be Limits to Freedom","body":"<P>Dear Mr. Exley:</p>                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        \r\n<P>As counsel to the Governor George W. Bush Presidential Exploratory Committee (\"Exploratory Committee\"), I am writing about a web site registered to you, which appropriates without authority the text and pictures of the Exploratory Committee's official campaign web site. In addition to using the Exploratory Committee's official web site without authorization, your site, which contains links to sites that promote violence and degrade women, is patently offensive.</p>\r\n<P>In your wholesale misappropriation and imitation of the georgewbush.com web site, you violate a host of copyright and trademark laws. While we might overlook this given our recognition of the constitutional right to free political debate, we cannot, in this instance, given the nature of the material you graft onto the words, look and feel of the Exploratory Committee's site. For that reason, we must demand that you immediately cease and desist your misappropriation of the materials on the Exploratory Committee's copyright and trademark-protected web site.</p>\r\n<P>The Exploratory Committee's official web site is an informational presentation and display of photographs, illustrations, text, and arrangements created by, and owned by the committee. The federal copyright laws protect the Exploratory Committee's web site displays to the same extent these laws protect all other person's and business' creations, including the creations of book authors, artists, advertisers, and software developers. The Exploratory Committee's web site is for public access without charge, but it is still protected by copyright. <I>See e.g., Storm Impact, Inc. v. Software of the Month Club</i>, 13 F.Supp. 872, 48 USPQ2d 1266 (N.D. Ill. 1998). (Material placed on the internet for free distribution held protected by copyright). Even if you are or you represent a not-for-profit  entity, or even a political group or organization, this does not allow you unlimited and unauthorized use of the copyrighted features of a committee's web site.  <I>See Scanlon v. Kessler</i>, 11 F.Supp. 444, 47 USPQ2d 1692 (S.D.N.Y. 1998)(being a non-profit entity is not a defense against liability for copyright infringement.) </p>\r\n<P>The copyright laws protect you, as well as all other members of the public. I do not believe you would want your own written creations taken at will, by anyone, without your permission and without your control. Your cavalier usurpation of the Exploratory Committee's web site may reflect a confusion on your part of the \"fair use\" provision of the copyright laws of the United States. Without providing a tutorial on \"fair use\", I suggest that you consult with a copyright attorney. If you cannot afford one, then you may wish to contact the <I>pro bono</i> services likely provided by your city government, and by certain law firms and, perhaps, by the law school nearest to you. As a general matter, I can assure you that the copyright laws do allow, in particular defined and reasonable circumstances, for a certain amount of \"fair use\". <I>See</i> 17 U.S.C. ","date_sent":"1999-04-14T04:00:00Z","date_received":"1999-04-14T04:00:00Z","topics":["Chilling Effects","Copyright"],"sender_name":null,"principal_name":"Governor George W. Bush Presidential Exploratory Committee","recipient_name":"gwbush.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}