{"dmca":{"id":468,"type":"Dmca","title":"Notice to Google re \"Vivian's Vow\"","body":"Dear Sir or Madam,\r\n\r\nI have been retained as counsel by [private] in connection with a copyright infringement claim she has against Google.\r\n\r\nMy client, [private], notified you in a previous communication dated Tuesday, February 26, 2002, about a link on your search engine to an unauthorized copy of a work, \"Vivian's Vow\", in which she owns the copyright.  This notification provided you with actual knowledge that you are facilitating copyright infringement by maintaining links to the infringing material. Unfortunately, you are yet to remove the links to the infringing work from your system.\r\n\r\nTitle II of the DMCA is clear in requiring that upon acquiring actual knowledge of a link to infringing material, an OSP must act \"expeditiously to remove or block access to the material\" in order to avoid liability for copyright infringement.\r\n\r\nI must emphasize that this is not an attempt to censor information, this is a legitimate demand by the copyright owner to cease direct infringing activity on Google's part for an infringing cache of the work located at [http://www.google.com/search?q=cache:5ZlWNsUUdfQC:www.cow.net/cows/sara.txt+sara+glover&hl=en&ie=ISO-8859-1] as well as to end contributory liability by removing Google's index reference [the first entry for http://www.google.com/search?hl=en&ie=ISO-8859-1&oe=ISO-8859-1&q=sara+glover] to the offending text.\r\n\r\nIt is a completely unacceptable response that it would involve some effort on your part to comply with federal copyright law and international copyright treaties. The safe harbor rules of the DMCA do not contemplate a circumstance in which a service provider, having received specific notification that it is facilitating an ongoing infringement of copyright, may refuse to correct its infringing acts because of the technical or administrative complexity of so doing. If it is a complicated thing to do, I respectfully suggest that you revamp and reprioritize your technical and administrative procedures to make copyright compliance easier to accomplish.\r\n\r\nI must warn you that these continuing references to the infringing material create irreparable damage to my client and that any further delay in removing the offending references will be actionable for damages for willful infringement of copyright as well as invasion of privacy and infliction of emotional distress.  My client reserves all rights to further action for your aforementioned infringing acts and omissions.\r\n\r\nPlease provide me with notification of your compliance with this request as soon as you have removed the link and cache.\r\n\r\nSincerely,\r\n\r\n[private]\r\n\r\n ----------------------------------------------------------------\r\nEntertainment & Media Counselors, LLC\r\nwww.emcmatrix.com\r\nwww.musicindustrylaw.com","date_sent":"2002-03-15T05:00:00Z","date_received":"2002-03-15T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Entertainment & Media Counselors, LLC","principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}