{"dmca":{"id":471,"type":"Dmca","title":"Park Place Demands Parisian-Casino.com","body":"\r\nVia E Mail, FedEx\r\nRe: TRADEMARK INFRINGEMENT \r\n\r\nDear [Private]  \r\n\r\nI am the Vice President of Corporate Law for Park Place Entertainment Corporation ('PPE').  As you undoubtedly know, PPE is the largest provider of casino and gaming services in the world.  We own and operate gaming and casino services under numerous famous marks including PARK PLACE, PARK PLACE ENTERTAINMENT, CAESARS, GRAND CASINO, BALLY'S, PARIS, and FLAMINGO.  These marks are the subject of numerous federal registrations in the United States, virtually all of which are now incontestable.  We enclose herein copies of some of these registrations relating to PARIS.  \r\n\r\nOver the last 35 years, PPE and its predecessors in interest have invested millions of dollars to promote these famous trademarks both within the United States and throughout the world.  As a result of these efforts, PPE trademarks are among the most recognizable in the industry and represent a valuable business asset.  We therefore take very seriously any effort to trade off our trademarks in a manner that is likely to cause confusion among the public or dilute the distinctiveness of our brands. \r\n\r\nIt has come to our attention that you and your company have registered the domain name PARISIAN-CASINO.COM.  While it appears that this domain name does not resolve to an active site, you are incorporating our trademarks in you domain name.  Setting aside the legality of on-line gaming in the United States, you obviously know that you and your company have no relationship with PPE or its affiliates.\r\n\r\nYour conduct thus goes well beyond simple cybersquatting and trademark infringement but constitutes fraud.  If required to commence legal action, PPE will seek monetary relief, including punitive damages and attorneys' fees, from both you and your company.  \r\n\r\nPPE is willing to resolve this matter, however, without litigation or payment of any damages contingent on:\r\n1.  Immediate written assurances by close of business April 19, 2002, that you will take all steps necessary to transfer to PPE the domain names PARISIAN-CASINO.COM.   \r\n\r\nImmediate written assurances by close of business April 19, 2002 that you will provide by no later than close of business April 30, 2002, a certification under oath that you do not own, directly or indirectly, any domain name consisting in whole or in part of any of the trademarks listed above, and that you will not, directly or indirectly, at any time in the future use any PPE trademark, or any designation confusingly similar thereto, for any purpose.\r\n\r\nIf we do not receive a satisfactory response within the time frame set forth above, we will turn this matter over to outside counsel in order to commence legal proceedings.  We trust that this will not be necessary.\r\n\r\nPlease contact [Private], PPE's Trademark Administrator, if you wish to discuss the details of the transfer or the contents of the certification.  \r\n\r\nVery truly yours,\r\n\r\n\r\n\r\n[Private]\r\nVice President Corporate Law\r\n\r\nEnclosures\r\n\r\ncc: [Private]\r\n     PPE Trademark Administrator\r\n\r\n     [Private]\r\n     Morgan, Lewis & Bockius LLP\r\n1-NY/1404798.1","date_sent":"2002-04-12T04:00:00Z","date_received":"2002-04-12T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"In house for Park Place","principal_name":"Park Place Entertainment","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}