{"dmca":{"id":474,"type":"Dmca","title":"kcweddings.net takes the cake","body":"We represent the Kansas City Star, the owner of the \"KC Weddings\" trademark.  It has come to our attention that you are currently using our client's trademark in the form of the domain name \"www.kcweddings.net.\"  It is our understanding that the Kansas City Star has not granted you a license to use its trademark.\r\n\r\nThe Kansas City Star owns a federal registration for the mark \"KC Weddings\" in connection with a magazine featuring information relating to weddings.  This mark was registered with the United States Patent and Trademark Office on March 27, 2001 on Registration No. 2439599, based on a first-use date in commerce of March 1, 1995.  This date is prior to your registration of the domain name.\r\n\r\nThe Kansas City Star has invested considerable time and money establishing the proprietary rights to this trademark.  Your unauthorized use of \"kcweddings.net\" will cause confusion in the minds of the consuming public, will imply that we have authorized you to use the \"KC Weddings\" mark and will constitute dilution and infringement of the \"KC Weddings\" mark.\r\n\r\nBecause of this resultant confusion, we demand that you immediately cease and desist using the \"kcweddings.net\" mark and provide evidence that you have in fact ceased to use such mark.  We also demand that you immediately transfer ownership of the domain name \"www.kcweddings.net\" to us.  Please contact me by May 7, 2002 with regard to our concerns and the requests in this letter.\r\n\r\nWe look forward to hearing from you soon.\r\n\r\nVery truly yours,\r\n[Private]","date_sent":"2002-04-23T04:00:00Z","date_received":"2002-04-23T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Blackwell Sanders Peper Martin LLP","principal_name":"The Kansas City Star","recipient_name":"kcwedddings.net","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}