{"dmca":{"id":484,"type":"Dmca","title":"Dallas Morning News Rabid Over Deep Links","body":"[Content from Letter]\r\n\r\nAs you may know, the Belo Content (various news articles) is protected by copyright laws of the United States. In order to ensure that its rights are protected, Belo routinely monitors the use of its content and contacts users accordingly to request that they cease and desist their unauthorized use of such content. \r\n\r\nAccordingly, we must request that you cease and desist from any unauthorized use of the Belo Content, including without limitation, allowing users of BarkingDogs.org to deep link directly to the Belo Content or from posting, without prior written permission, any other Belo Content on BarkingDogs.org.\r\n\r\nAny proper links to the Belo Content should be directly hyperlinked to The Dallas Morning News homepage located at www.dallasnews.com.\r\n\r\n\r\n[Content from follow up email]\r\n\r\nRegarding your point of clarification, we are not demanding that you do not provide links from your site to the Dallas Morning News site, or any other site for that matter.\r\n\r\nWe are requesting that you do not \"deep\" link (i.e., provide a link to any other page in the site but the home page (www.dallasnews.com) <http://www.dallasnews.com)>).\r\n\r\nBy providing any direct links to content within the site, you allow visitors to avoid the homepage, which:\r\n\r\ncan result in a viewer not understanding that the content is on our client's site; and allows the viewer to avoid the advertising, etc., on the homepage (which places our client in a bad position with respect to its advertisers, etc.). Therefore, while we encourage links to the Dallas Morning News site, we must request that they all go to the homepage of the site, and not directly to any interior content.\r\n\r\nIf needed, you can provide with your link info on how to find the specific article of interest once they are on the homepage. \r\n\r\nWe trust that this clarifies our position. Please let me know if you have any questions regarding this matter. \r\n\r\n\r\n","date_sent":"2002-04-27T04:00:00Z","date_received":"2002-04-27T04:00:00Z","topics":["Copyright","Linking"],"sender_name":"Jenkens & Gilchrist","principal_name":"Dallas Morning News / Belo Inc.","recipient_name":"BarkingDogs.org","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}