{"dmca":{"id":487,"type":"Dmca","title":"DMCA notice","body":"I was sued in January by these two very angry, evil men for linking\r\nto their web site and criticising their \"churches\". I am a Christian\r\npastor, as well as a researcher in the field of autocephalic Christian churches in the apostolic succession. My wife and I, prior to\r\nthe lawsuit, had been harassed something awful by these two men, for\r\nover two years. \r\n\r\nMy web site, ind-movement.org, was knocked off a \r\nthree different hosting providers due to the so-called DMCA notices\r\nand treachery from Mr. James and Mr. Prentice: Interland, WebservePro,\r\nand most recently, Web2010/Hostcentric. \r\n\r\nIn addition, these two evil\r\nmen have defamed us all over the usenet and on the web something \r\nhorrible these past two years. (Most of the web postings were very\r\nrecently removed.) Finally, these two evil men have tortiously \r\ninterfered in almost every facet of our lives. They repeatedly tried\r\nto get me fired from my day job as a systems manager for a large\r\nfinancial institution. They got us both kicked out of the Boy Scouts of America where we had both been serving as adult volunteers (I as\r\na troop chaplain). They've spammed hundreds of clergy with emails\r\naccusing us of the most terrible things. They've emailed and telephoned\r\nmany of our relatives and tried to interrupt our intra-family\r\nrelationships.\r\n\r\nThe case is currently in U.S. District Court in Denver, Colorado:\r\n02-CV-117. I have much of it documented at\r\nhttp://www.ind-movement.org/lawsuit/\r\n\r\nI would be most grateful if chillingeffects.org could briefly\r\ndocument my situation -- that I have been sued for linking, that the DMCA was used against my web site on the issue of linking,\r\nand that the DMCA was cited as a novel way to harass me.\r\n\r\nThank you.\r\n\r\n(Mr. James and Mr. Prentice present themselves as elevated clergy\r\nand heads of two major \"Christian\" churches. Two tiny tidbits that\r\nmay erase that: Mr. James published his first work on applied astrology\r\nin 1978. Mr. James was also the topic of a newspaper article in\r\nThe Boulder Weekly -- this article is archived at \r\nhttp://web.archive.org/web/19990826162636/http://www.boulderweekly.com/article.cfm?aid=479  )","date_sent":"2002-05-05T04:00:00Z","date_received":"2002-05-05T04:00:00Z","topics":["Copyright","Linking"],"sender_name":"Glen F. Redmond Gallinger, Attorney","principal_name":"Joseph Colin James III & Victor Prentice dba The Continuing Episcopal Church Inc. and","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}