{"dmca":{"id":494,"type":"Dmca","title":"Copyright Infringement Letter","body":"> Our reference: Letter Copyright Infringement FR 27-06-2001\r\n>\r\n> The Hague, June 27, 2001\r\n>\r\n> Concerns: Copyright infringement notification\r\n>\r\n>\r\n> Dear Sir/Madam,\r\n>\r\n> You receive this letter on behalf of our client Ordo Templi Orientis, a\r\n> non-profit California corporation to notify you of a copyright\r\n> infringement/illegal acting by you and/or your compagny.\r\n>\r\n> This notification of copyright infringement concerns the French\r\n> domain/website/url [redacted] registered\r\n> to you  and hosted by MultiMania Productions SA., who will also receive a\r\n> notification.\r\n>\r\n> On this website as mentioned above certain works by Aleister\r\n>Crowley (the  British author) are used, displayed, copied, reproduced, linked to,\r\n> mirrored  to and/or made available to the public.\r\n> O.T.O. is the exclusive owner of copyrights of the complete works by\r\n> foresaid author (as ruled and confirmed in the United Kingdom Court of\r\n> Justice on October 19th 2000, case number HC [redacted] and the United\r\n> States of America District Court of California on September 10th, 1985,\r\n> judgment no. C-83-5434-CAL). O.T.O. did not give any permission for the use,\r\n> reproduction and/or publication of any of the works as used, copied,\r\n> reproduced, made public, linked to and/or mirrored to by you and/or\r\n>your  compagny.\r\n>\r\n> We inform you that the content of the site is an exact copy of two other\r\n> infringing websites in the Netherlands which are already down (faire use\r\n> policy).  Please check the websites and/or contact their providers:\r\n> [redacted]. We have proof that the content as mentioned below was copied\r\n> from the illuminati-site.\r\n>\r\n> According to article 3 and 5 of the Berne Convention, of which the U.S., the\r\n> U.K. and The Netherlands are member states, in member states  authors shall\r\n> enjoy the special protection of the Convention and the same protection under\r\n> national law as nationals of an individual member state of the Convention\r\n> (the principle of ?national treatment?). This means in this specific case,\r\n> since the infringement takes place in France, French law is applicable and\r\n> will protect the copyrights of authors of other member states, which means\r\n> that in France the O.T.O. copyrights on the works of Aleister Crowley are\r\n> protected.\r\n>\r\n> The infringing French website as mentioned above contains several\r\n> subsections (by linking-button). These subsections contain infringing\r\n> documents and/or links to the infringing documents.\r\n>\r\n> 1. The first/home page contains the following documents:\r\n>\r\n> [redacted]\r\n>\r\n> Items (a) and (b) are attributed to Crowley directly. Item (c) reproduces an\r\n> unpublished paper by Crowley, \"Ninth Degree Emblems and Modes of  Use\", in\r\n> its entirety. All three are copyright infringements.\r\n>\r\n> 2. Under subsection \"Rituals\"\r\n>\r\n> [redacted]\r\n>\r\n> Items (a) through (n) are written by Crowley. Publications of these works\r\n> have not been authorized. Item (o) includes compilations/extractions from\r\n> the earlier items by Crowley to which O.T.O. owns the copyright.\r\n>All items  are copyright infringements.\r\n>\r\n> 3. Under subsection \"Trinc!\"\r\n>\r\n> Liber LXV\r\n> Liber Ararita (pdf-file)\r\n> Liber Tsaddi\r\n> Liber 0 (pdf-file)\r\n>\r\n> These are all Dutch translations of papers written by Crowley. According to\r\n> the applicable copyright law translating is the same as reproducing  and/or\r\n> copying the original work. O.T.O. did not authorize the translations. These\r\n> translations are copyright infringements.\r\n>\r\n> 4. Under subsection \"Library\"\r\n>\r\n> This section has not be filled in yet (is under construction), but we expect\r\n> it?s a matter of time before the following documents can be found on your\r\n> website (as copied from the illuminati-site):\r\n>\r\n> a. Facsimiles\r\n>\r\n>[redacted]\r\n>\r\n> b. XIth degree\r\n>\r\n> [redacted]\r\n>\r\n> c. Correspondence between Frank Bennett and Aleister Crowley\r\n>\r\n> i. PDF Document I\r\n> ii. PDF Document II\r\n>\r\n> All listed items under (a) are facsimiles of manuscripts or  documents by\r\n> [redacted, and infringe O.T.O.?s copyright if used on the site.  Item (b) (i)\r\n> is also by Crowley and thus infringes O.T.O.?s copyright if used on the\r\n> site. Item (b) (ii) is not by [redacted], but is prefaced by a drawing by\r\n> Crowley, which is infringing O.T.O.?s copyright if used on the site. Both\r\n> items under (c) are facsimile typed transcripts that include material by\r\n> Crowley, thus infringements if used on the site.\r\n>\r\n> All aforesaid infringements of O.T.O.?s copyrights on the works of [redacted]\r\n> Crowley and works written by the O.T.O. organization and/or all  unauthorized\r\n> use of these works elsewhere are an illegal act and will  immediately have to\r\n> come to an end. Therefore we hereby order you to stop using, linking to,\r\n> mirroring to, to reproducing and/or copying the works of Aleister Crowley\r\n> and/or the O.T.O. organization, to stop making these works public in any way\r\n> and to remove and/or delete all infringing/illegal content from the\r\n> website(s) and/or server. If you do not comply to this order within 7\r\n> workdays dated from the date as stated above, we will be forced to take\r\n> further legal actions and you will be held fully responsible for all\r\n> damages, inclusive future damages.\r\n>\r\n> We also sent this letter to MultiMania Productions SA., since they cooperate\r\n> in this infringement by providing services to the infringing website(s).\r\n>\r\n> Sincerely,\r\n>\r\n>[redacted]\r\n\r\nDear Sir,\r\n\r\nYou are probably aware of the anonymity factor with the internet. We\r\nhave no way to determine who you are, we can only assume you are in\r\nthe Netherlands, because you could be living anywhere in the world\r\nand have an e-mail account in the Netherlands, nor do we have any way\r\nto determine that you are not some insane person impersonating a\r\nlawyer and spamming us (sending us unsolicited e-mail for harrassment\r\npurposes). After all, we have received e-mail from people claiming to\r\nbe all sorts of things, including \"The\" Highlander from the TV show\r\nand movies.\r\n\r\nOn top of that, we have no way to know which O.T.O. you claim to\r\nrepresent, there are many around the world or a way to determine that\r\nyou represent anyone at all besides yourself.\r\n\r\nSo we take your e-mail as seriously as we do other spam.\r\n\r\nAs for the courtcase you mention, I believe that the rather small\r\nO.T.O. in California that you claim you represent (from the\r\nNetherlands?) has been asked many times to give references so that\r\ntheir claim could be checked out, sometimes by serious researchers.\r\nIt is my understanding that that tiny O.T.O. in California, in the\r\nUSA, still has a final court date to come.\r\n\r\nIt is my understanding (if you do indeed represent, from the\r\nNetherlands, that tiny O.T.O. in California, USA, and are not just\r\nspamming us) that the October 2000 event was a preliminary hearing.\r\n\r\nAs for a \"cease and desist\" letter, we do not feel the  website\r\ncontravenes anything, and we will be writing to Multimania ourselves.\r\n\r\n\r\n[redacted]\r\n\r\nAt 19:49 -0400 27/06/2001, you wrote:\r\n\r\n\r\n> (fran?ais suit l'anglais)\r\n>\r\n> Dear Multimania Legal,\r\n>\r\n> The letter below is a translation of a letter that was sent to you\r\n> earlier today from [redacted] about the complaint which purports\r\n> to be from a lawyer in the Netherlands. We have been unable to\r\n> confirm that that person is indeed a real lawyer, as the e-mail\r\n> address is from an anonymous mailer. In addition, he mentions a\r\n> number of files that are not found on the website\r\n> [redacted]\r\n>\r\n> And in addition to that, the court case he mentioned has not been\r\n> settled. If this alleged lawyer persists with his complaint, would\r\n> you please verify his identity as well as his claim.\r\n>\r\n> Sincerely,\r\n>\r\n> [redacted]\r\n>\r\n> ------\r\n> Ch?re Multimania L?gale,\r\n>\r\n> La lettre qui suit est un traduction d'une lettre qui a ?t? envoy? ?\r\n> vous de Kelli Holloran ? propos de la plainte qui pr?tend d'?tre d'un\r\n> avocat situ? dans les Pays-Bas. Nous sommes pas capable de confirmer\r\n> la validit? de son identit? comme avocat, puisque l'adresse courriel\r\n> provient d'un serveur courriel anonyme. En plus, il mentionnent des\r\n> fichiers qui ne sont pas sur le site web\r\n> (<http://harpokratesmaat.multimania.com>).\r\n>\r\n> En plus de ?a, le proc?s l?gal en Grande-Bretagne n'est pas complet.\r\n> Si cet \"avocat\" persiste avec sa plainte, voulez-vous SVP v?rifiez\r\n> son identit? en m?me temps que vous v?rifiez sa plainte?\r\n>\r\n> [redacted]\r\n> ------\r\n>\r\n> Cher monsieur,\r\n>\r\n> La lettre provenant est de l'harc?lement faite de la part de la\r\n> soci?t? bas?e en Californie, ?-U, ?noncant que les rituels dont il\r\n> parle sont une violation de la loi sur le droit d'auteur. Ces droits\r\n> d'auteur n'ont pas ?t?s s?curis?s, et il y a une audition qui est\r\n> incompl?te. Cette soci?t? incessamment ?crit des lettres similaires ?\r\n> des individus par attentat d'harc?lement, et laquelle utilisation des\r\n> rituels constitut \"un usage acceptable\", m?me sous les lois des ?-U.\r\n>\r\n> L'organisation est courament sous investigation en Arizona (?-U) pour\r\n> la prmulagation de crimes occultes contre des femmes dans le meutre\r\n> de Amy Andrews, une de leurs pr?tresses. Il y a de l'abus de femmes\r\n> qui continue dans cette ordre (l'OTO, qui a recemment ?t? banni de la\r\n> France, avec la nouvelle loi \"anti-secte\" -voir l'attach?: liste de\r\n> sectes bannis), qui a aussi des liens avec un groupe fran?ais\r\n> n?o-nazi. Je sugg?re fortement que vous preniez tout ceci en\r\n> consid?ration avant de supprimer un site web et avec la supprssion du\r\n> site continuant la r?prsseion de la libert? d'expression sur\r\n> l'internet supportant des organisations qui font de l'harc?lement qui\r\n> n'ont aucune l?galit? en France du tout.\r\n>\r\n> Pas seulement ceci, mais ils tire des paroles qu'un auteur a donn?\r\n> permission pour la citation de ces ?critures, et n'est pas l'?criture\r\n> d'Aleister Crowley du tout. Ils font de grandes pr?tentions pour le\r\n> but de continuer de faire la suppression de nos sites web, quand nous\r\n> violons pas la loi, mais nous donnons la possibilit? au gens\r\n> interress?s de joindre cette ordre. Cet ordre essaye de garder ces\r\n> rituels secret, ces membres \"dans les ombres\" en ce qui concerne leur\r\n> future dans l'ordre, et que les actions de cet ordre est en violation\r\n> des lois sur le consentement inform? m?dicales aux ?-U.\r\n>\r\n> Leurs initiations incluent l'utilisation d'outils de torture, pla?ant\r\n> un poignard aux cous des inti?/es, et de lancer des gens dans des\r\n> puits. Nous pensons que les gens soient capables d'avoir acc?s a\r\n> cette information avant de se joindre ? cette secte violente qui\r\n> abuse les hommes et les femmes continuellement, qui permet le viol\r\n> sous ses auspices, qui permet le sdomie devant des mineurs, et qui\r\n> permet l'abus des femmes ne situation domestique.\r\n>\r\n> Merci pour votre compassion,\r\n>\r\n> Sinc?rement,\r\n>\r\n>[redacted]\r\n> ----------\r\n\r\n----------------------------------------------------------------\r\n[redacted]\r\n\r\nBonjour!\r\n\r\nReference: [redacted]\r\n\r\nIn reference to previous correspondence, the e-mail from Kelli\r\nHolloran, we would like to make a  correction. First, the \"Ordo\r\nTempli Orientis\" is not banned in France, but it is on a Cult-Watch\r\nlist.\r\n\r\nAlso, in reference to the letter from \"Alexander de Jong\" we have\r\ntried to confirm that he is an employee with \"Wisemen Netherlands\",\r\nbut have been unable to confirm this.\r\n\r\nIn addition, in his letter of complaint, he mentions he is acting on\r\nbehalf of \"his order\", I assume this means \"his client\" which he\r\nclaims is  \"Ordo Templi Orientis, a non-profit California\r\ncorporation\".\r\n\r\nWe have done some research, and are uncertain which non-profit\r\nCalifornia corporation calling itself \"Ordo Templi Orientis\" he might\r\nrepresent. We have discovered there are some sixteen separate\r\ncorporations (six of them headquartered in California, USA) which\r\ncould answer that description. We note he does not include either\r\nnames of the people he claims to represent, or head office addresses\r\nso we honestly do not feel that he actually represents anyone,\r\nespecially since we have received no confirmation that he is an\r\nemployee of \"Wisemen Netherlands\", and his claim may be fraudulent,\r\nor perhaps a prank of some sort.\r\n\r\nHere are the USA Corporate entities we have been able to confirm the\r\nexistence of (each one a separate legal entity with different people\r\nas officers):\r\n\r\n[redacted]\r\n\r\nThere may be other \"Ordo Templi Orientis\" corporations, these are the\r\nones we have been able to discover. If \"[redacted]\" is a\r\nreal person, representing any Corporation, we would like to know\r\nwhich \"Ordo Templi Orientis\" he represents, the name of the person in\r\nthe Corporation that is his client, and the Corporate business\r\naddress.\r\n\r\nSincerely,\r\n\r\n[redacted]\r\n\r\n","date_sent":"2001-06-27T04:00:00Z","date_received":"2001-06-27T04:00:00Z","topics":["Copyright"],"sender_name":"Wisemen B.V. (Netherlands)","principal_name":"Ordo Templi Orientis \"a California\" corporation","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}