{"dmca":{"id":497,"type":"Dmca","title":"Cease and Desists for Dummies?","body":"Dear Mr. [Private]:\r\n\r\nWiley Publishing, Inc. (\"Wiley\"), formerly Hungry Minds, Inc. recently became aware of the article titled Narco-Dollars for Dummies, by Catherine Austin Fitts on your website www.narconews.com. \r\n\r\nAs you may know, Wiley has over 100 trademark registrations and applications in the United States, Canada, and other jurisdictions for the trademark \"FOR DUMMIES\", many \"DUMMIES\" formatives and the FOR DUMMIES trade dress. The FOR DUMMIES trademark appears not only on our books, but also on CD-ROMs, trade and consumer advertising, in catalogues, point of sale displays, Wiley's websites, and other promotional and licensed material distributed worldwide. This series has been in existence since 1991 and has enjoyed tremendous success.\r\n\r\nSince the FOR DUMMIES trademark is a federally registered mark, United States trademark law requires that Wiley take all reasonable steps to prevent others from using its marks, or confusingly similar marks, in such a way so as to \"dilute\" its distinctiveness as an exclusive designator of Wiley's goods and services. If the mark is used by too many different sources, it becomes a \"generic\" term, and Wiley may lose its exclusive right to use it. Thus, it is Wiley's responsibility to police for the use of \"? For Dummies\" in any manner, and stop all unauthorized use of its trademark.\r\n\r\nAlthough we appreciate that the use of \"? For Dummies\" in the article Narco-Dollars for Dummies is not intended to harm Wiley in any manner, we trust that you can appreciate our concerns. Accordingly, we request that you remove all FOR DUMMIES references from the above-mentioned article/website, and provide Wiley with written assurance that you will refrain from using its trademarks in the future by no later than May 13, 2002.\r\n\r\nThank you for your attention to this matter. I look forward to hearing from you no later than May 13, 2002.\r\n\r\nSincerely,\r\n\r\n[Private]\r\nContracts Manager\r\nWiley Publishing, Inc.\r\n(xxx) xxx-xxxx\r\nEmail: [private]","date_sent":"2002-04-29T04:00:00Z","date_received":"2002-04-29T04:00:00Z","topics":["Trademark","Copyright"],"sender_name":"Contracts Manager, Wiley Publishing, Inc.","principal_name":"Wiley Publishing, Inc.","recipient_name":"The NarcoNews Bulletin","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}