{"dmca":{"id":503,"type":"Dmca","title":"Rodale Demands Cutting Links","body":"Dear Messrs. Johnson:\r\n\r\nPlease be advised that our firm represents Rodale Inc., publisher of Runner's World Magazine and runnersworld.com.  A review of your website indicates that an article published on Rodale's runnersworld.com website, the Peter Snell Interview, has been republished on letsrun.com without authorization by Rodale.\r\n\r\nThe article has clearly been copied, verbatim, without permission.  This unauthorized copying by letsrun.com of Rodale's copyrighted content constitutes copyright infringement.\r\n\r\nThe purpose of this letter is to demand that letsrun.com immediately cease and desist the unauthorized and infringing publication of the Runner's World Peter Snell article and any other Rodale content copied by letsrun.com without permission from Rodale Inc.  We demand removal of the aforementioned article and any other such content on or before May 13, 2002 from the letsrun.com website.\r\n\r\nIf letsrun.com does not remove the article by that date and fails to provide Rodale with assurances that no future acts of infringement will occur, Rodale is prepared to take any and all necessary steps to protect and enforce its rights under the United States Copyright Act.\r\n\r\nThank you for your prompt attention to this urgent matter.\r\n                                                                                    Very truly yours,\r\n\r\n                                                                                    [Private]\r\n\r\n\r\ncc:        [Private]","date_sent":"2002-05-10T04:00:00Z","date_received":"2002-05-10T04:00:00Z","topics":["Copyright","Linking"],"sender_name":"GROSS, MCGINLEY, LABARRE & EATON, LLP","principal_name":"Rodale Inc., publisher of Runner's World Magazine and runnersworld.com","recipient_name":"LetsRun.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}