{"dmca":{"id":505,"type":"Dmca","title":"Rodale Runs from Deep Links","body":"Dear Mr. Johnson:\r\n\r\nI am responding to the voice mail you left Friday, May 10, 2002, concerning the above-referenced matter.\r\n\r\nBy way of clarification, my original letter referenced a Rodale article featured on letsrun.com.  The hyperlink, when clicked on, produced a verbatim copy of an interview with Peter Snell originally published on runnersworld.com.  That interview, reproduced in its entirety, was stripped of all Rodale ads and navigational information and aids.  Contrary to your assertion, to the extent that the entire article was reproduced by letsrun.com, that republication hardly constitutes fair use.\r\n\r\nFurthermore, it appears that the interview continues to run on the letsrun.com website and now appears below the fold under the heading \"A Must Read!!!!!\".  Again, clicking on the hyperlink fails to take viewers directly to Rodale's runnersworld.com website.  Indeed, use of the Rodale trademark runnersworld.com by letsrun.com is also infringing.  Letsrun.com has not created a hyperlink to Rodale's runnersworld.com website.  Instead, viewers who click on the hyperlink are actually prevented from reaching the runnersworld.com website and are denied access to its services and message.  In short, letsrun.com has appropriated Rodale's trademark in order to purvey its own Internet services - the letsrun.com website to an audience intending to access Rodale's website.\r\n\r\nThe actions of letsrun.com clearly constitute copyright and trademark infringement and unfair competition.  Demand is hereby made that letsrun.com immediately remove any and all Rodale content from its website and remove all hyperlinks utilizing Rodale trademarks by close of business tomorrow, Tuesday, May 14, 2002.  If letsrun.com fails to comply with this cease and desist letter, my client will pursue its rights under the Copyright and Lanham Act.\r\n                                                                                    Very truly yours,\r\n\r\n[Private]\r\n\r\n\r\ncc:        [Private]\r\n","date_sent":"2002-05-13T04:00:00Z","date_received":"2002-05-13T04:00:00Z","topics":["Copyright","Linking"],"sender_name":"GROSS, MCGINLEY, LABARRE & EATON, LLP","principal_name":"Rodale Inc., publisher of Runner's World Magazine and runnersworld.com","recipient_name":"LetsRun.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}