{"dmca":{"id":521,"type":"Dmca","title":"Network Associates Ask Radiusnet to Pull Files","body":"DMCA NOTICE OF INFRINGING MATERIAL\r\n\r\nVia Email:  [private]; webmaster@radiusnet.net; \r\n        Re: Digital Millennium Copyright Act Notice   \r\n  \r\nDear Radiusnet.net\r\n\r\nI am writing on behalf of Networks Associates, Inc. and its affiliated\r\ncompanies (collectively, \"Network Associates\").  As you may know, Network\r\nAssociates is a leading provider of computer software for network security\r\nand management.  Among its business units are such well-known names as\r\nMcAfee, PGP Security, Sniffer Technologies, and Magic Solutions. \r\nWe have learned that Radiusnet.Net is providing access on its system or\r\nnetwork to material that infringes the copyrighted work of Network\r\nAssociates.  In particular, I refer you to the web pages located at\r\nhttp://crypto.radiusnet.net/archive/pgp which contains links from your site\r\nthat provide unauthorized copies of NAI proprietary materials, including\r\nsoftware.  The material on this web site infringes Network Associates'\r\nvaluable copyrights.  \r\n\r\nAccordingly, Network Associates requests that Radiusnet.Net immediately\r\nremove or disable access to this infringing material. You should know that\r\nNetwork Associates takes its intellectual property rights seriously.  By\r\nbringing this matter to your attention, we hope that Radiusnet.Net will act\r\npromptly to remedy this problem.\r\nWe have a good faith belief that use of the material described above is not\r\nauthorized by Network Associates, any of its agents, or the law.   To the best of our knowledge, the information contained in this notification is accurate.\r\n\r\nUnder penalty of perjury, I am authorized to act on behalf of Network\r\nAssociates.  If you have any questions or concerns, please contact me at the\r\naddress listed above.  You can also reach me by e-mail at\r\n[private] or by phone at [private].\r\nThank you for your anticipated cooperation.\r\n\r\n                                        Sincerely, \r\n\r\n\r\n                                        [private]\r\n                                        Director, Anti-Piracy Programs\r\n\r\n[private]\r\nDirector, Anti-Piracy Programs\r\nNetwork Associates, Inc.\r\nPhone:  [private]\r\nFax:  [private]\r\n\r\n","date_sent":"2002-05-09T04:00:00Z","date_received":"2002-05-09T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Network Associates, Inc.","recipient_name":"Radiusnet.net","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}