{"dmca":{"id":543,"type":"Dmca","title":"Trademark Infringement by nopaypal.com and paypalsucks.com","body":"Our File No.: 19701-002200\r\n\r\nDear [Private]:\r\n\r\nWe are intellectual property counsel to PayPal, Inc. of Palo Alto, California.  As you are well aware, PayPal provides financial services under the PAYPAL name and service mark and owns and operates the website at www.paypal.com.  Our client's name, service mark and website are among its most valuable assets.\r\n\r\nWe have recently been made aware of your operation of two websites, www.paypalsucks.com and www.nopaypal.com, that infringe our client's service mark rights in the PAYPAL mark.  Printouts of your websites are attached to the confirmation copy of this letter.  We further understand that these websites provide a forum to criticize PayPal, Inc.  Our client respects your right to do so--provided your websites do not contain any false, disparaging or defamatory statements.  We must remind you that any such statements contained on your websites are actionable and can subject you to liability.  \r\n\r\nRegardless of your purported mission, your use of our client's PAYPAL mark in connection with the operation of websites and in domain names constitutes trademark infringement.  Quite simply, use of the PAYPAL mark in a commercial manner is not protected free speech.  It is quite evident from your websites that you are profiting off of the PAYPAL mark by selling banner advertisements, offering competing financial services, and using your site to attract PayPal's customers for your own commercial gain.  For such infringement, you can be held liable for monetary damages (tripled), an injunction and our client's attorneys' fees.\r\n\r\nOn behalf of our client, we must insist that you immediately cease all further use of  the PAYPAL mark and transfer the domain names to our client.  We further demand that you provide an accounting of the profits that you have received in connection with your operation of these websites.  \r\n\r\nYour swift and full cooperation would enable us to resolve this matter quickly and on an amicable basis.  Please contact me as soon as possible, and no later than June 7, 2002, so that we may facilitate a prompt resolution of this matter.\r\n\r\nVery truly yours,\r\n\r\n[Private]\r\nTOWNSEND and TOWNSEND and CREW LLP\r\n[Address]\r\nSan Francisco, CA  94111-3834\r\nTel:  xxx.xxx.xxxx\r\nFax:  xxx.xxx.xxxx\r\nEmail:  [email]\r\n\r\nwww.townsend.com\r\n\r\nThis message and any attachments thereto are intended only for the use of the individual or entity to which they are addressed and may contain information that is privileged, confidential, and/or exempt from disclosure by applicable law or court order.  If the reader is not the intended recipient, or the employee or agent responsible for delivering the message to the intended recipient, you are hereby notified that any use, dissemination, distribution, or copying of this message and any attachments thereto are strictly prohibited.  If you have received this communication and any attachments thereto (whether directly or indirectly as an embedded communication) in error, please notify us immediately by reply email at the above address   Please also immediately delete the message and any attachments thereto from your computer system. Thank you.\r\n","date_sent":"2002-05-28T04:00:00Z","date_received":"2002-05-28T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"TOWNSEND and TOWNSEND and CREW LLP","principal_name":"PayPal, Inc.","recipient_name":"PayPalSucks.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}