{"dmca":{"id":548,"type":"Dmca","title":"Google Asked to Remove Distance Learning Site from Index (#1)","body":"05/01/2002 13:56     [private]\tWORLDWIDELEARN\t\tPAGE 01\r\n\r\nWORLD WIDE LEARN\r\nONLINE LEARNING\r\nTHE WORLD'S DIRECTORY OF ONLINE COURSES, ONLINE LEARNING AND ONLINE EDUCATION\r\n\r\n\r\nMay 1, 2002\r\n\r\nVIA FACSIMILE [private]\r\n\r\nGeneral Counsel\r\nGoogle, Inc.\r\n[private]\r\nMountain View CA 94043\r\n\r\nDear Sirs/Mesdames:\r\n\r\nRe:\tCopyright Infringement by distancelearningsite.com\r\n\r\nI understand that American search engines are required to comply with The Digital Millennium Copyright Act and am writing to report an illegal copying of my website by a website that is now appearing in your search engine database.\r\n\r\nI am the owner of an exclusive right to World Wide Learn, a website at http://www.worldwidelearn.com, of whose copyright is being infringed by a website at http://www.distancelearningsite.com. Each page at http://www.worldwidelearn.com is clearly marked that it is under copyright protection.\r\n\r\nThe website at http://www.distancelearningsite.com is an illegal reproduction of my site at http://www.worldwidelearn.com and the owner of this http://www.distancelearningsite.com site has illegally copied HTML code, content and pages from my site at http://www.worldwidelearn.com .\r\n\r\nI have good faith belief that use of HTML code, text, content and pages from http://www.worldwidelearn.com is not authorized by myself, the owner; nor by an agent, nor by the law.\r\n\r\nI have initiated legal proceedings against http://www.distancelearningsite.com, including a Cease & Desist letter requesting they remove their site.\r\n\r\nI ask that you remove this http://www.distancelearningsite.com site from your search engine database or take whatever steps that are in accordance with your company policy regarding a situation such as this.\r\n\r\nThis information provided by me in this letter is accurate under penalty of perjury and as owner of http://www.worldwidelearn.com, I am authorized to act as owner of the exclusive right that is being infringed.\r\n\r\nIf you need further information or clarification, please do not hesitate to contact me.\r\n\r\nYours truly,\r\n\r\nWorld Wide Learn\r\nPer:\t[private]\r\n\tPresident\r\n\r\n\r\nwww.WORLDWIDELEARN.com\r\n[private], Calgary, Alberta T2T 0B2\r\nPH: [private]    FX: [private]    [private]","date_sent":"2002-05-01T04:00:00Z","date_received":"2002-05-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"World Wide Learn       www.worldwidelearn.com","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}