{"dmca":{"id":596,"type":"Dmca","title":"Radio Shack not amused by radioslack.com","body":"Dear [Private]:\r\n\r\nIt has come to light that you are utilizing part of the \"Radio Shack\"\r\ntrademark, as part of your \"RadioSlack.com\" Website (See highlighted portion\r\nof Attachment A).  The \"Radio Shack\" trademark is the property of TRS\r\nQuality, Inc. and its sole licensee RadioShack Corporation.  The prominence\r\nof the mark has caused it to be identified with RadioShack products and\r\nservices.  Be advised, you have no right to utilize this important portion\r\nof the mark.  Your use of this designation infringes on the well-established\r\n\"Radio Shack\" and \"RadioShack\" trademarks.\r\n\r\nThe federal registration for the stylized form of the \"Radio Shack\"\r\ntrademark was issued August 11, 1992 (See Attachment B).  The first use in\r\ncommerce of this mark occurred prior to 1975.  The \"Radio Shack\" trademark\r\nwas in use for years before \"RadioSlack.com\" existed.\r\n\r\nTRS Quality, Inc. and RadioShack Corporation have expended a great deal of\r\ntime and money in developing and promoting the goodwill associated with the\r\n\"Radio Shack\" and \"RadioShack\" trademarks.  Our trademarks appear on every\r\nRadioShack-branded product throughout RadioShack's over 7,000 stores.  In\r\naddition, the fact that the \"Radio Shack\" trademark is on the principal\r\nregister provides prima facie evidence of TRS Quality, Inc.'s exclusive\r\nright to this trademark.\r\n\r\nWe are concerned that your use of \"Radio Slack\" as it currently appears (See\r\nhighlighted portion of Attachment A) will cause confusion as to sponsorship\r\nof your Website, which is prohibited under the Lanham Act.  Your art is\r\nobviously just our trademark with a slight alteration.  Further, we believe\r\nthat your continued use of our mark will result in dilution of our valuable\r\ntrademark, which is prohibited under the Federal Trademark Dilution Act of\r\n1995.\r\n\r\nAccordingly, RadioShack Corporation must insist that you immediately and\r\npermanently replace \"Radio Slack\" with a different type or style - i.e., one\r\nthat is not suggestive of our trademarks.  Due to the importance of this\r\nmatter, please provide this office with written assurances of your\r\ncompliance no later than June 20, 2002.\r\n\r\nNothing contained in this letter, nor any act or omission to act by\r\nRadioShack is intended or should be deemed to be a waiver, abridgment,\r\nalteration, modification or reduction of any rights or remedies that\r\nRadioShack may have in regard to this matter and all such rights and\r\nremedies, whether at law or in equity, are hereby expressly reserved.\r\n\r\n\r\nSincerely,\r\n\r\n\r\n\r\n[private]\r\nTrademark Attorney\r\n\r\n[private]","date_sent":"2002-06-10T04:00:00Z","date_received":"2002-06-10T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":null,"principal_name":"RadioShack Corporation","recipient_name":"radioslack.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}