{"dmca":{"id":607,"type":"Dmca","title":"Web Index Positioning Business Complains About Copyright Infringement","body":"Dear [Private]:\r\n\r\nThis firm represents iProspect.com, Inc. (\"iProspect\") in connection with various matters, including protection and enforcement of iProspect's intellectual property rights. I am writing pursuant to your Terms of Service and the Digital Millennium Copyright Act (\"DMCA\") to notify you that certain content that appears in or is accessible through the Google website infringes upon iProspect's copyrights.\r\n\r\niProspect takes all matters of infringement of any of its intellectual property rights very seriously and intends to vigorously enforce its rights to the fullest extent of the law. Pursuant to Section 512 of the DMCA, in order to assert protections under the DMCA's safe harbor provisions, among other things, a \"service provider\", as defined therein, is required to take all reasonable steps to remove or disable access to the infringing material of which it has received notice, following the requirements set forth in the DMCA.\r\n\r\nIn accordance with the DMCA requirements and your Terms of Service, enclosed with this letter is <A HREF=\"#affidavit\">an affidavit</a> of [Private], Senior Vice President of Business and Legal Affairs of iProspect (\"[Private] Affidavit\"), setting forth, among other things, the requisite statements that (a) iProspect has a good faith belief that the use of the material is not authorized by the copyright owner, its agent, or the law; and (b) under penalty of perjury, the information in this notice is accurate, iProspect is the owner of the copyrights in the materials that it claims are infringed and, therefore, is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n\r\n\r\n\r\nwww.burnslevinson. com\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<HR>\r\nBURNS & LEVINSON LLP\r\nC o u n s e l l o r s\ta t\tL a w\r\n\r\nMarch 26,2002\r\nPage 2 of 2\r\n\r\nAlso attached to the [Private] Affidavit are the following:\r\n\r\n1.\tAs <A HREF=\"#exhibitA\">Exhibit A</a>, hard copies of the pages of the iProspect website containing the text that has been copied by the infringing websites.\r\n\r\n2.\tAs <A HREF=\"#exhibitB\">Exhibit B</a>, hard copies of all of the search results that contain direct links to the websites and/or URLs containing the infringing materials. In an effort to minimize the volume of paper, included is only a sample, and not all, of the results from searches conducted on Google from which the infringing materials were discovered.\r\n\r\n3.\tAs Exhibit C, for each representative instance of infringement by a particular website, a packet of information consisting of the following:\r\n\r\n\ta. a summary sheet containing the identity of the infringing party, including the name that appears on the website, the URL to the website, the business address, phone number, contact name and e-mail address, where available; the specific URLs for the website that contains infringing content; and the specific URLs of the iProspect copyrighted material that is being infringed; and\r\n\r\n\tb. hard copies of the pages indexed on the Google website that contain infringing materials, including URLs for each of the web pages on which such infringing materials appeared and color-coded to correspond to the content on the iProspect website that has been copied.\r\n\r\nIn light of the clear and unambiguous instances of wholesale, verbatim copyright infringement set forth in the materials enclosed herewith, iProspect demands that Google, and all other affiliated companies and associated service providers, take immediate and proper action, including removal of or disabling access to the infringing material from Google's website.\r\n\r\nThank you for your prompt attention to this matter. Should you have any questions or require further information concerning this matter, please do not hesitate to contact me.\r\n\r\nVery truly yours,\r\n\r\n[Private]\r\n\r\n23207.0/00662134\r\ncc: \tiProspect.oom, Inc. (w/o encl.)\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<A NAME=\"affidavit\"><HR></a>\r\nAFFIDAVIT OF [private]\r\n\r\nI, [private], hereby depose and state under oath as follows:\r\n\r\n\t1. I am the Senior Vice President of Business and Legal Affairs of iProspect.com, Inc. I am over the age of 18 and competent to testify as the matters contained in this affidavit. I also have personal knowledge of the matters contained herein.\r\n\r\n\t2. iProspect-com, Inc. (\"iProspect\") is a Massachusetts corporation with a principal place ofbusiness at [private], Arlington, Middlesex County, Massachusetts.\r\n\r\n\t3. In or about 1998, iProspect employees and consultants, under work-made-for hire agreements, originally created the content appearing on its website. Since that time, iProspect has updated or added new content to the iProspect website, all originally created by iProspect employees or consultants under work-made-for-hire agreements. Therefore, iProspect is the owner of the copyrights in the contents of its website.\r\n\r\n\t4. iProspect has recently become aware of unauthorized, wholesale, verbatim copyright infringement of substantial portions of its original content by a number of websites by conducting searches through various search engines.\r\n\r\n\t5. iProspect compiled representative examples of such infringing activity. Attached hereto as Exhibits A, B and C are representative examples of the information that iProspect has collected.\r\n\r\n\t6. Attached as Exhibit A are true and accurate hard copies of the pages of the iProspect website containing the text that has been copied by the infringing website.\r\n\r\n\t7. Attached as Exhibit B are true and accurate hard copies of representative search results indicating the website and/or URL containing the infringing materials.\r\n\r\n\t8. Attached as Exhibit C are compilations of each representative website that contains materials that infringe on iProspect's copyrights. Each compilation consists of (a) a summary sheet containing the identity of the infringing party, including the name that appears on the website, the URL to the home page of the infringing website, the business address, phone number, contact name and e-mail address, where available; the specific URLs for the websites that contain infringing content; and the specific URLs at which the iProspect copyrighted material that is being infringed is located; and (b) true and accurate copies of the pages indexed on the Google website that contain infringing materials, including URLs for each of the web pages on which such infringing materials are color-coded to reflect the text copied, i.e. text highlighted with the color yellow on the iProspect site is similarly highlighted yellow on the infringing sites.\r\n\r\n\t9. iProspect has a good faith belief that the use of the material is not authorized by the copyright owner, its agent, or the law.\r\n\r\n\t10. The information in this affidavit, including all documents attached hereto, and the notice letter to which it is attached is accurate.\r\n\r\n\t11. I am authorized to act on behalf of the owner of an exclusive Right that is allegedly infringed.\r\n\r\n\tSIGNED UNDER THE PENALTIES OF PERJURY THIS 29th DAY OF MARCH, 2002.\r\n\r\n[private]\r\nSenior Vice President, Business & Legal Affairs\r\niProspect.com, Inc.\r\n\r\n\r\n\r\n<A NAME=\"exhibitA\"><HR></a>\r\nEXHIBIT A\r\n\r\niProspect Web Site Copy\r\n\r\nThe iProspect Web site content that has been duplicated by the offending Web sites is broken down into four main sections: \r\n\r\n   * \"Our Services\" - http://www.iprospect.com/oldsite/services.htm\r\n      - Highlighted in yellow (2 pages)\r\n   * \"Company Background\" - http://www.iprospect.com/oldsite/companyinfo.htm\r\n      - Highlighted in blue (2 pages)\r\n   * \"About Our Industry\" - http://www.iprospect.com/oldsite/ourindustry.htm\r\n      - Highlighted in green (2 pages)\r\n   * \"New Positioning Challenges - The Directory Revolution\" - http://www.iprospect.com/oldsite/directory_revolution.htm\r\n      - Highlighted in orange (1 page)\r\n\r\nThe four sections are highlighted in the corresponding color to illustrate what particular sections of the content have been replicated.\r\n\r\n\r\n   [see attached images]\r\n\r\n\r\n<A NAME=\"exhibitB\"><HR></a>\r\nEXHIBIT B\r\n\r\n   [see attached images depicting Google results of searches on:\r\n\r\n\"most of the major search engines were spider-driven indexes\"\r\n\r\n\"use search engines to find solutions and vendors\"\r\n\r\n\"from the search engines or your site's visitors in order to achieve results\"\r\n\r\n\"Each of the major U.S. search engines / directories use a unique methodology\"\r\n\r\n\"Over time, we uncover the most effective keywords\"\r\n\r\n\"address all relevant search engines and directories\"\r\n\r\n\"use search engines to find solutions and vendors\"\r\n\r\n\"address all relevant search engines and directories\"\r\n\r\n\"use search engines to find solutions and vendors\"\r\n\r\n\"Our clients' sites benefit from a consistent, measurable increase in targeted search ...\" \r\n\r\n\"solutions and vendors, 'search engine positioning' has become a fundamental ...\"\r\n\r\n\"your site might as well be a 'billboard in the woods'\"\r\n\r\n\"use search engines to find solutions and vendors\"\r\n\r\n\"search engine and directory industry parallels the explosive Web traffic trends\"\r\n\r\n\"Over time, we uncover the most effective keywords.\"\r\n\r\n\"address all relevant search engines and directories\"\r\n\r\n\"traffic growing, but so does the need to address a varied number of search engines\" \r\n\r\n\"from the search engines or your site's visitors in order to achieve results\"\r\n\r\n\"By working with our clients via ongoing relationships\"\r\n\r\n\"search engine and directory industry parallels the explosive Web traffic trends\"\r\n\r\n\"When venturing onto the Internet, it's become imperative\"\r\n\r\n]\r\n","date_sent":"2002-03-26T05:00:00Z","date_received":"2002-03-26T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Burns & Levinson LLP","principal_name":"iProspect.com, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}