{"dmca":{"id":61,"type":"Dmca","title":"Cue Cat(astrophe)","body":"Our firm is intellectual property counsel to Digital Convergence, a Delaware corporation with a place of business at 9101 N. Central Expressway, 6th Floor, Dallas, TX 75231. \r\n\r\nIt has recently come to Digital Convergence's attention that services/information being offered at such sites as www.flyingbuttmonkeys.com/cuecat and www.flyingbuttmonkeys.com/~rothwell are in conflict with intellectual property rights owned by Digital Convergence. Digital Convergence has expended vast resources to be able to bring the :Cat and :Cue:Cat services to the public. In order for Digital Convergence to continue these services and develop others, Digital Convergence must hold violators of its intellectual property rights fully liable for any harm it suffers. This includes both direct or indirect harm which results from any present and continued improper dissemination of its services/information. It further includes not only the direct infringement made by Flyingbuttmonkeys.com, but also any infringement which Flyingbuttmonkeys.com induces others to perform. The longer that flyingbuttmonkeys.com continues its improper activities, the longer damages will accrue. \r\n\r\nIf you have any questions or believe you have received this letter in error, please let us know. In the mean time, the above is not a full statement of Digital Convergence's rights and remedies, all of which are reserved, and both we and Digital Convergence intend to continue monitoring the activities of Flyingbuttmonkeys.com and will contact you again, if necessary. \r\n\r\nVery truly yours, \r\n\r\nKENYON & KENYON\r\n\r\n[Attorney]\r\n\r\ncc: \r\n309251v1 ","date_sent":"2000-08-30T04:00:00Z","date_received":"2000-08-30T04:00:00Z","topics":["Copyright","Patent"],"sender_name":"Kenyon & Kenyon","principal_name":"Digital Convergence","recipient_name":"Flyingbuttmonkeys.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}