{"dmca":{"id":622,"type":"Dmca","title":"Unauthorized Distribution of Copyrighted Work: Korn","body":"Dear [Private]:\r\n\r\nAs you may know, the musical group Korn is currently subject to a recording agreement with Sony Music (\"Sony\") pursuant to which Sony is entitled to Korn's exclusive worldwide recording services and the exclusive, worldwide right to distribute all audio and audiovisual recordings recorded during the term of that agreement through any and all media, including distribution via the Internet.\r\n\r\nWe have received information that an individual located at [IP Address] on your network has offered downloads of the above-mentioned work(s) at the noted date and time through your service. No one is authorized to perform, exhibit, reproduce, transmit, or otherwise distribute the above-mentioned work without the express written permission of Sony., which permission Sony has not granted to the user located at [IP Address].\r\n\r\nThe attached documentation specifies the account or username offering this infringing material, the name and size of the file being offered, the number of repeat violations recorded at this specific location, as well as any available identifying information.\r\n\r\nWe are asking for your immediate assistance in stopping this unauthorized activity. Specifically, we request that you remove the site from your system or (in the case of a peer-to-peer service) disable access to this site; or at a minimum delete the infringing files that have been downloaded.\r\n\r\nIn addition, we ask that you inform the individual(s) involved of the illegality of his or her conduct and confirm with us, in writing, that this activity has ceased.\r\n\r\nYou should understand that under the Digital Millennium Copyright Act, if you ignore this notice, your company/institution may be liable for any resulting infringement.\r\n\r\nAs owner of the exclusive rights to the copyrighted material at issue in this notice, we hereby state, that we have a good faith belief that use of the material in the manner complained of is not authorized by Sony, its respective agents, or the law.\r\n\r\nAlso, we hereby state that we believe the information in this notification is accurate, and, under penalty of perjury, that we are is authorized to act on behalf of Sony.\r\n\r\nThe foregoing is not a full recitation of the facts and law pertaining to this matter, and all of our rights and remedies, including the right to recover monetary damages, are expressly retained.\r\n\r\nWe appreciate your assistance and thank you for your cooperation in this matter. Please contact us at anti-piracy@sonymusic.com should you have any questions.\r\n\r\nIn your future correspondence with us, please refer to [Case ID].\r\n\r\nYour prompt response is requested.\r\n\r\nSincerely,\r\n\r\nAnti-Piracy Group\r\nSony Music Entertainment Inc.\r\n550 Madison Avenue\r\nNew York, NY  10022\r\n\r\n------------------------------\r\nInfringment Detail:\r\nInfringing Work: Korn\r\nFilename: Korn - 06 - No Horn - music-madness (1).mp3\r\nFirst Found: 4/23/2002 2:52:55 AM EST\r\nLast Found: 4/23/2002 2:52:55 AM EST\r\nFilesize: 2,821k\r\nIP Address: [IP Address]\r\nNetwork: KaZaA\r\nProtocol: FastTrack\r\nUsername: [Username]\r\n\r\n\r\n","date_sent":"2002-04-23T04:00:00Z","date_received":"2002-04-23T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":"Sony Music Entertainment Inc.","principal_name":"Sony Music Entertainment Inc.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}