{"dmca":{"id":623,"type":"Dmca","title":"Votetech claims rights based on trademark application","body":"[private]--I think there may still be some confusion on what a trademark entails.  We (Data+Imagination, Inc.) have the exclusive right in the political industry to use the word VOTETECH, regardless of case sensitivity.\r\n\r\nTherefore, the word VOTETECH cannot be used on your site or in any other form, including your domain name.\r\n\r\nWe would therefore like to make arrangements for the transfer of the Votetech.com domain name as soon as possible, and as is customary, we will pay for your initial cost of the domain name registration, and perhaps we can work out a link to your new site name.\r\n\r\n[private]\r\nPresident\r\nData+Imagination, Inc.\r\n\r\n-----Original Message-----\r\nFrom: [private]\r\nSent: Wednesday, June 26, 2002 8:28 AM\r\nTo: [private]\r\nSubject: RE: votetech trademark\r\n\r\n\r\nDear [private],\r\n\r\nThe url http://www.votetech.com does not contain the term \"VoteTech\" or \"Votetech\" as of June 25, 2002.  If any instance of either of these\r\nterms is found on the site, each item will be removed with all due diligence on a case by case basis.  The instances of the \"Votetech\" logo have also been removed from the site.  Http://www.votetech.com is a free online political advocacy and organizing resource page that has been used as for the purpose of my personal education in web development.  http://www.votetech.com and its agents have never bought or sold any product or service, or engaged in financial transactions on behalf of any person at any time.  In fact,\r\ndespite the vast potential markets that exist in online political\r\nadvocacy and organizing, its backers have used the domain and site as an exercise in professional development.  As of June 25, 2002, those involved, including visitors, with http://www.votetech.com continue to use said domain and site as a facility for professional development resource.  This site may be contrasted with other online advocacy and organizing sites that actually have customers and only provide products for sale, versus free resources, such as http://www.getactive.com.  At this point, we have done the only\r\nthing we know to do.\r\n\r\n\r\n-----Original Message-----\r\nFrom: [private]\r\nSent: Tuesday, June 25, 2002 12:18 PM\r\nTo: 'sales@votetech.com'\r\nSubject: votetech tradmark\r\n\r\n\r\nplease give me a call at:\r\n\r\n[private]\r\n[private]\r\ndata+imagination, inc.","date_sent":"2002-06-25T04:00:00Z","date_received":"2002-06-25T04:00:00Z","topics":["Documenting Your Domain Defense","Copyright"],"sender_name":null,"principal_name":"Data+Imagination, Inc.","recipient_name":"Votetech.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}