{"dmca":{"id":628,"type":"Dmca","title":"PinkMonkey.com seeing red at pinkmonkey.org","body":"Message #1\r\n\r\nWe have become aware that you are operating a website under the URL: Pinkmonkey.org. Pink Monkey is an internationally registered trademark of PinkMonkey.com, Inc.\r\n\r\nPlease delete your domain registration immediately or we will be forced to begin legal proceedings to prevent your action from continuing.\r\n\r\nThank you,\r\n\r\n[Private]\r\nPresident\r\nPinkMonkey.com, Inc.\r\nhttp://pinkmonkey.com\r\n[email address]\r\n\r\nMessage #2\r\n\r\nYou have registered a domain in the very same name as a trademark that a company has spent an enormous amount of time and money to obtain and when notified of the infringement, now you expect that you should be able to profit from your action.  Then you rely upon ICANN rules as a defense for your action.  It's very simple then.  Prepare for litigation.\r\n\r\nWe didn't go through the cost and effort to register a trademark without reason, and you are quite obviously violating our trademark rights. Though you may or may not be seeking personal gain at this point, that is irrelevant, as you could change your site to host pornography or some other offensive material at any time.\r\n\r\nI couldn't care less about ICANN.  ICANN is simply the administrator of the various domain registrars and their various arbitration rules have nothing at all to do with how I will be forced to proceed against you to get the domain deleted to protect our company in a civil or federal court in Harris County, Texas.  It was your action and you are liable for the damages resulting.  Call ICANN and see how much they are willing to pay to defend you.\r\n\r\nBelieve me, this isn't the first time this has come up, but I have never had someone be so bold as to demand payment.\r\n\r\nFair Use will not protect you from liability and damages.  If you simply complied with my request, there would be no issue.  Most people that I have had to deal with for this reason in the past simply deleted the domain and there was no harm done and we did not begin costly litigation against them.\r\n\r\nBecause you want to fight me and continue to potentially damage my company, I will be forced to follow through with litigation to protect our assets.\r\n\r\nFirst, I will notify your host and registrar of your infringement and then I will be forced to begin legal action against all parties involved.  Perhaps you didn't intend to grab traffic from PinkMonkey.com, but that might have been an innocent mistake (but from your attempt to gain from the action, I'm skeptical).  Your actions now of demanding payment for deletion or transfer of the domain (extortion) are most certainly not in your interest legally.\r\n\r\nGood luck,\r\n\r\n[Private]\r\nPresident\r\nPinkMonkey.com, Inc.\r\nhttp://pinkmonkey.com\r\n[email address]\r\n\r\nMessage #3\r\n\r\nThis is my final email to you regarding the subject before we begin litigation.\r\nMy statements were not rude, they are straight-forward and very clear, but apparently you do not understand the ultimate consequences of your actions.\r\n\r\nI will immediately authorize my attorneys to pursue litigation against you, your partners, your hosting company, and your registrar to protect our assets.  I guarantee you that we will prevail in district or federal court in Harris County, Texas.\r\n\r\nI will make no payment to you for the deletion of the infringing domain [pinkmonkey.org].   I have simply asked for the deletion of the same.  Your action of asking to benefit from the same is clearly extortion.  You paid $9.99, yet, you want me to buy it from you for $35.00.  Who buys domains from Verisign?\r\n\r\nI have no intention of operating a website at that domain currently.  Our trademark is clear and standing.  My website has been in operation and has been well known for over 5 years. You have no standing to simply purchase a domain for $9.99 and think you can operate a website using my trademark and derive accidental traffic from the same. Your argument has no merit.\r\n\r\nEither you will delete it or I will act immediately to have it done with or without your consent.\r\n\r\nYou have chosen to play games and rely upon ICANN arbitration as an obstacle to the protection of my assets..\r\n\r\nI have no concern for whether or not you understand or appreciate the need to do the same, but I will act immediately to prevent any party from damaging my assets.  While you may consider it as throwing your money away, I can assure you that the litigation will cost you 1,000's of times more in expense and you will definitely lose.\r\n\r\nAs I said, you could have simply complied with my request and this would be over.  But you have chosen to force me to take further steps to complete the request.  It will prove to be very costly.\r\n\r\nI'm tired of the email correspondence.  I thought I made it clear in the earlier emails. Hire an attorney.\r\n\r\nThank you,\r\n\r\n[Private]\r\nPresident\r\nPinkMonkey.com, Inc.\r\nhttp://pinkmonkey.com\r\n[email address]","date_sent":"2002-06-27T04:00:00Z","date_received":"2002-06-27T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":null,"principal_name":"PinkMonkey.com, Inc.","recipient_name":"Pinkmonkey.org","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}