{"dmca":{"id":64,"type":"Dmca","title":"Copyright Infringement with ISP Account","body":"[ISP] Internet Services Account: \"xxx\"\r\n\r\nMr. [ISP user]:\r\n\r\nWe have received a complaint regarding your use of [ISP] Internet Services.\r\nThe specific complain alleges that you have been involved in an Alleged\r\nCopyright Infringement while using your [ISP] Internet Services account.  We\r\nhave advised the complainant to deal directly with you, which may lead to\r\ncourt action.   [ISP] Internet Services will cooperate fully with the\r\ncourts.  Abuse of your [ISP] Internet Services may result in a disconnection\r\nof your [ISP] Internet Services account.\r\n\r\nIf you are unaware of this type of activity coming from your account, you\r\nmay wish to inquire with others who may have access to your account and/or\r\nchange the password to your account to ensure that only authorized users\r\nhave access to it.\r\n\r\nSincerely,\r\n\r\nAbuse Team\r\n[ISP] Internet Services\r\nxxx@xxx.net\r\nhttp://xxx.html\r\n\r\nAcceptable Use Policy:\r\n--\r\nFTP\r\n\r\nWhile using FTP and other file transfer protocols you may not transmit:\r\n\r\n- Pirated commercial software.\r\n         -       Any program or information designed to assist users in\r\ndefeating the copy-protection, registration or other anti-theft mechanisms\r\nassociated with commercial or shareware\r\n         -       software programs.\r\nAny program or information designed to assist in the fraudulent use of\r\ntelecommunications services.\r\n\r\nComplaints:\r\n\r\n--\r\n\r\nJuly 11, 2001\r\nWITHOUT PREJUDICE\r\nDear Sir/Madam:\r\n\r\nThe Canadian Recording Industry Association (\"CRIA\") represents all of the\r\nmajor record companies and leading independent labels in Canada. In all, the\r\nCRIA members represent in excess of 90% of all sound recordings\r\nmanufactured, distributed and sold in the Canadian market. CRIA is the\r\nnational group of the International Federation of the Phonographic Industry\r\n(\"IFPI\"), an International trade association representing the recording\r\nindustry, with more than 1,400 independent and multinational record company\r\nmembers and 45 National groups.\r\n\r\nCRIA is writing to inform you that a 'Napster-like' service providing\r\npeer-to-peer links and allowing the widespread transmission and reproduction\r\nof copyrighted music files is being hosted or otherwise made available on\r\nyour Internet service at the IP address xxx.xxx.xxx.xxx.\r\n\r\nThe Napster-like service hosted or otherwise made available on your Internet\r\nservice indexes, allows searches of, and makes accessible many links to\r\nmusic files residing in the file libraries of users connected to this\r\nsystem. This promotes and assists large-scale Internet transmission and\r\ncopying of music files between users.\r\n\r\nThis system, which was investigated on 09/07/01 at 3:32:00 PM GMT, offers\r\nextensive directories of downloadable digitally encoded files containing\r\ncopyrighted sound recordings. At the time of CRIA's investigation,\r\napproximately 451 users were, via this Napster-like service listed at the IP\r\naddress above, making available on the Internet, uploading and downloading\r\napproximately 124101 files containing recorded music. According to our\r\ninvestigation, it appears that the vast majority of these sound recordings\r\nare owned by our member companies. This activity is not authorized by the\r\ncopyright owners or their agents and is contrary to the law.\r\n\r\nThe system provided at the IP address listed above is almost identical to\r\nthe system of Napster Inc. You may be aware that the United States Circuit\r\nCourt for Ninth Circuit recently found that the Napster service knowingly\r\nencourages and assists widespread copyright infringement and, in doing so,\r\ndirectly affects the legitimate market for copyrighted works. The trial\r\ncourt has issued preliminary injunction against Napster. You may obtain a\r\ncopy of the Ninth Circuit decision at\r\nhttp://www.riaa.com/pdf/napsterdecision.pdf .\r\n\r\nOn the basis of the Napster decision, Internet service providers in the US\r\nhave voluntarily been blocking access to similar Napster-like services, upon\r\nreceipt of a notice like this one from the US recording industry\r\nassociation. Blocking access to Napster-like services not only reduces the\r\nservice provider's exposure to liability, but also helps them secure\r\ncompliance with their own terms of service with their customers. Many\r\nservice providers' terms of service specifically prohibit users from\r\noperating a server such as those required for Napster-like services, in\r\norder to avoid the bandwidth and speed problems that high-volume sites like\r\nthese generate.\r\n\r\nWe therefore request that you immediately remove or block access to the\r\ninfringing material offered via this server, which can be accomplished most\r\neffectively by blocking access to xxx.xxx.xxx.xxx. We also ask that you\r\ninform the server operator that you have blocked access to his/her server by\r\nreason of the copyright infringement that it is facilitating, and confirm to\r\nCRIA that this activity has ceased.\r\n\r\nCRIA Internet Piracy Investigator","date_sent":"2001-06-18T04:00:00Z","date_received":"2001-06-18T04:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"Canadian Recording Industry Association","recipient_name":"ISP client","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}