{"dmca":{"id":640,"type":"Dmca","title":"MLB Strikes at AstrosDaily.com Fan Site","body":"Dear [Private]:\r\n\r\nMorrison & Foerster LLP represents Major League Baseball Properties, Inc. (&#8220;MLBP&#8221;), the licensing agent responsible for the protection and enforcement of the trademarks and service marks of the Major League Baseball Clubs and other baseball entities, including those of the Houston McLane Company, Inc. (the &#8220;Club&#8221;), the owner of the Houston Astros baseball club.\r\n\r\nThe Club owns numerous marks, including word marks that comprise or contain the term ASTROS and design marks that feature the Club&#8217;s distinct logos and uniform design logos (&#8220;the ASTROS Marks&#8221;).  As I am sure you know, the Club has used many of the ASTROS Marks in connection with the promotion of the game of professional baseball for over thirty-five years.  Many of the marks are the subject of federal registrations and applications (See, e.g., Registration No. 1,476,271 and Application Serial Nos. 76,350,670 and 76,244,617.)  The ASTROS Marks are protected by the trademark laws of the United States and other nations.  Moreover, through extensive and continuous use by the Club, the ASTROS Marks have developed widespread recognition among consumers, having obtained protection under common law and otherwise, and constitute famous marks under federal and state anti-dilution laws.\r\n\r\nYour web site, located at www.astrosdaily.com (the &#8220;Site&#8221;), recently came to MLBP&#8217;s attention.  While MLBP generally appreciates public support of the Club, our client requires that certain uses of the ASTROS Marks be licensed by it in order to protect consumers and fans and preserve the rights of the Club.  Your use of ASTROS Marks on the Site requires MLBP and/or Club consent.  Absent such permission, the ASTROS Marks on your Site violates (sic) our client&#8217;s rights, including trademark rights, by suggesting a false endorsement and affiliation between the Site and the Club.\r\n\r\nSpecifically, our client is aware of the following conduct on the Site that constitutes unlawful violations of its rights.  The Site displays the ASTROS Marks throughout the Site.  For example, the ASTROS Marks are shown on the &#8220;Astros in Sound&#8221; and &#8220;Shopping for Houston Astros merchandise&#8221; pages.  The ASTROS Marks also appear on several pages which describe the Astros participation in the National League Division Series and National League Championships Series over the last 22 years.  These same pages display the logos of several other Major League Baseball Clubs.  Lastly, the Site offers and &#8220;Astros Daily Screen Saver&#8221; that, according to the sample screenshots, provides pictures of players in which the Astros Marks are displayed.\r\n\r\nThe above-described use of ASTROS Marks on the Site, as well as the screen saver, suggest a false affiliation, association and/or sponsorship between the Club and the Site.  A consumer encountering the material would be likely to conclude that the Club has entered into an arrangement to sponsor the Site or has otherwise agreed to be affiliated with the Site in a commercial manner and that it has approved of these materials.  Your conduct deceives the public and is in violation of both federal and state unfair competition laws.  Furthermore, your use of the logos of several of the Major League Baseball Clubs infringes upon the rights of those Major League Baseball Clubs.  While the Club and MLBP appreciate your support of the Club, and recognize that certain uses of the ASTROS Marks may be legitimate, your exploitation of the ASTROS Marks in this instance is clearly unlawful.\r\n\r\nAccordingly, demand is hereby made that you, or your legal counsel, provide written confirmation by July 12, 2002 that you will immediately cease your unlawful use of the ASTROS Marks and the other Major League Baseball Club marks.  MLBP would like to resolve this matter amicably.  If, however, we do not receive a timely, favorable response to this letter, we will recommend to our clients that they take all steps necessary to preserve and protect the rights of the Club and MLBP.\r\n\r\nNothing in this letter shall be construed as a waiver or relinquishment of any right or remedy possessed by the Club, MLBP or any other affected party, all of which are expressly reserved.\r\n\r\nSincerely,\r\n\r\n[Private]\r\ncc \r\n","date_sent":"2002-07-03T04:00:00Z","date_received":"2002-07-03T04:00:00Z","topics":["Trademark","Copyright"],"sender_name":"Morrison & Foerster","principal_name":"Major League Baseball Properties","recipient_name":"Astros Daily website","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}