{"dmca":{"id":642,"type":"Dmca","title":"Copyright Infringement","body":"[Recipient],\r\n\r\nOn the 1 of July we received a formal complaint of unauthorized\r\ndistribution of copyrighted materials originating from an IP address of\r\n[IP address]. Our records show that this IP address belongs to your DSL\r\nconnection.\r\nWe are obligated to contact you and warn you that the type of alleged\r\nactivity is strictly against the terms of service that you agreed to when\r\nsigning up for service.\r\n\r\n<http://www.directvdsl.com/products/use.asp>\r\n\r\nUnder our Corporate Terms and Conditions of Use, Responsibility of\r\nActions: \"Indirect or attempted violations of these policies by the Customer\r\nor the Customer's User, or actual or attempted violations initiated or\r\nundertaken by a third party on behalf of a DIRECTV Broadband Inc. customer\r\nor that Customer's User, shall be treated by DIRECTV Broadband Inc. as if\r\nthey were direct violations of this policy document undertaken by the\r\nCustomer.\"\r\n\r\nYou have ten business days to respond to this warning. Should you fail to\r\nrespond, DIRECTV Broadband, Inc. may Suspend or Terminate service.\r\n\r\nThe complaining party, Twentieth Century Fox Film Corporation, specifically\r\nrequests that\r\nyou immediately cease and desist in the distribution of copyrighted\r\nmotion pictures.  In addition, please inform the Abuse Department of DIRECTV\r\nBroadband, Inc. in writing, that the alleged activity has ceased.\r\n\r\nPlease, respond to us with the following letter:\r\n\r\n\"I have removed the offending material.\r\nI would like to assure you that I am aware that as a DIRECTV Broadband Inc.\r\nuser I Am fully accountable for my actions and I will be held responsible\r\nand liable for any activities originating from my machine. I am aware that\r\nas a> DIRECTV Broadband Inc. DSL user I am bound by the referenced AUP\r\n<http://www.directvdsl.com/info/products/use.asp> and, yes, I will prevent\r\nany further copyrighted material from being served from my machine.\"\r\n\r\nSample Logs:\r\n------------------------------\r\nFirst Found: 1 Jul 2002 03:33:0 EDT (GMT -0400)\r\nLast Found: 1 Jul 2002 03:33:0 EDT (GMT -0400)\r\nNetwork: KaZaA\r\nIP Address: [IP address]\r\nIP Port: 0\r\nProtocol: FastTrack\r\nUsername: [username]\r\n\r\n\r\nWhat was located as infringing content: \r\n------------------------------\r\nFilename: [tmd]minority.report.(asz).subbed.ts(2of2).avi (199,170kb)\r\n\r\nAbuse Department\r\nDIRECTV Broadband, Inc.\r\nabuse@directvdsl.com  \r\n\r\n","date_sent":"2002-07-01T04:00:00Z","date_received":"2002-07-01T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":"Twentieth Century Fox Film Corporation","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}