{"dmca":{"id":652,"type":"Dmca","title":"AT&T Broadband Claims Terms of Use Violation","body":"Subject: [*Edited for Posting*] - Policy Violation (JP) [TICKET_ID: [*Edited for Posting*]] {RPTR}:W:  \r\nDate:  Mon, 8 Jul 2002 12:24:35 -0600 (MDT)  \r\n* * *  IMMEDIATE ACTION and REPLY REQUIRED  * * *   \r\n\r\nPlease read this entire message, review the required action(s) below, and send a \r\nprompt reply message to acknowledge receipt of this email.\r\n\r\nFrom:   AT&T Broadband Abuse Department [abuse@attbi.com]\r\n\r\nAT&T Broadband has been made aware that you have violated the AT&T Broadband \r\nService Agreement and/or Acceptable Usage Policy. These policies can be found at \r\nhttp://www.attbroadband.com/security.  Failure to comply with these policies may \r\nresult in a permanent termination of your service. The account holder is solely \r\nresponsible for any and all activities performed from the AT&T Broadband \r\nservice. Please read the following information carefully to ensure that you \r\nunderstand the violation, our policies, and what you need to do to respond to \r\nthis warning.\r\n\r\nType of violation:   Distribution of Copyrighted Material\r\n\r\nRelated Policy:   Acceptable Usage Policy: Prohibited uses include, but are not limited to, using the AT&T Broadband Equipment (as defined in the Subscriber \r\nAgreement) or the Service to\r\n\r\ni. undertake or accomplish any unlawful purpose.  This includes, but is not \r\nlimited to, posting, storing, transmitting or disseminating information, data or \r\nmaterial which is libelous, obscene, unlawful, threatening, defamatory, or which \r\ninfringes the intellectual property rights of any person or entity, or which in \r\nany way constitutes or encourages conduct that would constitute a criminal \r\noffense, give rise to civil liability, or otherwise violate any local, state, \r\nfederal or international law, order or regulation; \r\n\r\nv. upload, post, publish, transmit, reproduce, create derivative works of, or \r\ndistribute in any way information, software or other material obtained through \r\nthe Service or otherwise which is protected by copyright or other proprietary \r\nright, without obtaining permission of the owner; \r\n\r\nxiii.  run programs or servers from the Premises which provide network content or any other services to others.  Examples of prohibited programs include, but \r\nare not limited to, mail, ftp, http, game, newsgroup, proxy, IRC servers and \r\nmulti-user interactive forums; \r\n\r\nExplanation:   AT&T Broadband has received notice that you are distributing \r\ncopyrighted material via your AT&T Broadband Service. \r\n\r\nAction Required:   Remove the copyrighted material immediately. Reply to this \r\nmessage, keeping the subject line intact, to acknowledge that you have received \r\nthis warning and will ensure that there will be no further violations of the \r\nService Agreement.\r\n\r\nInformation regarding the security of your AT&T Broadband connection can be \r\nfound on our web page: http://www.attbroadband.com/security. This web page also \r\nprovides links to our Subscriber Agreement and Acceptable Use Policy (AUP), \r\nplease review these policies should you have any questions or concerns.\r\n\r\nRelated Logs/Evidence:\r\n\r\n------------------------------\r\nInfringment Detail:\r\nInfringing Work: Spider-Man\r\nFilepath: \\I.AGREE.TO.ALL.THE.TERMS.AND.WILL.ONLY.DOWNLOAD.WHAT.I.HAVE.LEGAL.RIGHTS.TO\\N64\\ROMS\\\r\nFilename: n64.spiderman.rar\r\nFirst Found: 3 Jun 2002 08:15:24 EDT (GMT -0400)\r\nLast Found: 3 Jun 2002 08:15:24 EDT (GMT -0400)\r\nFilesize: 27,034k\r\nIP Address: 12.XXX.XXX.XXX [*Edited for Posting*]\r\nIP Port: 5763  \r\nNetwork: Undernet\r\nProtocol: IRC\r\nUsername: [*Edited for Posting*]\r\n\r\n------------\r\n\r\nIf you have questions regarding this email, please contact the AT&T Broadband \r\nLegal Demands Center @ 1-800-871-6298 Option #2 and reference case # [*Edited for Posting*]","date_sent":"2002-07-08T04:00:00Z","date_received":"2002-07-08T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":"N/A","principal_name":"Undisclosed / Anonymous via ISP (AT&T Broadband)","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}