{"dmca":{"id":654,"type":"Dmca","title":"Defendant Uses Section 512 Against Copyright Claimant","body":"Attn: user Support, DMCA complaints \r\n\r\nHi under sections 512(g) (2) and (3) of the DMCA, I hereby notify Google! Inc. that my copyrighted works, entitled Serendipity Inn and Clare County Internet Connection through the website located at www.netcopyrightlaw.com, is being infringed, and I request removal of all infringing materials from Googles indexes and cache. \r\n\r\nThe copyrighted work at issue is the text and pictures that appears an the web pages of the infringing URLS listed below. All of these sites are infringing that work, as I have not authorized its publication. \r\n1) They have copied our pictures and text from our index pages. \r\n2) The infringing URL that I am aware of, is the following:\r\n\r\nhttp://netcopyrightlaw.com/pdf/KellyvClareCountyInternetConnectionFrontPage03012002.PDF \r\n\r\nhttp://netcopyrightlaw.com/pdf/KellyvClareCountyInternetConnectionFrontPage03012002.PDF\r\n\thttp://netcopyrightlaw.com/\r\n\thttp://netcopyrightlaw.com/pdf/KellyvSchuhKrongoldFiled04112002.pdf\r\n\r\nHere is a search query that returns the infringing pages:\r\n\r\nhttp://www.google.com/search?hl=en&ie=UTF-8&oe=UTF8&q=clare+county+Michigan+Amish\r\n\tand\r\nhttp://www.google.com/search?hl=en&lr=ie=UTF-8&oe=UTF&&q=clare+county+Michigan+Amish&sa=N&tab=wd&cat=gwd%2FTop\r\n\r\nhttp://www.google.com/search?hl=en&lr=&ie=UTF-8&oe=UTF8&q=Amish+clare+county+Michigan+&btnG=Google+Search\r\n\r\nhttp://www.google.com/search?hl=en&lr=&ie=UTF-8&oe=UTF8&q=Amish+clare+county+Michigan+&sa=N&tab=wd&cat=gwd%2FTop\r\n\r\nhttp://www.google.com/search?hl=en&lr=&ie=UTF-8%oe=UTF8&q=Lori+Schuh\r\n\r\nhttp://www.google.com/search?hl=en&lr=&ie=UTF-8%oe=UTF8&q=Lori+Schuh&sa=N&tab=wd&cat=gwd%2FTop\r\n\r\nhttp://www.google.com/search?hl=en&lr=&ie=UTF-8%oe=UTF8&cat=gwd%2FTop&q=Bill+Schuh&btnG=Google+Search\r\n\r\nhttp://www.google.com/search?q=Bill+Schuh&hl=en&lr=&ie=UTF-8&oe=UTF8&start=10&sa=N\r\n\r\nhttp://www.google.com/search?q=william+Schuh&hl=en&lr=&ie=UTF-8&oe=UTF8\r\n\r\n\r\n<P ALIGN=CENTER>page 1</p>\r\n<HR>\r\n\r\nuntitled\r\n\r\nThe infringing URL that I am aware is the following:\r\n\r\nhttp://netcopyrightlaw.com/pdf/KellyvClareCountyInternetConnectionFrontPage03012002.PDF\r\n\r\nhttp://netcopyrightlaw.com/pdf/KellyvClareCountyInternetConnectionFrontPage03012002.PDF\r\n\thttp://netcopyrightlaw.com/\r\n\thttp://netcopyrightlaw.com/pdf/KellyvSchuhKrongoldFiled04112002.pdf\r\n\r\n\tMy name , address, daytime telephone number, and e-mail address are:\r\n\r\n\t[private]\r\n\t[private]\r\n\tHarrison, MI 48625\r\n\txxx-xxx-xxxx\r\n\t[private]@c-zone.net\r\n\r\nI have good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\n\tI swear under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n\tSincerely,\r\n\t[private]\r\n\tClare County Internet Connection\r\n\tSerendipity B&B Inn\r\n\r\n<HR>\r\n\r\n<H2>[Google's Sample Copyright Notice was Attached at the End of the C&D]</h2>\r\n\r\n\r\nIt is our policy to respond to notices of alleged infringement that comply with the Digital Millennium Copyright Act (the text of which can be found at the U.S. Copyright Office Web Site, http://lcweb.loc.gov/copyright/) and other applicable intellectual property laws, which may include removing or disabling access to material claimed to be the subject of infringing activity.\r\n\r\nTo file a notice of infringement with us, you must provide a written communication (by fax or regular mail, and not by email) that sets forth the items specified below.  Please note that pursuant to that Act, you may be liable to the alleged infringer for damages (including costs and attorneys' fees) if you materially misrepresent that you own an item when you in fact do not.  Accordingly, if you are not sure whether you have the \r\n\r\n\r\n<P ALIGN=CENTER>Page 2</p>\r\n\r\n<HR>\r\n\r\nright to request removal from our service, we suggest that you first contact an attorney.\r\n\r\nTo expedite our ability to process your rqeuest, please use the following format (including section numbers):\r\n\r\n1. Identify in sufficient detail the copyrighted work that you believe has been infringed.  For example, \"The copyrighted work at issue is the text that appears on www.google.com/ads.\"\r\n\r\n2. Identify the material that you claim is infringing the copyrighted work listed in item #1 above.\r\n\r\nFOR WEB SEARCH, YOU MUST IDENTIFY EACH SEARCH RESULT THAT DIRECTLY LINKS TO A WEB PAGE THAT ALLEGEDLY CONTAINS INFRINGING MATERIAL.  This requires you to provide (a) the search query that you used, and (b) the URL for each allegedly infringing search result.  (Note that the URL for each search result appears in green at the end of the description for that search result.)\r\n\r\nFor example, suppose (hypothetically) that you conducted a search on google.com using the query 'google', and found that the third and fourth results directly link to a web page that you believe infringes the copyrighted text you identified in item #1 above.  In this case, you would provide the following information:\r\n\r\nSearch Query:  google\r\nInfringing Web Pages:\tdirectory.google.com/\r\n\t\t\tgroups.google.com/\r\n\r\nFOR GOOGLE GROUPS, YOU MUST IDENTIFY EACH MESSAGE THAT ALLEGEDLY CONTAINS INFRINGING MATERIAL.  For our current beta implementation, this requires that you provide the URL that appears in the address bar of your browser while you are viewing the message at issue.  The URL should begin with \"http://groups.google.com/groups?\".  If the URL represents a thread (rather than a single message), you must also identify the message within the thread (e.g., message 3).\r\n\r\nExample: Message 3 of \r\nhttp://groups.google.com/groups?hl=en&safe=off&th=20f58dca6e749e7,0\r\n\r\n\r\n\r\n<P ALIGN=CENTER>Page 3</p>\r\n\r\n<HR>\r\n\r\n3. Provide information reasonably sufficient to permit Google to contact you (email address is preferred).\r\n\r\n4. Provide information, if possible, sufficient to permit Google to notify the owner/administrator of the web page that allegedly contains infringing material (email address is preferred).\r\n\r\n5. Include the following statement: \"I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\"\r\n\r\n6. Include the following statement: \"I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\n7. Sign the paper.\r\n\r\n8. Send the written communication to the following address:\r\n\r\nGoogle, Inc.\r\nAttn: User Support, DMCA complaints\r\n[private]\r\nMountain View, CA 94043\r\n\r\nOR Fax to:\r\nxxx-xxx-xxxx, Attn: User Support, DMCA complaints\r\n\r\nRegards,\r\nThe Google Team\r\n\r\n\r\n\r\n\r\n<P ALIGN=CENTER>Page 4</p>\r\n\r\n\r\n","date_sent":"2002-06-26T04:00:00Z","date_received":"2002-06-26T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Clare County Internet Connection, Serendipity B&B Inn","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}