{"dmca":{"id":673,"type":"Dmca","title":"Google Asked to Remove Links to Immigration Aid Sites","body":"Dear Sir or Madam:\r\n\r\nWe are intellectual property counsel for INS Experts, Inc., a California corporation with its principal place of business at [Private], Saratoga, CA, 95070. INS Experts is currently registered with Google, Inc. as an advertiser with a Sponsored Link to www.INS-Experts.com.\r\n\r\nIt has recently come to our client's attention that a Google advertiser is violating our client's intellectual property rights,\r\n\r\nFollowing is the information required by Google as set forth in its Terms of Use:\r\n\r\n1. The copyrighted work that is the subject of the claimed infringement is located at www.insexperts.com. The copyrighted work takes users through a U.S. citizenship eligibility quiz, generates personalized instructions, collects information and uses the information to generate appropriate Immigration and Naturalization Service (INS) forms. The INS Experts site is based in part on the U.S. Government's Naturalization Eligibility Worksheet, but INS Experts modified and adapted the government material into an original work of authorship and added original content.\r\n\r\n2.The infringing material was copied from the INS Experts site, which consists of copyrightable material, much of which has been filed with and is pending before the United States Copyright Oflice, and may be accessed via www.usais.org, www.immigrationsupplies.com, and www.usgreencardcenter.com, as more fully set forth below:\r\n\r\nWEBSEARCH\r\n\r\nSearch Query:   USAIS \r\nInfringing Web Pages:  http://www.usais.org/eligible.php\r\n\r\nNOTE: The above link is to the first page of a multiple page eligibility quiz that infringes our client's copyright.\r\n\r\n\r\nSearch Query:   USAIS \r\nInfringing Web Pages:  http://www.usais.org/consumeralert.htm\r\n\r\nSearch Query:   USAIS \r\nInfringing Web Pages:  http://www.usais.org/failure.php\r\n\r\n In addition to the above direct links to infringing material, the following web searches link to the home pages of the usais.org site and certain related sites; though these latter pages do not themselves contain infringing material, they contain direct links to pages with infringing materials:\r\n\r\nSearch Query:    USAIS immigration\r\nInfringing Web Pages:  64.23.9.145/\r\n\r\nSearch Query:   US Immigration Services\r\nInfringing Web Pages:  www.usais.org/\r\n\r\nSearch Query:   ImmigrationSupplies\r\nInfringing Web Pages:  http://www.immigrationsupplies.com\r\n    http://www.immigrationsupplies.net\r\n    http://www.immigrationsupplies.org\r\n\r\nSearch Query:   usgreencardcenter\r\nInfringing Web Pages:  http://www.usgreencardcenter.com\r\n\r\nNote that each of these 4 search queries which produce links that lead to infringing material returns a Sponsored link that is placed ABOVE our client's INS-Experts.com Sponsored Link.\r\n\r\n3. The contact information for the complainant in this matter is:\r\n\r\n[Private]\r\nMorse, Barnes-Brown & Pendleton, P.C.\r\n[Private]\r\nWaltham, MA 02451\r\nTel: [Private]\r\nEmail: [Private]\r\n\r\n4. The following contact information for the infringer in this matter is taken from the www.usais.org web site and the Whois record for that domain name:\r\n\r\nUSA Immigration Services\r\nImmigration Supplies\r\n[Private]\r\nWashington. DC 20006\r\n[Private]\r\n[Private]\r\n\r\nand\r\n\r\n[Private]\r\n[Private]\r\nQuincy, MA 02169\r\n[Private]\r\n[Private]\r\n\r\nThe Digital Millennium Copyright Act provides that an Online Service Provider (\"OSP\") of an Information Location Tool such as www.google.com shall enjoy safe harbor from liability for copyright infringement if the service provider, \"upon notification of claimed infringement as described in subsection (c)(iii), responds expeditiously to remove, or disable access to, the material that is claimed to be infringing or to be the subject of infringing activity, except that, for purposes of this paragraph, the information described in (c)(3)(A)(iii) shall be identification of the reference or link, to material or activity claimed to be infringing, that is to be removed or access to which is to be disabled, and information reasonably sufficient to pennit the service provider to locate that reference or link.\" 17 U.S.C. 512(d)(3).\r\n\r\nThis letter constitutes notification of claimed infringement, and identifies www.usais.org and www.immigrationsupplics.com as the site of material to which access by means of the Information Locating Tool www.google.uom is to be disabled.\r\n\r\nWe look forward to receipt of confirmation that Google has disabled access to the material.\r\n\r\nSincerely,\r\n\r\n[Private]\r\n\r\ncc:  [Private]","date_sent":"2002-06-18T04:00:00Z","date_received":"2002-06-18T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Morse, Barnes-Brown & Pendleton, P.C.","principal_name":"INS Experts, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}