{"dmca":{"id":68,"type":"Dmca","title":"Going Ape over Possible Piracy","body":"Dear Colleagues:\r\n\r\nWe at Twentieth Century Fox Film Corporation (\"Fox\") are writing to ask for your help and cooperation in the protection of our upcoming highly-anticipated motion picture, Planet of the Apes.  Fox is the copyright owner and owner of exclusive distribution rights in all media, including the Internet, to this motion picture, which is being released in the United States and certain other countries on July 27, 2001.  Some pre-release screenings are already taking place.\r\n\r\nAs you are likely aware, technological developments currently allow the seriously detrimental and widespread infringement of intellectual property via the unauthorized electronic dissemination of films over the Internet.  As widely reported in the media, up to 1 million illegal copies of first-run movies are now available on the Internet.  Fox, in cooperation with the Motion Picture Association of America (\"MPAA\"), the U.S. Department of Justice and the FBI, is working to combat piracy of films on the Internet.  We hope to be able to count on your assistance as well.\r\n\r\nWe anticipate a high volume of Internet piracy of Planet of the Apes. Illegal film footage posted and/or available for download on the Internet is usually sourced from video recordings made in movie theaters and digitally transferred into electronic video formats.  As Fox is making every effort to aggressively battle Internet piracy, it is likely that you will notice an increase in the volume of correspondence which you receive from Fox and/or from the MPAA.  Therefore, we would like to take this opportunity to introduce you to the department responsible for combating this issue at Fox which is authorized to act on behalf of Twentieth Century Fox Film Corporation, the copyright owner of Planet of the Apes.  Our contact information is:\r\n\r\nFox Intellectual Property Department \r\n(310) 369-4260 \r\nantipiracy@fox.com\r\n\r\nWorking with you and our other partners, we hope to be able to identify and remove infringing files quickly.\r\n\r\nThe Digital Millennium Copyright Act (\"DMCA\") and other civil and criminal statutes provide for severe penalties (including prison sentences of up to 10 years, forfeiture of equipment, and fines of up to $2 million per incident) against persons who record and post pirated copies of films on the Internet.  We intend to pursue and prosecute infringers to the fullest extent possible in conjunction with the MPAA, the FBI, the Department of Justice, and through civil lawsuits.\r\n\r\nCongress included mechanisms in the DMCA which are designed to allow copyright owners to prevent and prosecute infringement of their rights on the Internet.  The DMCA requires copyright owners to notify you, as the Internet Service Provider, of infringing activities, and imposes the obligation on ISPs to act expeditiously to remove or disable access to infringing materials.  This letter is intended, in part, to give you advance information that you will be receiving additional notices pursuant to the DMCA from Fox, its representatives or the MPAA. We trust that we will be able to count on your prompt action in response to such notices requesting you to disable such infringing postings and/or downloads and stop the infringement of our rights.\r\n\r\nThe posting and/or dissemination of unauthorized copies/recordings of all or part of a copyrighted film on the Internet (excluding trailers authorized and licensed for such use) infringes the copyrights in both the motion picture and the soundtrack.  Fox, as owner of all rights relating to Planet of the Apes, has not authorized any distribution of the motion picture or its soundtrack over the Internet.  We, therefore, have a good faith belief that any Internet postings of such video and/or audio materials constitute infringement.  As you become aware or are notified of them, please  remove any such postings that are accessible on or through your system or network, accessed by users through your system or network, or located using your information location tools, and disable access to any sites fulfilling these criteria.\r\n\r\nThis letter provides you with information regarding our rights and of the fact that we have not authorized any Internet distribution of Planet of the Apes  or other films.  We would greatly appreciate your assistance in our fight against Internet piracy.  We hope that you will help us by using all information location tools available to you to identify such infringing material and that you will immediately remove any such postings or disable access to any location where the infringing activities described herein are or will be occurring.  Please  try to expeditiously remove infringing postings and/or disable access to infringing material of which you become or are made aware.\r\n\r\nWe may contact you in the coming weeks, as specific examples of infringing activity accessible on or through your network or system come to our attention, and we will reiterate our request that such items be removed or disabled immediately.  Please keep in mind that extremely prompt action is and will continue to be necessary in order to prevent the widespread proliferation of infringing copies of Planet of the Apes. Since Fox has not authorized the sale of any promotional items, including press kits, we may also need your assistance in stopping the sale of such items, as well as production items.\r\n\r\nThe information provided in this letter is provided under penalty of perjury.  We look forward to working with you.  Please contact us if you have any questions, or to provide us with updated contact information for your company.\r\n\r\nSincerely, Fox Group Intellectual Property Department\r\n\r\n cc:  Motion Picture Association of America\r\n","date_sent":"2001-07-23T04:00:00Z","date_received":"2001-07-23T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":"Anti Piracy","principal_name":"Fox Group Intellectual Property Department","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}