{"dmca":{"id":69,"type":"Dmca","title":"eBay Calls \"Gone\" on EBAYSTORES.NET","body":"Dear Domain Name Registrant:\r\n\r\nIt recently has come to our attention that you have registered one or more domain names that include the eBay name and trademark, and that you may also be operating a Web site incorporating the eBay name.\r\n\r\nAs you know, eBay is a leader in person-to-person online trading and maintains the www.ebay.com Web site.  eBay owns exclusive trademark rights to the eBay name in the United States and internationally. eBay has made a substantial investment in developing and providing its services and has acquired a tremendous amount of goodwill and brand equity in the eBay name.  As we hope you can appreciate, eBay is concerned that your unauthorized use of the eBay name may cause confusion as to whether you or your company's activities are authorized, endorsed or sponsored by eBay when, in fact, they are not.\r\n\r\nFederal and state laws, including the Anticybersquatting Consumer Protection Act of 1999, recently passed by Congress, provide for serious penalties (up to $100,000) against persons who, without authorization, use, sell, or offer for sale a domain name that infringes another's trademark.  Infringers who have been notified of such infringing activity, but do not cease their infringements, may also be considered \"willful\" and could be subject to additional money damages.  Having received this e-mail, you are on such notice.\r\n\r\nFor your information, the text of the Anticybersquatting Act may be found at\r\nhttp://www.submerged-ideas.com/litigation/anticybersquat.htm.  More information on trademark law may be found at http://www.fplc.edu/tfield/aVoid.htm.\r\n\r\nWhile eBay respects your rights of expression and desire to do business on the World Wide Web, eBay must enforce its own rights in order to protect its valuable and famous name.  We appreciate that you may have registered the above-mentioned domains with the best of intentions and without full knowledge of the law in this area.  Nonetheless, under the circumstances, we must insist that you:<br>\r\n\t(1) stop using the eBay name in your domain name;\r\n\t(2) do not use such domain name(s) on an active web site;\r\n\t(3) do not renew such domain names or register similar new domain names; and\r\n\t(4) do not sell or offer to sell such domain names to anyone.<br>\r\nPlease confirm (by responding to this email) that you will comply as requested above.\r\n\r\nThank you for your anticipated cooperation.\r\n(Attorney)\r\neBay Legal Department\r\n","date_sent":"2001-08-20T04:00:00Z","date_received":"2001-08-20T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"eBay Legal Department","principal_name":"eBay","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}