{"dmca":{"id":691,"type":"Dmca","title":"CafePress.com IP Policy","body":"NOTICE OF ALLEGED INFRINGEMENT\r\n \r\nCafePress.com's copyright agent has received proper notification under the Digital Millennium Copyright Act (\"DMCA\") from an alleged copyright owner of Scientology Volunteer Minister.  Under the DMCA, CafePress.com, as an Internet Service Provider, is required to take down web sites when all of the requirements of notice are fulfilled.\r\n \r\nThe complaining party has provided to us the following information under penalty of perjury: \r\n\r\n \r\n1.         S/he is the copyright owner or agent and has not authorized anyone to use Scientology Volunteer Minister mark.\r\n \r\n2.                  S/he is the trademark owner of Scientology Volunteer Minister.\r\n \r\n3.         S/he identified www.cafepress.com/volmin  as the address that allegedly contains the material which infringes upon her/his copyright rights.\r\n \r\nWe have de-published your CafePress.com web site in order to comply with the DMCA. \r\n \r\nYou have the following option. \r\n \r\n1.         You may respond with a proper \"counter notice\" if you think there has been a mistake.  E-mail the \"counter notice\" to [Private]\r\n \r\nUnder the DMCA your counter notice must contain:\r\n \r\n(a) Your name, address, phone number and physical or electronic signature;\r\n \r\n(b) Identification of the alleged infringing material (a description) and its location before removal (e.g. the member's web address);\r\n \r\n(c) A statement that under penalty of perjury (you must state specifically that you \"under penalty of perjury...\") have a good faith belief that the material was removed by mistake or misidentification (explain your rights to use the material); and\r\n \r\n(d) You consent to local federal court jurisdiction in the district where you are located and will accept service of process from the complaining party.\r\n \r\nE-mail to the copyright agent proper counter notice.  If we do not receive notice that the complaining party has filed in a court of law an action restraining the infringing activity, we will republish your CafePress.com web site within 14 days following receipt of the counter notice.\r\n \r\nIf you have any questions about complying with these requirements, please e-mail CafePress.com at [Private]. \r\n \r\n \r\nCopyright Agent\r\nCafePress.com","date_sent":"2002-07-25T04:00:00Z","date_received":"2002-07-25T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Moxon & Kobrin","principal_name":"Scientology","recipient_name":"Desertphile Publications","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}