{"dmca":{"id":695,"type":"Dmca","title":"Trademark Infringement, Pimpin' For Dummies","body":"Dear Mr. [Recipient]:\r\n\r\n Wiley Publishing, Inc. (\"Wiley\"), formerly Hungry Minds, Inc., publisher of the well-known and well-regarded \"? FOR DUMMIES\" series of reference books and products has recently become  aware of the use of our \"? FOR DUMMIES\" trademark and trade dress on  your website www.cnewsome.net/pimpfiction/dummies with the mock book cover Pimpin' for Dummies.\r\n\r\n As you may know, Wiley has over 100 trademark registrations and applications in the United States, Canada, and other  jurisdictions for the trademark \"FOR DUMMIES\", many \"DUMMIES\" formatives and  the FOR DUMMIES trade dress.  The FOR DUMMIES trademark appears not only on our books, but also on CD-ROMs, trade and consumer advertising, in catalogues, point of sale displays, Wiley's websites, and other promotional and licensed material  distributed worldwide.  This series has been in existence since 1991 and  has enjoyed tremendous success.\r\n\r\nSince  the  FOR  DUMMIES  trademark is a federally registered  mark, United States trademark law requires that Wiley take all  reasonable steps  to  prevent  others  from  using  its  marks, or  confusingly similar  marks, in such a way so as to \"dilute\" its  distinctiveness as  an  exclusive designator of Wiley's goods and services.  If  the mark  is used by too many different sources, it becomes a  \"generic\" term,  and  Wiley may lose its exclusive right to use it.   Thus, it is Wiley's responsibility to police for the use of \"?. For  Dummies\" in  any  manner,  and  stop  all unauthorized use of its  trademark. Accordingly, Wiley cannot allow your continued use of its  trademark and trade dress in connection with Pimpin' for Dummies.\r\n\r\n Further,  Wiley  finds  your use of the \"For Dummies\"  trademarks in this  work  to  be  disparaging of our famous FOR DUMMIES brand  and asserts that there exists a likelihood of confusion and  tarnishment in  connection  with  the  use of our marks on your website in  this manner.   Although you may present the defense that your use of  the marks  is  a parody, a parody may still be considered  infringing if it  results in an increased likelihood of confusion,  tarnishment or is  disparaging  to  our  reputation.   A  parody  is a  literary or artistic  work  that imitates the characteristic style of an  author or  a  work  for  comic  effect  or  ridicule.  However, unless  the trademark  is  at  least in part of the parody, then your work  does not  qualify  as  a  parody  in the legal sense.  Therefore, if  you appropriate  our  FOR  DUMMIES  trademarks  and trade dress,  not to parody  our  products  or company, but only as a prominent  means to satirize  and  poke fun at something else in society, this is  not a parody.\r\n\r\n In order to fully protect its valuable trademark, Wiley will  not permit your unauthorized use in connection with Pimpin' for  Dummies . Although Wiley does not wish to engage in formal legal  disputes, we will take all necessary steps in protecting our trademark.   In order to amicably resolve this matter, Wiley requires that you remove all references to For Dummies from the above-mentioned webpage and provide Wiley with written assurance no later than  July 31, 2002 that you will refrain from using its trademarks in the future.\r\n\r\n Thank you for your attention to this matter.\r\n\r\nSincerely,\r\n\r\n\r\n[Private]\r\nManager, Contracts & Intellectual Property\r\nWiley Publishing, Inc.\r\n[Phone]\r\nEmail:  [private]@wiley.com\r\n","date_sent":"2002-07-15T04:00:00Z","date_received":"2002-07-15T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Manager, Contracts & Intellectual Property","principal_name":"Wiley Publishing, Inc.","recipient_name":"Pimp Fiction","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}