{"dmca":{"id":698,"type":"Dmca","title":"BSA Notice to ISP Regarding Software on Gnutella","body":"RE:  Unauthorized Distribution of the following copyrighted computer program(s):\r\n\r\n  Macromedia Dreamweaver\r\n\r\n  Dear Sir/Madam:\r\n\r\n  The Business Software Alliance (BSA) has determined that the above connection, which appears to be using an Internet account under your control, is using a Gnutella network to offer unlicensed copies of copyrighted computer programs published by the BSA's member companies.\r\n\r\n  Infringement Details:\r\n  ------------------------------\r\n  First Found: 23 Jul 2002 13:54:0 EDT (GMT -0400)\r\n  Last Found: 23 Jul 2002 14:20:0 EDT (GMT -0400)\r\n  Repeat Offenses: 2\r\n  IP Address: xxx.xxx.xxx.xxx\r\n  IP Port: 6346\r\n  Protocol: Gnutella\r\n\r\n\r\n  What was located as infringing content:\r\n  ------------------------------\r\n  Filename: Dreamweaver4Installer.sit (14,669kb)\r\n  Filename: Dreamweaver MX final.toast.sit (53,143kb)\r\n\r\n  The above computer program(s) is/are being made available for copying, through downloading, at the above location without authorization from the copyright owner(s).\r\n\r\n  Based upon BSA's representation of the copyright owners in anti-piracy matters, we have a good faith belief that none of the materials or activities listed above have been authorized by the rightholders, their agents, or the law.  BSA represents that the information in this notification is accurate and states, under penalty of perjury, that it is authorized to act in this matter on behalf of the copyright owners listed above.\r\n\r\n  We are giving notice of these activities pursuant to Section 512 of Title 17 of the U.S. Code (as enacted by the 'Online Copyright Infringement Liability Limitation Act').  We expect that you will take expeditious action to remove or disable access to the materials described above, and thereby prevent the illegal reproduction and distribution of pirated software via your company's network. As you know, illegal on-line activities can result in 50 million people on the Internet accessing and downloading a copyrighted product worldwide without authorization - a highly damaging activity for the copyright holder.\r\n\r\n  We appreciate your cooperation in this matter. Please advise us regarding what actions you take.\r\n\r\n  Please include the following CaseID in any response you send: Case ID xxxxxx\r\n\r\n  Yours sincerely,\r\n\r\n\r\n  [Private]\r\n  Manager of Investigations\r\n  Business Software Alliance\r\n  [Private]\r\n  Washington, DC 20036\r\n  URL: http://www.bsa.org\r\n  E-mail: [email]\r\n  [phone]\r\n\r\n","date_sent":"2002-07-24T04:00:00Z","date_received":"2002-07-24T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Manager of Investigations","principal_name":"BSA (Business Software Alliance)","recipient_name":"Bway.net, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}