{"dmca":{"id":712,"type":"Dmca","title":"3M tries to MMMove 3ms Pedals","body":"July 29, 2002\r\n\r\nVIA CERTIFIED MAIL and\r\nELECTRONIC MAIL: 3ms@commonsound.com\r\n\r\n[private]\r\n3MS Pedals\r\n3309 Illinois Avenue\r\nSt. Louis, Missouri 63118\r\n\r\nRE: Use of the \"3M\" Mark in connection with your business and domain name\r\n    Our Ref. No. P2815\r\n    \r\nDear [Private]:\r\n\r\n3M Company has done business under the name 3M since at least as early as 1906. 3M Company presently offers approximately 50,000 different products and services in a wide variety of fields, nearly all of which are offered under the mark 3M. These products and services include, for example, construction supplies, aftermarket automotive supplies, abrasives, adhesive products, fishing equipment, home cleaning products, electrical products, bonding supplies, surgical supplies, dental products, computer optical film, telecom systems, traffic control systems, stationary and office supplies, respirators, optical products, personal care products, animal carte products, and pharmaceuticals (just to name a few). 3M company also uses its 3M mark to identify itself on the Internet (e.g., www.3m.com).\r\n\r\nIn addition to 3M Company's extensive common-law rights in the mark 3M, 3M Company has obtained over 300 U.S. federal trademark registrations for the mark 3M. The 3M mark has come to identify the products and services of 3M Company, and 3M Company enjoys valuable goodwill attached to that mark. That goodwill is important to 3M Company and it is also important that 3M Company not permit a use of the mark by others in such a way as to cause a likelihood of confusion as to sponsorship or affiliation with 3M Company.\r\n\r\nIt has come to 3M Company's attention that your business is utilizing the mark 3M. We believe that your use of the mark 3M in such a manner is likely to cause confusion, mistake or deception of customers or potential customers in view of 3M Company's long prior use and registration of its 3M mark, in violation of federal and state law. At the very least, such use is likely to dilute the distinctive quality of the 3M mark in violation of the Federal Trademark Dilution Act.\r\n\r\nWe respectfully demand that you cease and desist any further use of the mark 3M and any other mark or name likely to cause confusion or dilute the distinctive quality of the 3M mark (including, but not limited to, \"3M,\" \"3-M,\" \"3 M,\" \"THREEM,\" \"THREE M,\" \"THREE-M,\" \"M M M,\" \"M-M-M,\" and \"MMM\" regardless of capitalization, whether singular or plural, or whether preceded by or followed by other letters, numbers or symbols). At this point, 3M Company is seeking only that your business change its name to one not confusingly similar to, or likely to dilute the distinctive quality of, the mark 3M.\r\n\r\nIn addition, it has come to our attention that you have registered the domain name 3MSPEDALS.COM. US. trademark laws prohibit the use of a mark or name if that use is likely to cause consumer confusion and also prohibit the dilution of famous marks like the 3M mark. See 15 U.S.C. SS 114, 1125(a), 1125(c). Where the defendant's actions are willful, federal law provides for an award of the plaintiff's attorney fees. Moreover, the new federal anti-cybersquatting statute provides for awards of attorney fees and statutory damages up to $100,000 per domain name for bad faith registration of domain names. 15 U.S.C. S 1125(d).\r\n\r\nFor these reasons, we must insist that you also promptly cease and further use of the \"3MSPEDALS.COM\" domain name and transfer such domain name to 3M Company by signing the enclosed transfer agreement (instructions concerning the proper completion of the transfer agreement are set forth in the agreement) and by returning the agreement to us at your earliest convenience. Please note that the current registrant's signature on page 1 of the transfer agreement must be notarized.\r\n\r\nPlease provide us with your written assurance by August 15, 2002 that you will comply with the terms of this letter, by no longer using the 3M mark in connection with your business or domain name. You may indicate your agreement by signing in the space provided below and returning the original signed letter to us for our records, as wells as the above referenced domain name transfer agreement, or alternatively providing us with your intentions in writing. By signing these agreements, you are also agreeing not to use or register any domain names, trademarks or trade names in the future which include \"3M\" or other terms likely to cause confusion or dilute the distinction quality of the 3M mark (including by not limited to \"3-M,\" \"THREEM,\" \"THREE M,\" THREE-M,\" and \"MMM,\" regardless of capitalization, whether singular or plural, or whether preceded by or followed by other letters, numbers, or symbols).\r\n\r\nVery truly yours,\r\n(signature)\r\n[Private]\r\n[Private]\r\n\r\nAGREED:\r\n\r\n3MS PEDALS\r\n\r\nBy: _____________________\r\nName: ___________________\r\nTitle: __________________\r\nDate: ___________________","date_sent":"2002-07-30T04:00:00Z","date_received":"2002-07-30T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":null,"principal_name":"3M Company","recipient_name":"3mspedals.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}