{"dmca":{"id":723,"type":"Dmca","title":"Cease & Desist Notification","body":"*ChillingEffects.org: please keep my telephone number private*\r\n\r\nAugust 6, 2002\r\n\r\nFrom:\r\nKenneth Lee Buckler\r\n9 Schaller Lane\r\nSmithsburg, MD 21783\r\n301-824-5156\r\n\r\nTo:\r\nCareerData, Inc.\r\nc/o ResumeAgents\r\nP.O. Box 5401\r\nMcLean, VA 22103\r\n\r\nOasis Systems, Inc.\r\n2227 112th Ave. NE, Suite B\r\nBellevue, WA 98004\r\n\r\n\r\nSent Via: Email\r\nRe: Cease & Desist Notification\r\n\r\nDear Sir or Madam,\r\n      I am writing to you concerning the attached email.  This is your notification not to send further advertisements to my email address, bljedi5@aol.com.  Under the TCPA (Telephone Consumer Protection Act) of 1991, it is unlawful to send an unsolicited commercial advertisement if the recipient has requested not to recieve it.\r\n      Since this is your first mailing to me, there is no legal basis for court action.  However, continued mailings will result in legal action.\r\nKen Buckler\r\nbljedi5@aol.com\r\n\r\n-----------------\r\nForwarded Message: \r\n \r\n\r\nSubj: Your resume... \r\nDate: 8/4/02 1:06:28 PM Eastern Daylight Time \r\n\r\nFrom:    judyjobs@resumeagents.com (Judy  - Recruiter)\r\nReply-to:    judyjobs@resumeagents.com (Judy  - Recruiter)\r\nTo:    bljedi5@aol.com (Bljedi5)\r\n\r\n\r\nHello!\r\n \r\nI noticed your resume on-line this morning and thought you could use some help.  My name is Judy Jobs.  I am a recruiter and have been in the business of helping companies find good candidates for about 18 years.\r\n \r\nI know this is going to sound strange, but I would like to help you improve your chances of landing your ideal job.  I have a \"fool proof\" plan that will help you land a new job within 90 days - GUARANTEED.  This is not a scam or some kind of gimmick.  I am simply offering my experience and advice.\r\n \r\nI have developed an easy to read and comprehensive guide to the following:\r\nCreating a better resume\r\nFinding a new job faster\r\nLanding more interviews\r\nI am so sure you are going to benefit from my advice, that I am willing to offer a 100% money back guarantee if you can't land more interviews within 90 days.\r\n\r\nHow much?  $19.95\r\n\r\nSo, if you do the math - you can essentially receive free advice from an industry expert.  No strings attached!\r\n\r\nOrder now and you can have my experience and insight within minutes.\r\n\r\nHere's what some of my readers have had to say...\r\n\r\nFrom Simon Chan - \"I can't believe that someone didn't tell me these things before.  With Judy's guide, I was able to write a better resume and schedule five more interviews within a week.\"\r\n\r\nFrom Andrea Zolinski - \"No one ever teaches you how to find a job.  This guide is worth every penny and more.\"\r\n\r\nFrom Robert Monday - \"Thanks Judy!  Your help has changed my life.  I found a new job in less than a month.\"\r\n\r\nDon't take my word for it.  Find out for yourself.  With my guarantee there is no risk and no obligation.  All I ask is that you follow my advice.  If you're not landing more interviews or seeing progress, simply ask for your money back.  It's that simple!\r\n\r\nHere's how to order... Click HERE\r\n\r\nFor $19.95 you will receive my guide within minutes.  I accept Mastercard, Visa and American Express.  There isn't any silly shipping and handling charge either.  Your link to my guide will be sent to your e-mail address within seconds of your credit card authorization.\r\n\r\nI genuinely look forward to helping you succeed.  My business is based on it!\r\n\r\nSincerely,\r\n\r\nJudy Jobs\r\nYes, my name is really Judy Jobs.  I married into it 20 years ago and I am not related to Steve Jobs of Apple Computer.\r\n \r\n \r\n \r\n\r\n--------------------------------------------------------------------------------\r\n\r\nPlease Note:  You are not on a mailing list.  You shouldn't receive this e-mail again. If you have more than one e-mail address on your resume or on different resumes, you might receive this message.  We respect your time and if this e-mail has reached you by mistake or you would rather not receive e-mail from us, please let us know by sending us an e-mail at mailto:remove@resumeagents.com?subject=REMOVE and add the e-mail address(es) to remove in your subject line.  This message is designed to comply with all U.S. state laws and pending federal legislation regarding electronic mail marketing.\r\n \r\n\r\n\r\n\r\n\r\n\r\n----------------------- Headers --------------------------------\r\nReturn-Path: <judyjobs@resumeagents.com>\r\nReceived: from  rly-xg04.mx.aol.com (rly-xg04.mail.aol.com [172.20.115.201]) by air-xg02.mail.aol.com (v86_r1.16) with ESMTP id MAILINXG24-0804130628; Sun, 04 Aug 2002 13:06:28 -0400\r\nReceived: from  smtprelay8.dc2.adelphia.net (smtprelay8.dc2.adelphia.net [64.8.50.40]) by rly-xg04.mx.aol.com (v86_r1.15) with ESMTP id MAILRELAYINXG49-0804130607; Sun, 04 Aug 2002 13:06:07 -0400\r\nReceived: from mydomain.com ([68.69.149.124]) by\r\n          smtprelay8.dc2.adelphia.net (Netscape Messaging Server 4.15)\r\n          with ESMTP id H0BWUN00.13Y for <bljedi5@aol.com>; Sun, 4 Aug\r\n          2002 13:06:23 -0400 \r\nFrom: \"Judy  - Recruiter\" <judyjobs@resumeagents.com>\r\nTo: \"Bljedi5\" <bljedi5@aol.com>\r\nSubject: Your resume...\r\nDate: Sun, 4 Aug 2002 13:05:56 -0400\r\nMIME-Version: 1.0\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nReply-To: \"Judy  - Recruiter\" <judyjobs@resumeagents.com>\r\nOrganization: ResumeAgents\r\nX-Mailer: Internet Mail Service\r\nContent-Type: multipart/alternative;  boundary=\"----_NextPart_7788105287\"\r\nMessage-ID: <200208041306.09NOFBVxV_OzE@rly-xg04.mx.aol.com>\r\n","date_sent":"2002-08-06T04:00:00Z","date_received":"2002-08-06T04:00:00Z","topics":["Chilling Effects","Copyright"],"sender_name":null,"principal_name":"Kenneth Lee Buckler","recipient_name":"CareerData, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}