{"dmca":{"id":724,"type":"Dmca","title":"Copyright Infringement/Photos on the Internet","body":"This office serves as retained counsel to [redacted], Inc. Mr. Grecco is a renowned photographer specializing in celebrity images. He derives substantial income from the licensing of his images both directly and through his authorized agents. We write in regard to certain of our client's images which illegally appear on a site [redacted], to which your company is listed as a technical contact.\r\n\r\nTo date the following of our client's images have been located on the web site: Lucy Liu, Salma Hayek, Shannon Elizabeth, Teri Hatcher, Helen Hunt, Johnny Depp. said copyrighted images have appeared in Movieline, Entertainment Weekly and countless other publications all with [redacted] copyright/photo credit.\r\n\r\nYour reproduction, licensing, use and dissemination of our clients images in any manner is without consent, unauthorized and is violative of [redacted] copyright and law. This letter shall serve to notify you to immediatly cese and desist from the publication, repproduction, licensing, dissemination and or use of any of our client's images in any manner and under any circumstance.\r\n\r\nadditionally, and not to the exclusion of any other remedies available to our client by statute or common law, we require that you furnish an accounting setting forth the full nature and extent of all uses to which you have employed our client's photos as well as any transaction of which any image has been involved, inclusive of electronic postcards. Demand is also made herein for a disgorgement of any monies received by you in consideration of your use and/or attempted licensing of our client's images.\r\n\r\nAfter extensive examination it is our view that your company us acting in a manner violative of law and is liable to our client(s) as a result thereof. We beleive it in your interest to have attorneys contact us forthwith.\r\n\r\n(note from webmaster of [redaction]: We have never offered the option of electronic postcards on our website.)","date_sent":"2002-08-05T04:00:00Z","date_received":"2002-08-05T04:00:00Z","topics":["Copyright"],"sender_name":"Greenberg & Reicher, LLP","principal_name":null,"recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}