{"dmca":{"id":728,"type":"Dmca","title":"Domain Name Registration - MEXBAY.COM","body":"It has recently come to our attention that you have registered a domain name that is similar to the famous eBay name and trademark, but are not currently operating a web site under the recently registered domain name. As the United States Patent and Trademark Office has recognized, the coined term \"eBay\" is one of the most famous brands on the Internet.  eBay owns exclusive trademark rights to the eBay trademark in the United States and internationally, including related common law rights.  Accordingly, eBay enjoys broad trademark rights in its name. We are concerned that use of your domain name may infringe and/or dilute the famous eBay trademark.  Infringement occurs when a third party's use of a company's trademark (or a confusingly similar variation thereof) is likely to confuse consumers as to the affiliation, sponsorship or endorsement of the third party's services.  Trademark dilution occurs when a third party's use of a variation of a company's trademark is likely to lessen the distinctiveness of the company's famous trademark.  In this case, your use of \"bay\" in your domain name, especially if used for an e-commerce web site, is likely to lessen the distinctiveness of the famous eBay brand. \"eBay\" is an arbitrary and fanciful trademark; neither \"eBay\" nor \"bay\" describe online auctions, online trading, or e-commerce in any way.  We cannot permit the use of the suffix \"bay\" to evoke eBay or as a shorthand reference to e-commerce. As we hope you can appreciate, protection of its trademarks is very important to eBay.  We recently settled a dispute against a company using the name \"BidBay\" www.bidbay.com.  BidBay has agreed to change its domain name, company name, and to pay eBay an undisclosed sum of money. Attached for your information is a news account of the BidBay settlement along with recent news regarding a similar case involving BrickLink.com (formerly\r\nBrickBay.com):\r\n [BidBayWSJ.gif] \r\nIn addition to the BidBay.com case, we have filed several successful federal court actions against cyber squatters.  We have also filed more than six proceedings before the United Nation's World Intellectual Property Organization's arbitration panel; in each case, eBay prevailed and the domain names at issue were ordered to be transferred to eBay.\r\n\r\nFor your information, federal and state laws, including the Anticybersquatting Consumer Protection Act of 1999, provide for serious penalties (up to $100,000 per domain name) against persons who, without authorization, use, sell, or offer for sale a domain name that infringes or dilutes another's trademark.  The text of the Anticybersquatting Act may be found at  http://www.submerged-ideas.com/litigation/anticybersquat.htm.\r\n\r\nWhile eBay respects your right of expression and your desire to conduct business on the World Wide Web, eBay must enforce its own rights in order to protect its valuable and famous name.  We appreciate that you may have registered the above-mentioned domain with the best of intentions and without full knowledge of the law in this area.  However, any use of the domain name (or attempt to transfer the domain name to a third party) in the e-commerce field would likely infringe the eBay trademark and would cause eBay to pursue all available remedies against you. Please reply to this email and confirm that you will comply as requested. Thank you for your anticipated cooperation. Sincerely,\r\n\r\n[Private]\r\neBay Legal Department\r\n","date_sent":"2002-07-30T04:00:00Z","date_received":"2002-07-30T04:00:00Z","topics":["UDRP","Copyright"],"sender_name":"eBay Legal Department","principal_name":"enforcement@ebay.com","recipient_name":"Automatt Ventures","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}