{"dmca":{"id":739,"type":"Dmca","title":"Transfair-Minka Complains About Mirrored Site","body":"Faxabsender:\t[private]\tCHARPENTIERPESCATORE\t02/08/02\t12:48\tS.:\tI\r\n\r\nAugust 2nd, 2002\r\n\r\nGoogle, Inc.\r\nAttn: User Support, DMCA complaints\r\n[private]\r\n\r\nDear Madams, dear Sirs,\r\n\r\nI am in charge of the contents of the www.transfair.lu website (TransFair-Minka is the organization promoting Fair Trade in Luxembourg),  and we noticed that when making searches on keywords related to our site, google shows an unauthorized (and outdated!) mirror located at \r\nhttp://www.e-connect.lu/clients/transfair/\r\nat top positions, very often before or even instead of our own site!\r\n\r\nFor example, the query\r\nTransfair-Minka controle conditions\r\nshows 6 results among which the fake on place 1, but our own page is  missing!\r\n\r\nThis mirror has been put in place by e-connect, a company which had been retained by Transfair to do the web design of the TransFair site.  After  design was finished, e-connect tried to persuade us to also host the  site, but we chose to host it on a different site. Whatever the reasons might be, e-connect decided to go on showing a mirror of our site; this wouldn't bother us so much, if it didn't appear so prominently in the search  engines.  Indeed, users looking for our site may thus stumble across the fake, rather than our own site.\r\n\r\nIn order to make it possible for you to remove the reference to that unauthorized mirror from your search engine, I enclose the complaint in the format you ask.  In part 2, I give two examples chosen in a long list.\r\n\r\nThank you very much, best regards, \r\n\r\n1. The copyrighted work at issue is the text that appears on \r\nwww.e-connect.lu/clients/transfair/\r\n\r\n2. (Example 1)\r\n(a) search query: Transfair-Minka controle conditions\r\n(b) URL for allegedly infringing search result\r\nwww.e-connect.lu/clients/transfair/maincondition.htm\r\n    (Example 2)\r\n(a) search query: Transfair-Minka Luxembourg\r\n(b) URL for allegedly infringing search result\r\nwww.e-connect.lu/clients/transfair/mainliens.htm and\r\nwww.e-connect.lu/clients/transfair/mainaprops.htm \r\n\r\n3. my email address: [private]@pt.lu\r\n\r\n4. owner/administrator of the web page that allegedly contains infringing material: [private]@e-connect.lu\r\n\r\n5. I have a good faith belief that use of the copyighted described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\n6. I certify, under penalty of perjury, that the information in the notification is accurate and that I am authorized to act on behalf of the owner of the exclusive right that is allegedly infringed.\r\n\r\n[private]\r\n\r\n\r\n","date_sent":"2002-08-02T04:00:00Z","date_received":"2002-08-02T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Transfair-Minka","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}