{"dmca":{"id":750,"type":"Dmca","title":"Homeowners Inc. Claims Loan Request Web Forms Infringe Copyright","body":"HOMEOWNERS inc.\r\n[private]\r\nCanoga Park, CA 91303\r\n\r\nVoice: [private]\r\nfax: [private]\r\n\r\nTuesday, July 23, 2002\r\n\r\nGoogle, Inc.\r\nAttn: Customer Support, DMCA Complaints\r\n[private]\r\nMountain View, CA 94043\r\n\r\nRE: Formal Notification of Copyright Infringement under DMCA\r\n\r\nDear Sir or Madam,\r\n\r\nGoogle is currently providing links and/or ads to a set of web sites and/or web pages which are infringing our copyright.\r\n\r\nThe copyrighted works at question are the loan request forms in use on our commercial web site www.LoanWeb.com, samples of which can be accessed via the following URLs:\r\n\r\nNew Home Loan:\r\nhttps://www.loanweb.com/frmNewHome.asp?RK=6CCDB04A-FDDE-4E96-B527-96BEB3FE3F97&State=CA\r\n\r\nRefinance Loan:\r\nhttps://www.loanweb.com/frmRefinance.asp?RK=96FCFC0F-4315-4b4D-8F70-2273A05918CA&State=CA\r\n\r\nThese infringing web sites (owned by the same company) are:\r\n\r\nhttp://www.selectlenders.com\r\nhttp://www.applyz.com\r\n\r\nThe web pages in question include:\r\n\r\nhttp://www.selectlenders.com/default.asp\r\nhttp://www.selectlenders.com/loanapp2.asp\r\nhttp://www.selectlenders.com/refi_app2.asp\r\n\r\nhttp://www.applyz.com/default.asp\r\nhttp://www.applyz.com/loanapp2.asp\r\nhttp://www.applyz.com/refi_app2.asp\r\n\r\nThe web forms on these pages have clearly been created by copying our web pages and altering the verbiage and layout on the home page, while making only cosmetic changes to the forms to which they link.\r\n\r\n\r\n<P ALIGN=CENTER>Page 1</P>\r\n<HR>\r\n\r\n\r\nPlease note the near identity of the forms and the identical nature of some of the uncommon verbiage in our forms. Some specific examples include:\r\n\r\nThe loan categories on their home page match ours exactly in order and phraseology. Despite the fairly common nature of these loan categories, ours are by no means exhaustive or traditionally named, which makes their identical verbiage highly suspect.\r\n\r\nThe property types on their loan forms (e.g., http://www.selectlenders.com/LoanApp2.asp?id=10366&LoanType=New+Home) are identical to those listed in our forms.  Again, our choice of options is neither exhaustive nor standard, and yet theirs match our format exactly.\r\n\r\nThe categories listed in the Credit History question are highly original to our site and are copied verbatim on theirs.\r\n\r\nThe questions asked in their Personal and Employment information are copied from our contact page (frmContact.asp), and include such unique elements as the same exact options for employment duration.\r\n\r\nThe unique information asked of the borrower regarding their current situation (\"Select the statement that best describes what you need from our service:\") is identical in both sites.\r\n\r\nThe material infringing the copyrighted work is accessible through Google with the following way:\r\n\r\nGoogle Directory\r\n\r\nCategory: Business > Financial Services > Mortgages \r\nListing: Select Lenders - http://www.selectlenders.com/\r\n\r\nSearch Keywords\r\n\r\nselectlenders \r\napplyz \r\nhome \r\nloan \r\nmortgage \r\nrefinance \r\nequity \r\nhome improvement \r\nhome loan \r\napply mortgage \r\nselect loan \r\nfind loan \r\netc.\r\n\r\nListings for www.applyz.com and www.selectlenders.com (amongst other pages) can be found in results of searches for all of the above terms.\r\n\r\nThese two web sites (or, more specifically, the entry page and web forms which are their primary purpose) have clearly been created by copying our web pages and changing around the verbiage and layout on the home page while making only cosmetic changes to the forms to which they link. According the owners and operators of these pages, are in violation of United States copyright law and I request Google either remove or disable access to the web sites above detailed.\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner (iHomeowners, Inc.), its agent, or the law.\r\n\r\n\r\n<P ALIGN=CENTER>Page 2</P>\r\n<HR>\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nSince you have now been put on notice, you do now have actual Knowledge that the material on your system is infringing. Failure to act expeditiously to remove or disable access to the material strips you of the protections for OSPs provided by the DMCA.\r\n\r\nWe do not desire to become involved in litigation, but iHomeowners, Inc. has a policy of vigorously defending our intellectual property rights.\r\n\r\nRespectfully,\r\n\r\n[personal], Esq.\r\nOffice of Corporate Counsel\r\n\r\n<P ALIGN=CENTER>Page 3</P>\r\n<HR>\r\n\r\n","date_sent":"2002-07-23T04:00:00Z","date_received":"2002-07-23T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"HOMEOWNERS inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}