{"dmca":{"id":760,"type":"Dmca","title":"AggWood Records Complains about Johnny Rebel Ripoff","body":"AggWood Records\r\nprivate]\r\nVictoria Texas\r\n77904\r\n[private]\r\n\r\nTo Whom It May Concern,\r\n\r\nThis is a reply from AggWood Records/Aggravated Peckerwood Music Publishing to Copyright Complaint reference number [private]. The original e-mail was sent July 24, 2002, at 4:48 am, from [private].\r\n\r\n1) The copyrighted material being infringed upon can be viewed at\r\nwww.officialjohnnyrebel.com/new_page_6.htm, and at\r\nwww.officialjohnnyrebel.com/new_page_60.htm, and at\r\nwww.officialjohnnyrebel.com/new_page_58.htm.\r\n\r\nThey are, respectively and in order, the legitimate, sanctioned page from Johnny Rebels own website advertising his compilation CD containing all his songs recorded between 1966 and 2000. The next is the page containing the track listings for this CD (The songs are all the odd numbered tracks. The even numbered tracks are simply interview excerpts of Johnny Rebel and myself from 2001.), and his new CD single released in 2001. The last page is also a licensed ad from his own site advertising the sale of his new CD single as Johnny Rebel recorded for AggWood Records in 2001. These 2 CDs are the only legally sanctioned, legitimate, copyrighted versions of Johnny Rebels entire music catalog to pressed in CD format to date, and both are produced, pressed, and sold by AggWood Records and its affiliates ONLY. All other copies/versions of his music in CD format are pressed by bootleggers, illegally, in violation of all applicable copyright laws, and neither Johnny Rebel nor AggWood Records (the sole owners of the copyrights to Johnny Rebels entire 13 song music catalog.) are compensated in any way from the illegal sale of these CDs from the following websites we intend to cite here.\r\n\r\n2) When we entered \"JOHNNY REBEL CD\", we received the following infringing results:\r\nSEARCH QUERY: JOHNNY REBEL CD\r\nINFRINGING SITES: \r\n\r\nhttp://www.bargainmailorder.com/minisites/johnnyrebel.htm,\r\nhttp://www.whitepowerrecords.com/johnny_rebel,\r\nhttp://www.msrproductions.com/country.htm,\r\nhttp://www.diehardrecords.net/cd4.htm,\r\nhttp://www.wcotc.com/comedy/_music.html,\r\nhttp://www.whitepower.com/microreleases.html\r\n\r\n\r\nSEARCH QUERY: JOHNNY REBEL\r\nINFRINGING SITES: \r\n\r\nhttp://www.bargainmailorder.com/minisites/johnnyrebel.htm,\r\nhttp://www.whitepowerrecords.com/johnny_rebel\r\n\r\nAll of the above sites are sites that, at our attorneys suggestion, we tried to contact informally with a request to \"cease and desist\" the pressing/selling of these bootlegged, illegal CD copies of Johnny Rebels works. Not one of the sites contacted chose to comply willingly, and several of them even sent threats if we pursued the matter further. \r\n\r\nTherefore, none of them can claim ignorance of the fact that they are in violation of applicable copyright laws by pressing and selling these illegal bootleg CD copeis fo Johnny Rebels music catalog. They continue to do so daily, with complete impunity, simply because they CAN GET AWAY WITH IT. This is, necessarily, the next step in our efforts to resolve this issue before it has to go any further. By allowing these sites to continue to sell illegal materials that the copyright owners are not paid for, we feel as if the search engines are inadvertently aiding and abetting these unscrupulous individuals to steal royalties from both Johnny Rebel and AggWood Records. The internet is still way behind the criminals on these issues, and we understand that you can not police \r\nthese types of infringements by yourselves, but we would dearly appreciate it if, finally, some action was actually taken against these violators so that they can no longer thumb their noses in our faces behind the internets \"skirt of anonymity\". We would ask that as they are reported, these links offering illegal, bootlegged materials be removed, until they finally realize the net HAS caught up to them, and give up. \r\n\r\nThe only sites legally sanctioned as of August 1, 2002 to be selling ANY of Johnny Rebels music in CD format are:\r\nhttp://www.officialjohnnyrebel.com,\r\nhttp://www.johnnyrebel.com, and\r\nhttp://www.ihateosama.com.\r\n\r\nAll the rest have been notified that we are aware of their activities, and have basically told us to go jump in a lake. Your assistance in policing these violators would be greatly appreciated, and will ultimately save everyone involved more headaches than we care to get involved with. Especially us. Thank you in advance for any help you can give us in dealing with these issues.\r\n\r\n3) AggWood Records (And myself, [private], the owner.) can be contacted by e-mail at: [private]. By regular mail at: AggWood \r\n\r\nRecords...[private]...Victoria, Texas...77904. Or by phone at: [private].\r\n\r\n\r\n4) The sites in violation can be contacted at the following e-mail addresses.\r\nbargainmailorder.com: [private]\r\nwhitepowerrecords.com: [private]\r\nmsrproductions.com: [private]\r\ndiehardrecords.net: [private]\r\nwctoc.com: [private]\r\nwhitepower.com: [private]\r\n\r\n\"I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\"\r\n\r\n(I am certain of this, because the copyright owner IS ME.)\r\n\r\n\"I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\nAdditionally, I can provide scanned or Xerox copies of every document you can possibly think of to verify this claim. I would implore you, in the event one of these con men tries to argue the point, that you ask them to provide the same. I would LOVE to get one of them on deliberately falsifying such a claim. I will give them Johnny Rebels home number so they can explain to HIM why they are stealing from him and us both. LOL! In all seriousness, however...right is right, and wrong is wrong. We can't do anything about these guys lying to their \r\ncustomers and associates when questioned privately, but I would at least like to think that individuals so flagrantly violating every copyright law in the book could at least get their wings clipped when they try to go so far as to advertise their stolen goods on the internet. Only with cooperation between the SEARCH engine outfits and their users can anyone ever even HOPE to begin to accomplish this. Thank you again, in advance, for all your attentions and efforts to resolve this mess.\r\n\r\nSincerely,\r\n\r\n[private]\r\n(AggWood Records: Owner.)\r\n","date_sent":"2002-08-13T04:00:00Z","date_received":"2002-08-13T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"AggWood Records","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}