{"dmca":{"id":765,"type":"Dmca","title":"AutoZone, Inc. v. Model Car Zone (Unauthorized Use and Registration of <modelcarzone.","body":"Dear Mr. [Private]:\r\n\r\nWe represent AutoZone, Inc. (\"AutoZone\") of Memphis, Tennessee, in trademark, unfair competition and related matters.  It has come to our attention that your company registered the domain name modelcarzone.com and is using the name the name and service mark MODEL CAR ZONE for an on-line retail business selling diecast model cars.  Our client also is aware that your business partner, Mr. xxx, filed a fictitious business name listing for MODEL CAR ZONE.\r\n\r\nAs you may be aware, AutoZone is the owner of the name and mark AUTOZONE, for retail auto parts store services, information services regarding automotive repair and maintenance and a wide variety of automobile parts and related accessories.  AutoZone registered this mark in the United States Patent and Trademark Office under Registration Nos. 1,496,638, 1,501,718, 1,550,569, 1,704,811, 2,397,635 and 2,449,353, among others.  Copies of these registrations are enclosed.  The mark AUTOZONE is a highly distinctive indication of the source of our client's goods and services.  AutoZone currently operates more than 3,000 stores in 42 states across the United States which render retail auto parts store services and sell auto parts and accessories.  AutoZone also owns and uses the mark AUTOZONE.COM for on-line electronic services, namely, on-line ordering services in the field of automotive parts and accessories and providing information regarding automotive repair and maintenance via a global computer network and has registered this mark in the United States Patent and Trademark Office under Registration No. 2,449,353.  Accordingly, AutoZone enjoys a national reputation symbolized by the trade name and mark AUTOZONE, and this name and mark are among its most valuable assets.\r\n\r\nAutoZone has asked us to address your company's registration and use of the domain name <modelcarzone.com> and the name and service mark MODEL CAR ZONE for the sale of diecast model cars.  Please note that AutoZone's federal registrations of the mark AUTOZONE accord it the exclusive right to use this mark throughout the United States and preclude any person or company from adopting a confusingly similar name and mark after the issue date of its registration, even if the adoption of the name was without any intent to harm AutoZone.\r\n\r\nThis letter is to inform you that your company's use of the domain name <modelcarzone.com> and the name and mark MODEL CAR ZONE for a retail business selling die-cast model cars is confusingly similar to the mark AUTOZONE and infringes upon AutoZone's federally registered trademark and service mark rights, constitutes unfair competition, and dilution under the Federal Trademark Act, 15 U.S.C 1051 et seq.  The dominant portion of your domain name and mark - CARZONE - is identical in meaning to the mark AUTOZONE and is likely to mislead AutoZone's customer to think that your web site is that of AutoZone or that it is sponsored, endorsed, licensed, or otherwise affiliated with AutoZone.\r\n\r\nOur client wishes to resolve this matter amicably and expeditiously, without resort to litigation.  Accordingly, AutoZone is willing to refrain from pursuing legal action for a short period of time, provided that you assure us in writing no later than August 21, 2002 that you will (1) immediately cease and desist from all use of mark MODEL CAR ZONE and any other mark identical or confusingly similar to the AUTOZONE name and mark, including any use in domain names that you control or operate; (2) promptly transfer ownership of the domain name <modelcarzone.com> to AutoZone; and (3) refrain from any and all future use, at any time, of the mark MODEL CAR ZONE or any names or marks confusingly similar thereto.\r\n\r\nWe look forward to your timely and favorable response.\r\n\r\nSincerely,\r\n\r\nxxx","date_sent":"2002-08-08T04:00:00Z","date_received":"2002-08-08T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"ShawPittman LLP","principal_name":"AutoZone, Inc.","recipient_name":"Model Car Zone","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}