{"dmca":{"id":77,"type":"Dmca","title":"@Home Network AUP Violation - Copyright Infringement/Hotline Server","body":"It has been brought to our attention that you are running a personal Hotline\r\nserver off your @Home Network connection that is distributing copyrighted\r\nfiles. Please remove it within 24 hours. This behavior is in violation of\r\nthe @Home Acceptable Use Policy and continuation of this activity will\r\nresult in termination of your @Home services.  Please reply to this email\r\nwith your assurances that these infringing activities will not continue.\r\n\r\nIf you would like further information about the @Home AUP, it is posted at\r\nhttp://www.home.net/aup.  The relevant section is quoted below. We will also\r\nmail you a hard copy of this communication. Thank you for your cooperation.\r\n\r\nThe @Home Network AUP Management Team/WARNING Before Termination Bandwidth, Data Storage and Other Limitations\r\n\r\nYou must comply with the then current bandwidth, data storage and other\r\nlimitations on the Services.\r\n\r\nUsers must ensure that their activity does not improperly restrict, inhibit,\r\nor degrade any other user's use of the Services, nor represent (in the sole\r\njudgment of @Home) an unusually large burden on the network itself. In\r\naddition, users must ensure that their activity does not improperly\r\nrestrict, inhibit, disrupt, degrade or impede @Home's ability to deliver the\r\nServices and monitor the Services, backbone, network nodes, and/or other\r\nnetwork services.\r\n\r\n@Home network residential customers may not resell, share, or otherwise\r\ndistribute the Services or any portion thereof to any third party without\r\nthe written consent of @Home. For example, you cannot provide Internet\r\naccess to others through a dial up connection, host shell accounts over the\r\nInternet, provide email or news service, or send a news feed.\r\n\r\nThe @Home residential service offering is a consumer product designed for\r\nyour personal use of the Internet. You may not use the @Home residential\r\nservice for commercial purposes. For example, the service does not provide\r\nthe type of security, upstream performance and total downstream throughput\r\ncapability typically associated with commercial use.\r\n\r\nYou may not run a server in connection with the @Home residential service,\r\nnor may you provide network services to others via the @Home residential\r\nservice. The @Home residential service includes personal Webspace accounts\r\nfor publishing personal Web pages. Examples of prohibited uses include, but\r\nare not limited to, running servers for mail, http, ftp, irc, and dhcp, and\r\nmulti-user interactive forums. For information about @Work products for\r\ncommercial or network services purposes, including commercial-grade remote\r\nLAN access, please see http://work.home.net.\r\n\r\nIllegal Activity\r\n\r\nThe use of the Services for any activity that violates any local, state,\r\nfederal or international law, order or regulation is a violation of this\r\nPolicy. Prohibited activities include, but are not limited to:\r\n\r\nPosting or disseminating material which is unlawful (such as child\r\npornography or obscene material). Disseminating material which violates the\r\ncopyright or other intellectual property rights of others. You assume all\r\nrisks regarding the determination of whether material is in the public\r\ndomain.  Pyramid or other illegal soliciting schemes.  Any fraudulent\r\nactivities, including impersonating any person or entity or forging anyone\r\nelse's digital or manual signature.","date_sent":"2001-05-07T04:00:00Z","date_received":"2001-05-07T04:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"@Home","recipient_name":"@Home user","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}