{"dmca":{"id":773,"type":"Dmca","title":"Amish.net/Copyright Infringement","body":"I am writing to you on behalf of [redacted], President, Amish.Net The Company and Las Kelly Enterprises, Huntington Beach, California, and [redacted], President, America's Amish County Publications and DYP, Inc. Berlin, Ohio.\r\n\r\nIt has come to our attention that you are the owner, web master and/or marketing specialist for the websites (witheld for privacy reasons) and additional websites in the (witheld for privacy reasons) area. We are now aware of your use in these websites, starting in approximately July 2001, of copyright registered text. This text first appeared in America's Amish Country (America's Amish County Publications, Berlin, Ohio,1992; Co-authors, [redacted]) and subsequently in America's Amish Country II ( America's Amish Country Publications, Berlin, Ohio, 2000; Co-authors, [redacted]). The same text was licensed for use in March 2000 at Amish.Net The Website's Amish Lifestyle Section (witheld for privacy reasons). Each of the appearances of this text in these books under the Amish Lifestyle section, has been copyrighted registered by [redacted], with the Library of Congress, Washington, DC, in accordance with US Copyright Laws.\r\n\r\nAmish.Net The Company has also registered this text, which appears at Amish.Net The Website (witheld for privacy reasons) on behalf of [redacted].\r\n\r\nAdditionally, we are aware of your use of text, Visiting The Amish, at (http://witheld for privacy reasons), which appears at Amish.net The Website at (witheld for privacy reasons)This text is the property of Amish.Net the Company and is also copyright registered by [redacted], President, Amish.Net The Company.\r\n\r\nTerms of Use have been posted at Amish.Net The Website since its launch on March 1, 2000. The TOS includes the following copyright notice: \r\n\r\nCopyright Notice\r\nAll content on this website, including the text, graphics, photographs, data and images is the property of Amish.Net, unless otherwise identified or owned by thrid-party websites reached through links provided herein. ANY USE OF SUCH CONTENT WITHOUT THE PRIOR EXPRESS WRITTEN PERMISSION OF THE OWNER(S), INCLUDING, BUT NOT LIMITED TO PRODUCTION, MODIFICATION, DISTRIBUTION, TRANSMISSION, REPUBLICATION, STORAGE OR DISPLAY, IS STRCTLY PROHIBITED UNDER U.S. LAW.\r\n\r\nThe main text content of the Amish Lifestyle Section at Amish.Net The Website was developed and based on years of research and the publication of two authorative and widely acclaimed books about the Amish by [redacted]. All other text elements of Amish.Net The Website, to include the advertising program and Directory, were written and subsequently copyright registered by [redacted] as noted above.\r\n\r\nThe text throught Amish.Net The Website was carefully crafted by a web promotion specialist and Kelly to achieve the highest ratings popssible in search engines. Indeed, Amish.Net The Website ranks within the top five, usually the top listing, in most of the major search engines for common search terms for things related to the Amish lifestyle and Amish tourism in the various geographicregions in which the Amish live, to include the State of (witheld for privacy reasons) and the (witheld for privacy reasons).\r\n\r\nThe finished product of Amish.Net The Website, to include developement of branding elements and operational expenses, have cost more than $35,000 over the past two years. This figure does not include the thousands of hours spent in developing the exclusive database for the Directory that provides information about America's Amish Country to include (witheld for privacy reasons).\r\n\r\nWhile reviewing (witheld for privacy reasons), we have noticed that this is a duplication of the text found at (witheld for privacy reasons) with a minor addition to serve your own needs. Your use of text at (witheld for privacy reasons) was modified to fit your local tourism needs wherin you state: Since the early 1700s when they first arrived in Michigan, Amish have been living a simple lifestyle in accordance with their religious beliefs. You duplicated the text, verbatim, to include the and the bottom of the page directionals to the next or previous pages at (witheld for privacy reasons), and (witheld for privacy reasons).\r\n\r\nYour use at (witheld for privacy reasons), however, deviates in that you ignored the copyright management information placed there by [redacted]. This copyright management information reads as follows:Copyright Information:All text and photography are Copyrighted by [redacted]. America's Amish Country was first published in 1992 by Amierca's Amish Country Publications, Berlin, Ohio. Use herein by Amish.Net has been granted by [redacted]. Text and photography may not be copied or used in any website, book or magazine, with the exception of brief quotations in critical articles or reviews.\r\n\r\nThis is a very clear indication that you deliberately placed the material there, knowing that you did not have permission to do so, and you deliberately removed the copyright management information from the surrounding text.\r\n\r\nAt this page, (witheld for privacy reasons), you used substantially similar text as the text found at (witheld for privacy reasons).\r\n\r\nBased on the size and positioning of your link at the front page of (witheld for privacy reasons) at (witheld for privacy reasons), Amish Information, it is clear that your use of the copyright registered text owned by [redacted] and/or [redacted] is a major part of your stated commercial campaign to attract visitors to (witheld for privacy reasons) are and in particular to (witheld for privacy reasons) where the Amish reside (\"For a more serene taste of life in (witheld for privacy reasons) enjoy our Amish farms and communities\") and your commercial activities for personal finincial gain, which include building websites and/or listing tourism businesses, (witheld for privacy reasons) in the (witheld for privacy reasons) area and in particular (witheld for privacy reasons).\r\n\r\nIt is clear that you have no \"fair use\" defense since your purpose in using the copyright registered information was purely for your own finincial gain as evidenced by your statements at (witheld for privacy reasons).\r\n\r\nWe have also located the use of the above referenced copyright registered text at the following URLs: (witheld for privacy reasons)\r\n\r\nWe located use of our copyright registered material by (witheld for privacy reasons) at Google.com based on a search for common Amish lifestyle terms. We also located it at Lycos.com and, at Yahoo.com, (witheld for privacy reasons) ranked only second to Amish.Net in search results for Amish life style. \r\n\r\nIt appears clear to us, and based on our extensive review of (witheld for privacy reasons), that (witheld for privacy reasons) uses copyright registered material and website development that has been produced by [redacted] as a significant part of a regional branding and advertising campaign \"developed\" by you for your own personal financial gain.\r\n\r\nThe unauthorized use of text violates United States copyright laws, including but not limited to, 17 USC 501 et. seq. which imposes liability for copyright infringement and sets maximum statutory damages of $150,000 for each act of infringement. Such use may also violate the Digital Millenium Copyright Act, 17 USC 1203, that imposes a statutory penalty of up to $25,000 for removal of copyright management information that is associated with procected work.\r\n\r\nNo one from (witheld for privacy reasons) has approached [redacted] to licence any use of the copyrighted text or website development of Amish.Net The Website despite numerous Contact postings found therein.\r\n\r\nHad [redacted] given permission to use the copyright registered materials or business model in a website such as (witheld for privacy reasons), which would have been highly unlikely, the licence fee would have been at least $75,000 for a customizable Web reprint for two years with the right of attribution. Since you never sought permission, but have used the material in violation of the rights of [redacted], and without any attribution to the author(s), we believe taht a fair settlement of this dispute should be made.\r\n\r\nTherefore, demand is hereby made for immediate payemnt of $50,000 in exchange for a non-exclusive royalty free one-time licence agreement. This offer represents a fair compromise of the damage claim considering the nature of the violations discovered so far, the widespread use on the Net and listings at the major search engines.\r\n\r\nPlease remit $50,000 payable to Amish.Net The Company and send to the above address not later than Wednesday, March 13, 2002.\r\n\r\nSincerely yours,\r\n\r\n\r\n[redacted]\r\nPresident\r\nAmish.Net The Company\r\n\r\n[redacted] ","date_sent":"2002-03-04T05:00:00Z","date_received":"2002-03-04T05:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"Amish.Net The Company","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}