{"dmca":{"id":775,"type":"Dmca","title":"Unauthorized Distribution of DeCSS (Reference#: xxxxxx)","body":"Date: Mon, 12 Aug 2002 19:24:00 (GMT)\r\nFrom: xxxx@copyright.org\r\nTo: xxxxxxxxx@UNM.EDU\r\nSubject: Unauthorized Distribution of DeCSS (Reference#: xxxxxx)\r\n\r\nMotion Picture Association of America, Inc.\r\nUnited States Anti-Piracy Operations\r\n[private]\r\nEncino, California  91436\r\n\r\nPhone: (xxx) xxx - xxxx \r\nEmail: xxxx@copyright.org <mailto:xxxx@copyright.org>\r\n\r\nMonday, August 12, 2002\r\n\r\nName: xxxxxxxxx@UNM.EDU\r\nEmail: xxxxxxxx@UNM.EDU\r\nISP: University of New Mexico\r\n\r\nVia Fax/Email\r\n\r\n\r\nRE:  Illegal Provision of DeCSS/Circumvention Device\r\nSite/URL: http://www.pungent.org/\r\n\r\nReference #: xxxxxx\r\n\r\nDate of Infringement: 2002-06-25 01:07:09 GMT\r\n\r\nDear security@UNM.EDU:\r\n\r\nThe Motion Picture Association of America (MPAA) represents the following motion picture production and distribution companies:\r\n\r\nColumbia Pictures Industries, Inc.\r\nDisney Enterprises, Inc.\r\nMetro-Goldwyn-Mayer Studios Inc.\r\nParamount Pictures Corporation\r\nTriStar Pictures, Inc.\r\nTwentieth Century Fox Film Corporation\r\nUnited Artists Pictures, Inc.\r\nUnited Artists Corporation\r\nUniversal City Studios, Inc.\r\nWarner Bros., a Division of\r\nTime Warner Entertainment Company, L.P.\r\n\r\nWe have received information that the above referenced Internet site is providing a circumvention device that decrypts or unscrambles the contents of DVDs (consisting of copyrighted motion pictures) thereby circumventing the protection afforded by the Content Scramble System (CSS), permitting the copying of the DVD contents and/or any portion thereof.  As such, the device  constitutes an unlawful circumvention device within the meaning of the Digital Millennium Copyright Act, Title 17 United States Code Section 1201(a)(2)(3).  Providing or offering this device to the public in the manner described herein violates the provisions of Section 1201(a)(2) which prohibit the 'manufacturing, importing or offering to the public, providing, or otherwise trafficking' in an unlawful circumvention device.  (Title 17 United States Code Section 1201 et seq. hereafter is referred to as the 'DMCA').\r\n\r\nOn November 28, 2001, the Second Circuit Court of Appeals, a federal appellate court, affirmed a decision of the Southern District of New York, a federal district court, holding that offering, providing, or trafficking in any device designed to circumvent CSS, violates the DMCA.  The Second Circuit upheld the district court's permanent injunction against: (1) posting on any Internet site, or in any other way manufacturing, importing or offering to the public, providing, or otherwise trafficking in any technology primarily designed to circumvent CSS, and (2) linking any Internet web site, either directly or through a series of links, to any other Internet web site containing such a circumvention device. \r\n\r\nThe Second Circuit's ruling makes clear that by providing this device, the above referenced Internet site violates the DMCA. This conduct may also violate the laws of other countries, international law, and/or treaty obligations. \r\n\r\nWe therefore request that you immediately do the following:\r\n\r\n1) Disable access to this site;\r\n2) Remove this site from your server; and\r\n3) Take appropriate action against the account holder under your Abuse Policy/Terms of Service Agreement.\r\n\r\nBy copy of this letter, the owner of the above referenced Internet site and/or email account is hereby directed to cease and desist from the conduct complained of herein.\r\n\r\nOn behalf of the respective owners of the exclusive rights to the copyrighted material at issue in this notice, we hereby state, pursuant to the DMCA that we have a good faith belief that the acts complained of are not authorized by the copyright owners, their respective agents, or the law.\r\n\r\nAlso pursuant to Digital Millennium Copyright Act, we hereby state, under penalty of perjury under the law of California and under the laws of the United States, that the information in this notification is accurate and that we are authorized to act on behalf of the owners of the exclusive rights being infringed as set forth in this notification.\r\n\r\nPlease contact us at the above listed address or by replying to this email if you should have any questions.  Kindly include the above noted Reference # in the subject line of all email correspondence.\r\n\r\nThank you for your cooperation in this matter.  Your prompt response is requested.\r\n\r\nRespectfully,\r\n\r\n[private] \r\nDirector \r\nWorldwide Internet Enforcement\r\n","date_sent":"2002-08-12T04:00:00Z","date_received":"2002-08-12T04:00:00Z","topics":["Anticircumvention (DMCA)","Copyright"],"sender_name":"Worldwide Internet Enforcement","principal_name":"MPAA","recipient_name":"University of New Mexico","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}