{"dmca":{"id":784,"type":"Dmca","title":"(Policy Violation) : ATT Broadband (Copyright Infringement)","body":"* * *  IMMEDIATE ACTION and REPLY REQUIRED  * * *   \r\n\r\nPlease read this entire message, review the required action(s) below, and send a prompt reply message to acknowledge receipt of this email.\r\n\r\nFrom:   AT&T Broadband Abuse Department [abuse@attbi.com]\r\n\r\nAT&T Broadband has been made aware that you have violated the AT&T Broadband Service Agreement and/or Acceptable Usage Policy. These policies can be found at http://www.attbroadband.com/security.  Failure to comply with these policies may result in a permanent termination of your service. The account holder is solely responsible for any and all activities performed from the AT&T Broadband service. Please read the following information carefully to ensure that you understand the violation, our policies, and what you need to do to respond to this warning.\r\n\r\nType of violation:   Distribution of Copyrighted Material\r\n\r\nRelated Policy:   Acceptable Usage Policy: Prohibited uses include, but are not limited to, using the AT&T Broadband Equipment (as defined in the Subscriber Agreement) or the Service to\r\n\r\ni. undertake or accomplish any unlawful purpose.  This includes, but is not limited to, posting, storing, transmitting or disseminating information, data or material which is libelous, obscene, unlawful, threatening, defamatory, or which infringes the intellectual property rights of any person or entity, or which in any way constitutes or encourages conduct that would constitute a criminal offense, give rise to civil liability, or otherwise violate any local, state, federal or international law, order or regulation; \r\n\r\nv. upload, post, publish, transmit, reproduce, create derivative works of, or distribute in any way information, software or other material obtained through the Service or otherwise which is protected by copyright or other proprietary right, without obtaining permission of the owner; \r\n\r\nxiii.  run programs or servers from the Premises which provide network content or any other services to others.  Examples of prohibited programs include, but are not limited to, mail, ftp, http, game, newsgroup, proxy, IRC servers and multi-user interactive forums; \r\n\r\nExplanation:   AT&T Broadband has received notice that you are distributing copyrighted material via your AT&T Broadband Service. \r\n\r\nAction Required:   Remove the copyrighted material immediately. Reply to this message, keeping the subject line intact, to acknowledge that you have received this warning and will ensure that there will be no further violations of the Service Agreement.\r\n\r\nInformation regarding the security of your AT&T Broadband connection can be found on our web page: http://www.attbroadband.com/security. This web page also provides links to our Subscriber Agreement and Acceptable Use Policy (AUP), please review these policies should you have any questions or concerns.\r\n\r\nRelated Logs/Evidence:\r\n\r\nThursday, May 30, 2002\r\n\r\n\r\nRE:  Unauthorized Distribution of the Copyrighted Motion Picture Entitled\r\n     Spider-Man\r\n\r\n\r\nDear AT&T:\r\n\r\nWe are writing this letter on behalf of Columbia Pictures Industries Inc., (\"Columbia Pictures\").\r\n\r\nAs you may know, Columbia Pictures is the owner of copyright and exclusive distribution rights in and to the motion picture entitled Spider-Man.\r\n\r\nNo one is authorized to perform, exhibit, reproduce, transmit, or otherwise distribute the above-mentioned work without the express written permission of Columbia Pictures, which permission Columbia Pictures has not granted to [IP address].\r\n\r\nWe have received information that an individual has utilized the above-referenced IP address at the noted date and time to offer downloads of the above-mentioned work through a \"peer-to-peer\" service.\r\n\r\nThe attached documentation specifies the location on your network where the infringement occurred, the number of repeat violations recorded at this specific location, as well as any available identifying information.\r\n\r\nThe distribution of unauthorized copies of copyrighted motion pictures constitutes copyright infringement under the Copyright Act, Title 17 United States Code Section 106(3).  This conduct may also violate the laws of other countries, international law, and/or treaty obligations.\r\n\r\nSince you own this IP address, we request that you immediately do the following:\r\n\r\n1) Disable access to the individual who has engaged in the conduct described above; and\r\n2) Terminate any and all accounts that this individual has through you.\r\n\r\nOn behalf of Columbia Pictures, owner of the exclusive rights to the copyrighted material at issue in this notice, we hereby state that we have a good faith belief that use of the material in the manner complained of is not authorized by Columbia Pictures, its respective agents, or the law.\r\n\r\nWe also hereby state that we believe the information in this notification is accurate, and, under penalty of perjury, that MediaForce is authorized to act on behalf of the owner of the exclusive rights being infringed as set forth in this notification.\r\n\r\nPlease contact us at the above listed address or by replying to this email should you have any questions.\r\n\r\nWe appreciate your assistance and thank you for your cooperation in this matter.  In your future correspondence with us, please refer to Case ID 118231.\r\n\r\nYour prompt response is requested.\r\n\r\nRespectfully,\r\n\r\n[Private],\r\nDirector of Enforcement\r\nMediaForce, Inc.\r\n[Private]\r\n\r\n\r\n\r\n------------------------------\r\nInfringment Detail:\r\nInfringing Work: Spider-Man\r\nFilename: Spiderman-NEW-2of2.avi.avi\r\nFirst Found: 22 May 2002 04:16:56 EDT (GMT -0400)\r\nLast Found: 22 May 2002 04:16:56 EDT (GMT -0400)\r\nFilesize: 174,912k\r\nIP Address: [Private]\r\nNetwork: KaZaA\r\nProtocol: FastTrack\r\nUsername: chasand@KaZaA\r\n\r\n --- DO NOT REMOVE TEXT BELOW THIS LINE ---\r\n[##TICKET_ID: b116] {RPTR}:W:\r\n\r\n","date_sent":"2002-07-01T04:00:00Z","date_received":"2002-07-01T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":"ATT Broadband Internet (security)","recipient_name":"[KaZaA User]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}