{"dmca":{"id":80,"type":"Dmca","title":"There are some things money can't buy...","body":"Dear Mr. Templeton:<br>\r\n\tWe are the attorneys for MasterCard International (\"MasterCard\").<br>\r\n\tSince at least as early 1998, MasterCard has aired a series of television and print advertisements that feature the names and/or images of a series of goods or services purchased by one or more individuals and which, with either voice-overs and/or other visual displays, convey to the viewer the price of each of these items (the \"MasterCard Priceless Advertisements\"). At the end of each of the MasterCard Priceless Advertisements a phrase identifying some priceless intangible that cannot be purchased (such as \"a day where all you have to do is breathe\") is followed by the word and/or voice over: \"priceless\".  Immediately following \"priceless\" are the words and/or voice overs: \"there are some things money can't buy, for everything else there's MasterCard\".<br>\r\n\tAdditionally, MasterCard is the owner of U.S. service mark registrations for the marks \"PRICELESS\" (Reg. No. 2,370,508); \"THERE ARE SOME THINGS MONEY CAN'T BUY, FOR EVERYTHING ELSE THERE'S MASTERCARD\" (Reg. No. 2,259,941); and \"THERE ARE SOME THINGS MONEY CAN'T BUY. FOR EVERYTHING ELSE THERE'S MASTERCARD.\" (Reg. No. 2,297,299) (collectively, the \"Priceless Marks\").  Indeed, MasterCard has applied for protection of all of these marks in numerous countries throughout the world. As a result of MasterCard's extensive advertising, the Priceless Marks have become associated exclusively with MasterCard's financial services products. Furthermore, MasterCard owns multiple U.S. copyright registrations for the Priceless Advertisements.<br>\r\n\tMasterCard is also the owner of multiple federal registrations for MASTERCARD (unstylized) (the \"MASTERCARD Mark\").  The MASTERCARD Mark has long been featured in MasterCard advertising, including the MasterCard Priceless Advertisements.  As a result of its long and continued use, the MASTERCARD Mark has become widely recognized as identifying MasterCard's financial services products.<br>\r\n\tIt has come to our attention that you are distributing at the URL ww.netfunny.com/rhf/jokes/Apr/columbine.html material that infringes the MasterCard Priceless Advertisements and that further infringes MasterCard's MASTERCARD Mark and Priceless Marks.  This material (the \"Infringing Material\") blatantly copies the sequential display of a series of items belonging to one or more individuals, showing, the \"price\" of each item, and, at the end, infringes, with impunity, the MASTERCARD Mark and the Priceless Marks.<br>\r\n\tSpecifically, the Infringing Material is entitled PRICELESS, followed by a series of text, \"200 rounds of ammo: $70; Two ski masks: $24; Two black trench coats: $260; the look on your classmates faces right before you blow their heads off -- priceless\" and concludes with the MasterCard's slogan, for which it owns a U.S. trademark registration: \"There are some things money can't buy, for everything else there's MasterCard.\"<br>\r\n\tPlease be advised that in publishing the Infringing Material, you have infringed MasterCard's rights under the federal and state trademark and unfair competition laws, under the federal and state anti-dilution laws, and under the Copyright Act.  The fact that your actions take place in the context of the sad events at Columbine merely exacerbates the problem from our client's viewpoint. The Infringing Material denigrates the tragedy at Columbine High School and holds our client out as sponsoring this highly distasteful material by using the format of the MasterCard Priceless Advertisements and prominently displaying MasterCard's famous trademarks.<br>\r\n\tAccordingly, we demand that you confirm immediately and no later than Friday, April 13, 2001, that you will remove the Infringing Material from the web site www.netfunny.com and that there will be no further publication of the Infringing Material or any other material which infringes MasterCard's rights as set forth above.<br>\r\n\tThis letter does not constitute an exhaustive statement of MasterCard's legal position nor is it a waiver of any of their rights and/or remedies in this or any other matter.<br>\t\t\r\n\tVery truly yours,<br>\r\n\t[Attorney]<br>\r\nbcc:[Other Attorneys]\r\n    April 9, 2001\r\n\r\n","date_sent":"2001-04-09T04:00:00Z","date_received":"2001-04-09T04:00:00Z","topics":["Trademark","Copyright"],"sender_name":"Baker & Botts","principal_name":"MasterCard International","recipient_name":"NETFUNNY.COM","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}