{"dmca":{"id":800,"type":"Dmca","title":"Celeb Objects to Image on Foreign Ad-Spotting Site","body":"Dear [Recipient]\r\n\r\nWe represent Leonardo DiCaprio. It has come to our attention that you have been using our client's name and likeness in connection with your website \"Japander.com\"\r\n\r\nPlease be advised that your actions constitute, among other offenses, a wrongful use and misappropriation of our client's name in violation of his federal and state common law and statutory rights including, without limitation, rights of publicity and rights under the Lanham Act. If your website features additional uses of our client's name, likeness and/or attributes, said actions will constitute further violations of our client's rights.  We have advised our client that the remedies available to him include, without limitation, injunctive relief and recovery of actual and/or statutory damages.\r\n\r\nPursuant to our client's instructions, demand is hereby made that you (i) immediately cease and desist from misappropriating our client's name and likeness, (ii) confirm to me in writing that you have done the foregoing. In the event that you fail to do so within 10 days, our client is prepared to pursue his legal and equitable remedies against you in connection with this matter.\r\n\r\nNothing in this letter is intended or shall be construed to constitute an express or implied waiver of any rights or remedies which our client may possess in connection with this matter, all of which are hereby expressly reserved.\r\n\r\nVery Truly Yours,\r\n\r\n[Sender's Attorney]\r\n\r\ncc: [Private]\r\n","date_sent":"2002-08-26T04:00:00Z","date_received":"2002-08-26T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Hansen, Jacobson, Teller, Hoberman, Newman, Warren and Sloane, L.L.P.","principal_name":"Leonardo DiCaprio","recipient_name":"Japander.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}