{"dmca":{"id":801,"type":"Dmca","title":"eBay Appraises APPRAISEBAY.COM","body":"We are writing concerning your registration of the above domain name, appraisebay.com, which contains the famous eBay trademark.  As you undoubtedly know, eBay is the leading provider of online person-to-person trading services and related goods and services.  \r\n\r\neBay adopted the name and trademark eBay in September 1995 and, since that time, eBay has actively used the eBay name and trademark in connection with its online trading and related services, including maintaining the web site www.eBay.com.  The coined term eBay is one of the most famous trademarks on the internet.  eBay owns exclusive trademark rights to the eBay name in the United States and internationally, including related common law rights.  Accordingly, eBay enjoys broad trademark rights in its name.  eBay has made a substantial investment in developing and providing its services.  \r\n\r\nAs a result of eBay's pioneering efforts and its devoting substantial effort and resources to providing only high quality services, the eBay name and trademarks are widely known among the consuming public worldwide, and the name and trademarks embody substantial and valuable goodwill.  Accordingly, we were concerned when we learned of your registration of appraisebay.com.  As we hope you can understand, protection of its trademarks is very important to eBay.  We have filed several successful federal court actions in the United States against companies and individuals employing the famous eBay trademark in their domain names, as well as more than six proceedings before the United Nation's World Intellectual Property Organization's arbitration panel.  EBAY PREVAILED IN EACH CASE AND THE DOMAIN NAMES AT ISSUE WERE ALL ORDERED TO BE TRANSFERRED TO EBAY.  \r\n\r\nAttached for your reference is a copy of the decision of the United States Patent and Trademark Office (\"USPTO\") denying registration of the mark \"ebaysecurities\" by a third party.  Like your domain name, \"ebaysecurities\" incorporated the entire eBay trademark, adding only a generic term to eBay's famous mark.  The USPTO recognized that eBay is a famous trademark and denied registration of ebaysecurities.  eBay is concerned that any use of the domain name in question, will cause confusion as to whether or not your company's activities are authorized, endorsed or sponsored by eBay when, in fact, they are not.  \r\n\r\nWe understand that you may have registered appraisebay.com without full knowledge of the law in this area.  The Anticybersquatting Consumer Protection Act (http://www.submerged-ideas.com/litigation/anticybersquat.htm) provides for serious penalties (up to $100,000 per domain name) against persons who, without authorization, use, sell, or offer for sale a domain name that infringes upon another's trademark.  While eBay respects your right of expression and your desire to conduct business on the Internet, eBay must enforce its own rights in order to protect its valuable and famous trademark. \r\n\r\nFor these reasons, and to avoid consumer confusion, eBay must insist that you do not use the domain name for any purpose, do not sell, offer to sell or transfer the domain name to a third party, and instead, simply let the domain registration expire.  Please confirm in writing that you will agree to resolve this matter as requested.  If we do not receive confirmation from you that you will comply with our request, we will have no choice but to pursue all available remedies.\r\n\r\nSincerely,\r\n[Private]\r\neBay Legal Department       ","date_sent":"2002-07-22T04:00:00Z","date_received":"2002-07-22T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":null,"principal_name":"eBay","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}