{"dmca":{"id":811,"type":"Dmca","title":"Home Depot protests \"Home Grown\"","body":" Continental Enterprises (\"Continental\")has been engaged by Homer TLC Inc. (\"Home Depot\") to help protect the intellectual property associated with Home Depot's distinctive designs and marks.  Homer TLC Inc. is the owner of valuable design, trademark, trade dress, and copyright protection for the Home Depot logo and other related marks.  The intellectual property of Home Depot may not be used without the express permission of Home Depot.  Home Depot has invested vast amounts of marketing efforts and expense to establish these rights, which are famous throughout the world.  The goodwill associated with these rights is extensive.\r\n\r\nContinental has learned that you are involved in the distribution of merchandise violating the intellectual property of Home Depot (the \"Merchandise\"). In some cases this merchandise uses identical marks or designs and in other uses clear imitations or derivative variations.  Please be advised that we have evidence of your production and/or sale of such merchandise, and we have attached color copies of the merchandise for your review.  \r\n\r\nPlease be advised that, while we are willing to assist you in determining which of the items you offer for sale violates the intellectual property rights of Home Depot it is not our responsibility to review and certify your product line.  It is, rather, your companies' responsibility to insure that it does not engage in the distribution of unlicensed and infinging products.  Therefore, the product information provided above, is not intended to be, and should not be taken by you as, a full and complete accounting of the products you offer that violate the intellectual property rights of Home Depot.\r\n\r\nThe unauthorized production or sale of Merchandise bearing Home Depot marks, or ones confusingly similiar thereto, causes purchasers to buy such mercahndise in the mistaken belief that it originates from Home Depot or is otherwise licensed by or related to Home Depot.  The unauthorized use of trademarks or copyrighted works constitutes infringement, unfair competition, counterfeiting, and dilution, and violates a variety of federal and state civil and criminal laws.  \r\n\r\n\r\nYour activities with respect to Home Depot place you in jeopardy of violating these various laws and the rights of Home Depot.  Any further sale of this Merchandise by you will be considered a willful infringement under various state and federal statutes.  Willful infringements are subject to enhanced penalities including, but not limited to, triple damages.  Further, you may be subject to temporary or permannent Court injunctions, impounding of all infringing materials with or without notice, liability for actual or statutory damages and payment of attorneys' fees.\r\n    On behalf of Home Depot, we demand that you:\r\n 1. Immediately cease any and all manufacture, distribution, promotion, or sale of such unauthorized Merchandise and agree to desist from any future actions.\r\n2. Immediately make available to Continental all records pertaining to the procurement and sale of the Merchandise. Including the names of all parties that may have manufactured, imported, exported, distributed or purchased this Merchandise in bulk.\r\n3. Voluntarily surrender to Continental all infringing items in your possession, bearing copies, derivative works or imitations of the Home Depot trademarks or designs. This includes, without limitation, heat transfers, patches, computer embroidery tape, silk screens, photographs, positives, negatives, artwork, plates or other means of reproducing such trademarks or designs.\r\n4. Cooperate with Continental representatives concerning the investigation of any other parties with which you have had a business relationship involving the Merchandise.\r\n\r\nBe advised that any response which provides less than voluntary turnover of all infringing Merchandise and all requested information, as set forth above, shall be deemed insufficient and shall be interpreted to mean that you intend to continue selling the counterfeit Merchandise in violation of the law. Unless you comply with the forgoing demands, we will take appropriate steps to enforce Home Depot's rights and to protect the public from continued deception.\r\n\r\nThis letter is being sent in an attempt to achieve a prompt and informal resolution of this matter, and is thus privileged. Nothing contained in this letter is intended to be or should be considered an admission of any fact or a waiver of any right, all of which are expressly reserved. Thus, this letter cannot be utilized in evidence or referred to in any litigation with regard to the merits of this matter.\r\n\r\nSincerely,\r\nPrivate\r\n","date_sent":"2002-08-20T04:00:00Z","date_received":"2002-08-20T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Office of General Counsel","principal_name":"Continental Enterprises","recipient_name":"The Synergy Global Networks","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}