{"dmca":{"id":825,"type":"Dmca","title":"(Policy Violation) : ATT Broadband (Copyright Infringement)","body":"AT&T Broadband has been made aware that you have violated the AT&T \r\nBroadband Service Agreement and/or Acceptable Usage Policy. These \r\npolicies can be found at http://www.attbroadband.com/security. \r\nFailure to comply with these policies may result in a permanent \r\ntermination of your service. The account holder is solely \r\nresponsible for any and all activities performed from the AT&T \r\nBroadband service. Please read the following information carefully \r\nto ensure that you understand the violation, our policies, and what \r\nyou need to do to respond to this warning.\r\n\r\nType of violation:   Distribution of Copyrighted Material\r\n\r\nRelated Policy:   Acceptable Usage Policy: Prohibited uses include, \r\nbut are not limited to, using the AT&T Broadband Equipment (as \r\ndefined in the Subscriber Agreement) or the Service to\r\n\r\ni. undertake or accomplish any unlawful purpose.  This includes, but \r\nis not limited to, posting, storing, transmitting or disseminating \r\ninformation, data or material which is libelous, obscene, unlawful, \r\nthreatening, defamatory, or which infringes the intellectual \r\nproperty rights of any person or entity, or which in any way \r\nconstitutes or encourages conduct that would constitute a criminal \r\noffense, give rise to civil liability, or otherwise violate any \r\nlocal, state, federal or international law, order or regulation;\r\n\r\nv. upload, post, publish, transmit, reproduce, create derivative \r\nworks of, or distribute in any way information, software or other \r\nmaterial obtained through the Service or otherwise which is \r\nprotected by copyright or other proprietary right, without obtaining \r\npermission of the owner;\r\n\r\nxiii.  run programs or servers from the Premises which provide \r\nnetwork content or any other services to others.  Examples of \r\nprohibited programs include, but are not limited to, mail, ftp, \r\nhttp, game, newsgroup, proxy, IRC servers and multi-user interactive \r\nforums;\r\n\r\nExplanation:   AT&T Broadband has received notice that you are \r\ndistributing copyrighted material via your AT&T Broadband Service.\r\n\r\nAction Required:   Remove the copyrighted material immediately. \r\nReply to this message, keeping the subject line intact, to \r\nacknowledge that you have received this warning and will ensure that \r\nthere will be no further violations of the Service Agreement.\r\n\r\nInformation regarding the security of your AT&T Broadband connection \r\ncan be found on our web page: http://www.attbroadband.com/security. \r\nThis web page also provides links to our Subscriber Agreement and \r\nAcceptable Use Policy (AUP), please review these policies should you \r\nhave any questions or concerns.\r\n\r\nRelated Logs/Evidence:\r\n\r\nThursday, May 30, 2002\r\n\r\n\r\nRE:  Unauthorized Distribution of the Copyrighted Motion Picture Entitled Spider-Man\r\n\r\n\r\nDear AT&T:\r\n\r\nWe are writing this letter on behalf of Columbia Pictures Industries \r\nInc., (\"Columbia Pictures\").\r\n\r\nAs you may know, Columbia Pictures is the owner of copyright and \r\nexclusive distribution rights in and to the motion picture entitled \r\nSpider-Man.\r\n\r\nNo one is authorized to perform, exhibit, reproduce, transmit, or \r\notherwise distribute the above-mentioned work without the express \r\nwritten permission of Columbia Pictures, which permission Columbia \r\nPictures has not granted to [IP address].\r\n\r\nWe have received information that an individual has utilized the \r\nabove-referenced IP address at the noted date and time to offer \r\ndownloads of the above-mentioned work through a \"peer-to-peer\" \r\nservice.\r\n\r\nThe attached documentation specifies the location on your network \r\nwhere the infringement occurred, the number of repeat violations \r\nrecorded at this specific location, as well as any available \r\nidentifying information.\r\n\r\nThe distribution of unauthorized copies of copyrighted motion \r\npictures constitutes copyright infringement under the Copyright Act, \r\nTitle 17 United States Code Section 106(3).  This conduct may also \r\nviolate the laws of other countries, international law, and/or \r\ntreaty obligations.\r\n\r\nSince you own this IP address, we request that you immediately do \r\nthe following:\r\n1 Disable access to the individual who has engaged in the conduct \r\ndescribed above; and\r\n2) Terminate any and all accounts that this individual has through you.\r\n\r\nOn behalf of Columbia Pictures, owner of the exclusive rights to the \r\ncopyrighted material at issue in this notice, we hereby state that \r\nwe have a good faith belief that use of the material in the manner \r\ncomplained of is not authorized by Columbia Pictures, its respective \r\nagents, or the law.\r\n\r\nWe also hereby state that we believe the information in this \r\nnotification is accurate, and, under penalty of perjury, that \r\nMediaForce is authorized to act on behalf of the owner of the \r\nexclusive rights being infringed as set forth in this notification.\r\n\r\nPlease contact us at the above listed address or by replying to this \r\nemail should you have any questions.\r\n\r\nWe appreciate your assistance and thank you for your cooperation in \r\nthis matter.  In your future correspondence with us, please refer to \r\nCase ID xxxxxx.\r\n\r\nYour prompt response is requested.\r\n\r\nRespectfully,\r\n\r\n\r\n","date_sent":"2002-07-01T04:00:00Z","date_received":"2002-07-01T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":"ATT Broadband Internet (security)","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}