{"dmca":{"id":829,"type":"Dmca","title":"Google Ordered to Remove Fanuc Machine Tool Information","body":"Dear Google, Inc.:\r\n    \r\nAs you know, we represent Fanuc Ltd. (\"Fanuc\") with respect to its intellectual property matters.  It has come to our attention that there are bulletin board postings on your web site that display unauthorized copies and reproductions of copyrighted material owned by our client (the \"Material\"). \r\n\r\nThe display and dissemination of this Material by your company constitutes infringement of FANUC's copyrights.\r\n    \r\nSpecifically, the Material was posted by an individual using the address [private], and it includes unauthorized imitations of copyrighted software programs, instructions and setting parameters used in connection with the operation and control of highly sensitive and expensive machine tools.  The copyrighted work at issue is the text that appears on:\r\n    \r\nhttp://groups.google.com/groups?dq=&start=200&hl=en&lr=&ie=UTF-8&group=alt.machines.cnc&selm=5a6332c9.0207271617.7bee8fc7%40posting.google.com\r\n    \r\nhttp://groups.google.com/groups?q=g:tbl513893256d&dq=&hl=en&h=&ie=UTF-8&selm=5a6332c9.0207262222.7174af8a%40posting.google.com\r\n    \r\nWe have a good faith belief that use of the copyrighted materials described above on the infringing web pages is not authorized by the copyright owner, its agent, or the law. Therefore, in accordance with the Digital Millennium Copyright Act, we hereby that the information in this notification is accurate and that this law firm is authorized to act on behalf of the owner of the exclusive right that is infringed.\r\n   \r\nWe look forward to hearing from you and receiving confirmation that \r\nyou have terminated the above referenced web sites.\r\n\r\nSincerely,\r\n\r\n[private]\r\n    \r\ncc: \t[private]\r\n\t[private]\r\n\t[private]\r\n\t[private]","date_sent":"2002-09-13T04:00:00Z","date_received":"2002-09-13T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Arent Fox Kintner Plotkin & Kahn, PLLC","principal_name":"Fanuc, Ltd.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}