{"dmca":{"id":83,"type":"Dmca","title":"Trademark and Copyright Infringement: CSX-DIVERSITY.COM","body":"Dear AGRL / Atom Smasher:\r\n\r\nWe represent CSX Corporation (\"CSX\").\r\n\r\nAs you know, CSX is an internationally recognized, Fortune 500 transportation company.  CSX has been using the CSX name and mark since at as early as 1980, and owns several federal trademark registrations, including registrations for CSX (RNs 2,475,447; 1,230,400); CSX CORPORATION (RN 2,364,124); and CSX TRANSPORTATION (RNs 1,440,849; 1,432,208).  CSX also owns the domain name &lt;csx.com&gt;.\r\n\r\nIt has come to our client's attention that you have registered the domain name &lt;csx-diversity.com&gt; and are using the domain name in connection with a website focused on the activities of CSX Corporation.  Your website incorporates proprietary and copyrighted materials copied directly from the official CSX Website and makes unauthorized use of the CSX trademarks.  In particular, the home page of your website mimics the look and feel of the official CSX website (the \"CSX Website\"), and copies directly from content at the official CSX Website.\r\n\r\nYour unauthorized use of the CSX names and marks and the domain name &lt;csx-diversity.com&gt; is likely to cause confusion, or to cause mistake, or to deceive, and to dilute the distinctive quality of the CSX name and mark, thereby infringing CSX's rights under federal and state law.  Further, your unauthorized, verbatim copying and use of proprietary material, graphics and text from the official CSX Website infringes CSX's copyrights under federal law. Moreover, false and misleading statements on your website regarding CSX could constitute trade libel and/or defamation under federal and state law.\r\n\r\nCSX demands that you immediately remove all content from the &lt;csx-diversity.com&gt; website.  CSX demands that you immediately cease and desist from any and all use of its marks, including use of the domain name &lt;csx-diversity.com&gt; or any other mark or domain name that is confusingly similar to a CSX mark.  CSX further demands that you immediately cease and desist from any and all use of its copyrighted materials, including any content, text, graphics or other materials found on the official CSX Website. In connection with these demands, CSX demands that you immediately transfer the domain name &lt;csx-diversity.com&gt; to CSX.\r\n\r\n<u>We look forward to your written confirmation by 5 p.m. (EST) on Thursday, August 30, 2001 that you have complied with our demands.</u>\r\n\r\nOur client views this matter very seriously and will take all steps necessary to protect its rights with respect to these and the other legal issues surrounding this website.  Nothing in this letter constitutes a waiver of any right CSX may have to pursue any remedy under applicable law.\r\n\r\nVery truly yours,\r\n\r\n[Attorney]","date_sent":"2001-08-28T04:00:00Z","date_received":"2001-08-28T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Pillsbury Winthrop","principal_name":"CSX Corporation","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}