{"dmca":{"id":836,"type":"Dmca","title":"Penis Information Siteowner Asks Google to Remove Allegedly Infringing Site","body":"    09/11/2002 WED 01:02 FAX GOOGLE INC                                  001/009\r\n    \r\n                                      [Private]\r\n                    [Private], Scarborough WA 6019, Australia\r\n                    Tel: [Private] mail: [Private]\r\n\r\n    \r\n             28/8/2002\r\n    \r\n             DMCA Complaints\r\n             Google\r\n             [private]\r\n             Mountain View\r\n             CA 94043, USA\r\n    \r\n             Dear Sir/Madam,\r\n    \r\n             Please find enclosed two documents being hard copies of 1) a site (www.alt-\r\n             penis.com) infringing the copyright of our site and 2) whois information for this\r\n             infringing website.\r\n    \r\n             I am the proprietor of the site www.altpenis.com making this complaint against the\r\n             site www.alt-penis.com.\r\n    \r\n             The copyrighted work at issue is the whole of our site (www.altpenis.com).  The\r\n             infringing site (www.alt-penis.com) appears to have taken our entire site and\r\n             replicated it in its entirety with the addition of their own banner ad on each page (the\r\n             banner ad clicks through to http://www.penisenlargementfacts.com/drwhitehead/ who\r\n             appears to be the sole beneficiary of this blatant rip-off).\r\n    \r\n             The infringing site can be found using the search term \"site:www.alt-penis.com'.\r\n    \r\n             I have a good faith belief that use of the copyrighted materials described above on the\r\n             allegedly infringing web pages is not authorized by the copyright owner, its agent, or\r\n             the law.\r\n    \r\n             I swear, under penalty of perjury, that the information in this notification is accurate\r\n             and that I am the copyright owner of an exclusive right that is allegedly infringed.\r\n    \r\n             Regards,\r\n            \r\n             [Private]\r\n\f\r\n    \r\n\r\n\r\n\r\n\r\n    09/11/2002 WED 01:02 FAXGOOGLE INC\r\n    \r\n    PENIS\r\n    www.altpenis.com\r\n    \r\n    Welcome to altPENIS.com!\r\n    Your best resource for penis news, information and\r\n    discussion. You'll find the latest knob news right here\r\n     - penis enlargement, impotency, Viagra, penis size,\r\n    STDs, sex drive, jelqing, prostate health - if its to do\r\n    with the penis, it'll be at alt.PENIS!\r\n    \r\n     Surgical Penis Enlargement!\r\n     Did you know it was possibie?\r\n    \r\n    The Latest Penis News\r\n    \r\n    5 August 2002\r\n    Viagra And Nosabloods Linked?\r\n    Severe nosebleeds following Viagra enhanced\r\n    sexual activity may be related to the parts of\r\n    the nose that contain erectile tissue...\r\n    \r\n    1 August 2002\r\n    Low Sex Drive Linked To Snoring\r\n    Men who suffer from obstructive sleep apnea -\r\n    the inability to breathe properly during sleep -\r\n    produce lower levels of testosterone, resulting\r\n    in decreased libido and sexual activity...\r\n    \r\n    29 July 2002\r\n    Better Male Hormone Replacement\r\n    Methods Needed\r\n    Better methods of delivering hormone\r\n    replacement therapy to men are needed to\r\n    make it more acceptable to patients_\r\n    \r\n    25 July 2002\r\n    Hormone Drug Linked To Male\r\n    Genital Disorder\r\n    Hypospadias - a male genital disorder - could\r\n    be more common among boys born to mothers\r\n    who were exposed to a synthetic hormone\r\n    withdrawn from use in the late 1970s...\r\n    \r\n    22 July 2002\r\n    Testosterone Benefits Older Men's\r\n    Brains\r\n    Older men with higher testosterone levels\r\n    performed better on tests of cognition\r\n    suggesting that older men who take\r\n    testosterone supplements may reduce their risk\r\n    of cognitive decline and Alzheimer's disease...\r\n    \r\n    http://www.alt-penis.com -- infringing                       \r\n  \r\n    \r\n    Penis Size Survey\r\n    How Does Your Penis\r\n    Measure Up?\r\n    How big is the average\r\n    penis? Enter your penis size\r\n    and see how you compare in\r\n    our ongoing penis Size\r\n    survey.\r\n\r\n    Natural Penis Enlargement\r\n    \r\n    A Program Run By\r\n    Specialists\r\n    The only non-surgical penis\r\n    enlargement procedures we\r\n    recommend. Natural\r\n    exercises. -- and it's\r\n    guaranteed.\r\n    There's a big difference in\r\n    the length and width of his\r\n    cock already. Thank you!\"\r\n    JENNIFER\r\n         \r\n    Subject Index\r\n                Adolescence\r\n                AIDS/HIV\r\n                Male Infertility\r\n                Impotence\r\n                Penis Size & Penis\r\n                Enlargement\r\n                Prostate Health\r\n                Sexuality\r\n    \r\n    Penis Enlargement Articles\r\n    \r\n                Jelqing\r\n                Penis Enlargement\r\n                Surgery\r\n                Penis Enlargement\r\n                Pills\r\n                Recommended Penis\r\n                Enlargement\r\n                Websites\r\n                Penis Enlargement\r\n                FAQ\r\n    \r\n    29/08/2002\r\n\r\n    \r\n\r\n\r\n\r\n\r\n    09/11/2002 WED 01:03 FAX GOOGLE INC\r\n    \r\n    18 July 2002\r\n    Smoking Damages Sperm DNA\r\n    Scientists say that smoking alters the DNA of\r\n    sperm and they believe this hampers the\r\n    development of the fertilized embryo...\r\n    \r\n    15 July 2002\r\n    Growth Hormone Fights HIV\r\n    Growth hormone appears to stimulate the\r\n    production of T cells - vital for a healthy\r\n    immune system - in HIV-infected patients---\r\n    \r\n    11 July 2002\r\n    Viagra Builds New Brain Cells\r\n    Viagra, a drug used for impotence, has been\r\n    found to reduce the effects of stroke and\r\n    neurological impairment in the brains\r\n\r\n    (sic) laboratory animals...\r\n    \r\n    8 July 2002\r\n    Drug-Resistant HIV On The Rise\r\n    A rising number of Californians are being\r\n    infected with HIV that is already resistant to\r\n    some classes of antiretroviral drugs...\r\n    \r\n    4 July 2002\r\n    Environment Affecting Sperm\r\n    Scientists have found the first evidence that\r\n    oestrogens from the environment, and also\r\n    ones that occur naturally in our bodies,\r\n    significantly affect the fertilising ability of\r\n    sperm...\r\n    \r\n    The News Article Archive\r\n    \r\n        Our News Archive\r\n        Browse the full list of\r\n        altPENIS articles to find the\r\n        information you want -\r\n        impotence, penis size, penis\r\n        enlargement, sexual health\r\n        and more.\r\n    Other Websites\r\n        Penis Links\r\n        A variety of penis related\r\n        websites and perfect penis\r\n        paraphernalia (sic) for your penile\r\n        perusal.\r\n    \r\n    Penis Provisions\r\n8    \r\n    Viagra\r\n    Buy Viagra, Propecia, Meridia and\r\n    Xenical online with best prices and\r\n    service.\r\n    Penis Owner's Manual\r\n    Everything you wanted to know\r\n    about your penis.\r\n    Sports Underwear\r\n    Jock straps, suspensory briefs,\r\n    thongs.\r\n    Evidence Eliminator\r\n    Don't risk it. Eliminate incriminating\r\n    or embarrassing material on your PC.\r\n    Condoms!\r\n    Condoms, lubes and safe-sex info.\r\n    Pheromone Sexual Attractaht\r\n    Powerful pheromone attractant for\r\n    men and women.\r\n    \r\n    Excerpts From Our Most Requested News Articles\r\n    \r\n    Natural Penis Enlargement & The Jelq\r\n    Penis enlargement can supposedly be traced back to ancient times, when Arabic\r\n    fathers would prepare their sons for marriage by using a technique called jelqing\r\n    which increased the size of the penis. Some claim that jelqing exercises resulted in\r\n    penis size increases of up to 18\"! Penis size increases of this nature are dubious and\r\n    whether this is where jelqing got its name is debatable but the term jelqing has\r\n    come to be used for a range of natural penis enlargement exercises, Europeans are\r\n    credited with the popularization of natural penis enlargement, with variations on the\r\n    jelq technique...\r\n    \r\n    Diet & Exercise Can Inhibit Prostate Cancer\r\n    A high-fat diet and sedentary lifestyle may predispose men to prostate cancer\r\n    through effects on serum factors such as hormones. The Pritikin low-fat, high-fiber\r\n    \r\n    http://Www-alt-penis.com/\r\n    \r\n    003/009\r\n    \r\n    29/09/2002\r\n\r\n    \r\n\r\n\r\n\r\n    09/11/2002 WED 01:03 FAX GOOGLE INC                                  004/009\r\n    \r\n              diet and exercise program, on the other hand, may reduce the risk of clinical\r\n              prostate cancer, says R. James Barnard, Ph.D.  Dr. Barnard, of the Department of\r\n              Physiological Science and the UCLA Division of Clinical Nutrition, Department of\r\n              Medicine, will present evidence that links a low-fat diet and exercise to reduced\r\n              prostate cancer cell growth at the 2000 American Physiological Intersociety,\r\n              Meeting...\r\n    \r\n              Pheromone Study identifies Powerful Sexual Attractant\r\n              In the pheromone study, one subject reported she engaged in kissing and petting\r\n              about one day a week before taking part in the experiment.  However, after wearing\r\n              the pheromone, the number increased to nearly six times a week. The woman also\r\n              reported she slept next to a romantic partner and engaged in sexual intercourse four\r\n              nights a week while wearing the pheromone compared to less than one night a week\r\n              when she did not wear the pheromone...\r\n    \r\n              Penis Enlargement Research Results Released\r\n              Darren Beale, proprietor of Penis Health, says he was fed up with what he called\r\n              \"all the nonsense that passes for fact on penis enlargement websites.\" Last year,\r\n              Beale set out to change that by commissioning a detailed study amongst fifty\r\n              randomly selected members of a natural penis enlargement (jelqing) program.  Beale\r\n              says that his penis enlargement program is the first to sponsor research into the\r\n              effectiveness of its jelqing techniques. Subscribers were asked to complete two\r\n              surveys - one prior to commencing the penis enlargement program - and one on\r\n              completion of the penis enlargement program. Results from the survey make\r\n              interesting reading as to what results men can really see from a penis enlargement\r\n              program. Key findings include...\r\n    \r\n              Babies With Micro Penis Disorder Happier When Raised Male\r\n              Genetically and physically male babies born with a condition called \"micropenis\"\r\n              are more likely to achieve psychological and sexual well-being in adulthood if\r\n              raised male, according to a new study by researchers at Johns Hopkins and three\r\n              other centers. Their report in this month's Hormone Research is the first\r\n              comprehensive, long-term study examining psychological and sexual outcomes for\r\n              both men and women. People born with a micropenis and raised as girls said they\r\n              identified solidly with their female gender, but only 20 percent of the women said\r\n              they were satisfied with their genitalia- In contrast, 50 percent of men, some of\r\n              whom had attained normal penis length with the help of testosterone replacement,\r\n              said they were satisfied with their genitalia...\r\n    \r\n              Why Do You Want To Enlarge Your Penis?\r\n              Many penis enlargement sites pronounce the average penis size as \"small\". You\r\n              should not embark on a penis enlargement program simply because a website tells\r\n              you that your penis is too small. Any penis that is more or less average size does not\r\n              need to be enlarged to provide pleasure in either a straight or gay relationship. If\r\n              your penis is of an average size then there is absolutely no reason to undertake a\r\n              penis enlargement program...\r\n    \r\n              Penis Enlargement Pills For A Bigger Penis?\r\n              Pills and capsules that claim to enlarge the penis are a hot topic at the moment.\r\n              Going under names like Longitude, Vig RX, Enzyte and Extend, the manufacturers\r\n              of these herbal penis enlargement preparations claim they can increase the size of\r\n              the penis by up to 50%. The ingredients of these penis enlargement preparations\r\n         \r\n\r\n             http://www.alt-penis.com/                                   29/09/2002\r\n\r\n    \r\n\r\n\r\n\r\n\r\n    09/11/2002 WED 01:04 FAX GOOGLE INC                                  005/009\r\n    \r\n             vary, usually including a number of herbs and vitamins- The active ingredient in\r\n             most of these preparations is Yohimbine. Yohimbine has been the subject of several\r\n             studies with laboratory animals. In rats, Yohimbine was found to boost the sex\r\n             drive, hence its reputation as being an aphrodisiac as well...\r\n    \r\n             Genital Size Obsession Affecting More Men\r\n             Although women are usually more dissatisfied with their body appearance than\r\n             men, a new study has found that men are as likely as women to seek help for the\r\n             image obsession known as body dysmorphic disorder- Differences between the\r\n             genders centered mainly on the body part that was of concern to the patient While\r\n             men were often concerned with body build, hair loss and the size of genitals,\r\n             women focused on weight and hips and the condition of their skin- These\r\n             differences led to variations in the way the patients handled their perceived flaws---\r\n    \r\n             Viagra Builds Now Brain Celia\r\n             Viagra, used for erectile dysfunction and one of the most frequently prescribed\r\n             medications in the United States, has been found to reduce the effects of stroke in\r\n             laboratory animals. \"What we found is that we can use drugs like Viagra to create\r\n             new brain cells,\" said M Chopp, Ph.D.. (sic) \"And these cells are created in both elderly\r\n             as well as young subjects. When animals with stroke are treated with Viagra, the\r\n             drug provides very significant neurological functional benefit. These animals do\r\n             much better on many different outcome, measures, including motor function,\r\n             somatogensory testing, neurological outcome and weight gain, There are far fewer\r\n             functional deficits. We can treat with Viagra days after stroke and there is a\r\n             significant induction of new brain cells,\" said Chopp...\r\n    \r\n             Penis Research Offers Erection Hope\r\n             Researchers a decade ago discovered that release of nitric oxide from nerve endings\r\n             in the penis caused erection, but the temporary release of nitric oxide - a\r\n             neurotransmitter that survives just a few seconds before breaking down - couldn't\r\n             explain how erections are naturally sustained over time. \"Once blood starts flowing\r\n             into the penis, the source of nitric oxide in the blood vessels is continuously\r\n             activated so that more nitric oxide is released, more tissue relaxes, more blood\r\n             comes in and a sustained erection is achieved,\" researcher Burnett says. This series\r\n             of events, Burnett says, begins when erotic thoughts or physical sensations produce\r\n             nitric oxide release in nerve endings in the penis. Nitric oxide is a relaxant that\r\n             allows blood vessels to open up or dilate, bringing increased blood flow and\r\n             swelling of tissues...\r\n    \r\n             Americans Sex Mad\r\n             A sex survey shows Americans to have huge sexual appetites - having sex more\r\n             often and with more partners than any other nationality. The survey says that the\r\n             majority of Americans lost their virginity at 16 years of age whilst the global\r\n             average was 18. The people that keep their virginity the longest are the Chinese.\r\n             where the average age for the first sexual experience was 22...\r\n    \r\n             Boys Reaching Puberty Earlier\r\n             Researchers found that between their ninth and tenth birthdays, 4.3% of caucasian\r\n             boys, 21% of black boys and 3.3% of Mexican/American boys showed pubic hair\r\n             development. Like genital growth, pubic hair development results from the natural,\r\n             genetically programmed boost in production of male hormones, but environmental\r\n             factors may play a role.  The research suggests US boys may be beginning puberty\r\n        \r\n            http://www.alt-penis.com/                                  29/08/2002\r\n\r\n    \r\n\r\n\r\n\r\n\r\n    09/11/2002 WED 01:04 FAX GOOGLE INC                                  006/009\r\n    \r\n              up to a half year earlier than previous research indicated. This is based on the onset\r\n              of pubic hair growth, assessment of which is less subjective than that of testicular\r\n              growth. The difference could be greater if the genital findings are accurate...\r\n    \r\n              Exposure To DDT, PCBs May Affect Body Size At Puberty\r\n              A study by the National Institute of Environmental Health Sciences reveals that a\r\n              mother's background exposure to DDE (a product of the insecticide DDT) and\r\n              PCBs (a banned liquid electrical insulator) may increase the size of her children at\r\n              puberty. The study followed up the teen children of women whose blood and milk\r\n              levels of PCBs and DDE samples had been measured by NIEHS in a North\r\n              Carolina study of expectant and new mothers between 1978 and 1982. Height of\r\n              boys at puberty, and their weight adjusted for height increased with higher prenatal\r\n              exposure to DDE. Girls with the highest prenatal PCB exposures were heavier for\r\n              their heights than other girls, but this result was statistically significant only in\r\n              white girls...\r\n    \r\n              Adolescent Sexual Behavior Linked To Self Esteem\r\n              Self-esteem plays an apparent role in the loss of virginity among adolescents,\r\n              according to a study by researchers at the Indiana University School of Medicine.\r\n              Self-esteem had opposite effects on young girls and young boys. Young girls with\r\n              high self-esteem were less likely to engage in early sexual activity, while young\r\n              boys with high self-esteem were more likely to report being sexually active. Results\r\n              indicated that boys with high self-esteem were 2.4 times more likely to initiate\r\n              intercourse than their peers with low self-esteem. High self-esteem had the opposite\r\n              influence on girls, who reportedly were three times more likely to remain virgins\r\n              than girls with low self-esteem...\r\n    \r\n                  | PENIS SIZE SURVEY | LINKS OTHER WEBSITES |\r\n                | NEWS ARTICLE ARCHIVE | TERMS OF USE | CONTACT US |\r\n    \r\n                            PENIS ENLARGEMENT RESOURCES\r\n                             | PENIS ENLARGEMENT FAQ |\r\n                       | PENIS ENLARGEMENT WEBSITE REVIEWS |\r\n                            | PENIS ENLAROEMENT PILLS |\r\n                     | OVERVIEW OF PENIS ENLARGEMENT SURGERY |\r\n                          | JELQING RESEARCH | THE JELQ |\r\n    \r\n                            MALE HEALTH SUBJECT INDEXES\r\n                    | ADOLESCENCE | AIDS/HIV | MALE FERTILITY |\r\n                         | PENIS SZE & PENIS ENLARGEMENT |\r\n                    | PROSTATE HEALTH | SEXUALITY | IMPOTENCE |\r\n    \r\n                                  <<<<<alttPENIS>>>>>\r\n                               Copyright altPENIS 2000\r\n                        Pics Copyright Corel, Hemera 1996, 1997\r\n    \r\n    http://www-alt-penis-com/                                   29/08/2002\r\n\r\n    \r\n\r\n\r\n\r\n\r\n    09/11/2002 WED 01:05 FAX GOOGLE INC                                  007/009\r\n    \r\n    Penis Enlargement Information | Penis Enlargement Facts | Alternative Penis Enlargement\r\n    Phalloplasty | Penis Enlargement Information | Bigger Penis | Penis Facts | Penis Implants\r\n                                  Penis Fitness |\r\n    \r\n    http://www.alt-penis.com/                                   29/08/2002\r\n\r\n    \r\n\r\n\r\n\r\n\r\n    09/11/2002 WED01:05 FAX GOOGLE INC                                 OO8/009\r\n                                                                       \r\n\r\n                                 Better-Whois.com\r\n                           SEARCH ALL DOMAIN REGISTRARS                         \r\n                                  alt-penis.com                       \r\n                                     Reserved                             \r\n                                                                   \r\n                       ...................................  \r\n              Did you know that ALT-PENMUS may now be available?   \r\n    \r\n                It is now possible to register.US domain names.  .US domais work just like .com          \r\n                names and are now available.                              \r\n                                                                   \r\n         If you are located in the U.S., consider registering the US variation of your domain      \r\n         name to protect yourself from cybersquatters and to specifically attract U.S. visitors.\r\n                                                                    \r\n                    Click here to check availability for ALT-PENIS.US\r\n      \r\n        Domain names In the .com, .net, and, .org domains can now be registered\r\n        wIth many different competing registrars.  Go to http://www.internic.net\r\n        for detailed information, Domain Name:ALT-PENIS.COM\r\n         Registrar TUCOWS, INC.                                   \r\n         whois server: whois.opensrs.net                          \r\n         Referral URL; http://www.opensrs.org                        \r\n         Name Server: NS1.RASK.GOM\r\n         Name server: NS2.RASK.COM                                \r\n         Updated Date: 11-dec-2001                              \r\n        The Registry database contains ONLY .COM, .NET, .ORG, .EDU domains and\r\n        Registrars.                                               \r\n    \r\n                                                                  \r\n                   .............................................    \r\n        Special Report: Have you protected ALT-PENIS.COM from cybersquatters?\r\n                                 --------                         \r\n                                                                  \r\n        [rr-N1-tor.opensrs.net]                                  \r\n        Registrant:                                        \r\n        [Private]                                                 \r\n        [Private]                                     \r\n        Seminole, FL 33770                                       \r\n        US                                                        \r\n                                                                  \r\n        Domain Name: ALT-PENIS.COM                                \r\n                                                                  \r\n        Administrative Contact:                                   \r\n          [Private]                           \r\n          [Private]                                   \r\n          Seminole, FL 33776                                      \r\n          US                                                      \r\n          727 517 2000                                              \r\n                                                                  \r\n        Technical Contact:                                        \r\n          [Private]                           \r\n          [Private]                                   \r\n          Seminole, FL 33776                                     \r\n          US                                                      \r\n          727 517 2000                                              \r\n                                                                  \r\n                                                                  \r\n        http://www.betterwhois.com/bwhois.cgi?domain=alt-penis.com         29/08/2002\r\n\r\n    \r\n\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n    09/11/2002 WED 01:05 FAX GOOGLE INC                                  009/009\r\n    \r\n         Registrar of Record: TUCOWS, INC.\r\n         Record last updated on 20-Mar-2002.\r\n         Record expires on 17-Dec-2002.\r\n         Record Created on 17-Dec-2000.\r\n    \r\n         Domain servers in listed order:\r\n          NS1.RASK.COM 209.217.52.190\r\n          NS2.RASK.COM 209.217.52.191\r\n    \r\n        The Data in the Tucows Registrar WHOIS database is provided to you by Tucows\r\n        for information purposes only, and may be used to assist you in obtaining\r\n        information about or related to a domain name's registration record.\r\n    \r\n        Tucows makes this information available \"as is,\" and does not guarantee its\r\n        accuracy.\r\n    \r\n        By submitting a WHOIS query, you agree that you will use this data only for\r\n        lawful purposes and that, under no Circumstances will you use this data to:\r\n        a) allow, enable, or otherwise support the transmission by e-mail,\r\n        telephone, or facsimile of mass, unsolicited, commercial advertising or\r\n        solicitations to entities other than the data recipients own existing\r\n        customers; or (b) enable high volume, automated, electronic processes that\r\n        send queries or data to the systems of any Registry Operator or\r\n        ICANN-Accredited registrar, except as reasonably necessary to register\r\n\r\n        domain names or modify existing registrations.\r\n    \r\n        The compilation, repackaging, dissemination or other use of this Data is\r\n        expressly prohibited without the prior written consent of Tucows.\r\n    \r\n        Tucows reserves the right to terminate your access to the Tucows WHOIS\r\n        database in its sole discretion, including Without limitation, for excessive\r\n        querying of the WHOIS database or for failure to otherwise abide by this\r\n        policy.\r\n    \r\n        Tucows reserves the right to modify these terms at any time.\r\n    \r\n        By submitting this query, you agree to abide by these terms.\r\n    \r\n        NOTE: THE WHOIS DATABASE IS A CONTACT DATABASE ONLY. LACK OF A DOMAIN\r\n        RECORD DOES NOT SIGNIFY DOMAIN AVAILABILITY-\r\n    \r\n     \r\n      ......................................... ........ ........ I ..\r\n        \r\n    \r\n    http://www.betterwhois.com/bwhois.cgi?domain=alt-penis.com          29/08/2002","date_sent":"2002-08-28T04:00:00Z","date_received":"2002-08-28T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"altpenis.com","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}