{"dmca":{"id":849,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-06-26T04:00:00Z","date_received":"2011-06-26T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Ready-Market Online Corp.","principal_name":"Ready-Market Online Corp.","recipient_name":"Google, Inc.","works":[{"description":"It has recently come to our attention that an origial web pages form Ready-Market Online Corp is being copies its entirety on the http://shredder-granulator.kunsheng.com.tw, a website you have indexing in your search engine.\r\n\r\nPlease be advised that the content reposted at the abpve URL reproduces the entirety of the original Ready-Market Online Corp webpage aentitled located at URL  http://shredder-granulator.ready-online.com/ start form March, 2009. Ready-Market Online Corp is the source and owner of the original article, webpage design and the unauthorized reposting of the copyrighted material is a violation of copyright law. attempts to contact the Kun Sheng Machine Co., Ltd directly have been to no avail.\r\n\r\nI swear, under penalty of perjury, that the information in this notification is accurate and that ready-Market Online Corp is the copyright owner and I am authorized to act on behalf to the owner of an exclusive right that is being infringed.\r\n\r\nPlease confirm that the webpage has been removed form your search engine indexing accordingly be contacting me via email at tom@ready-market.com within five 5 days of receipt of this notice. Thank you for your prompt attention to this matter.\r\n\r\nTom Wang\r\nPresident\r\nReady-Market Online Corp.","infringing_urls":[{"url":"http://www.google.com/#sclient=psy&hl=en&site=&source=hp&q=site:shredder-granulator.kunsheng.com.tw&rlz=1R2ADFA_zh-TWTW421&aq=f&aqi=&aql=&oq=&pbx=1&bav=on.2,or.r_gc.r_pw.&fp=18775b43b0670ef8&biw=1280&bih=851"}],"copyrighted_urls":[{"url":"http://shredder-granulator.ready-online.com/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}