{"dmca":{"id":85,"type":"Dmca","title":"No New Tricks for Robot Dog","body":"Dear [name]:\r\n\r\nWe refer to the letter sent by our predecessor, Takeshi Yazawa, to you dated April 19, 2001 regarding your website \"www.aibopet.com\" and also to your email response dated April 20, 2001.\r\n\r\nEntertainment Robot America, a division of Sony Electronics Inc., (\"Sony\") continues to be concerned about the contents of your site. The concerns enumerated in Mr. Yazawa's letter were as follows: (i) the contents of your site contain Sony copyrighted software which you are copying and distributing in violation of Sony's rights; (ii) your site provides the means to\r\ncircumvent the copy protection protocol of Sony's AIBO(tm) Memory Stick(tm) to allow access to Sony AIBO-ware software; and (iii) you site promotes the distribution of your original software such as \"Disco AIBO\", \"AIBO Scope\", \"Bender AIBO\", etc. which appear to have been created by copying and decrypting Sony's software.\r\n\r\nWhile your timely email response to Mr. Yazawa's letter was appreciated, it did not alleviate Sony's concerns nor did it adequately justify the contents of your site. You mentioned that you merely provide backup copies of AIBO-ware for the convenience of users. Your reasoning for providing this code does not matter. By copying and distributing this code you are violating Sony's copyrights and are in breach of the End User License Agreement governing the use of the software. The exclusive rights enjoyed by a copyright holder are absolute rights, and the fact that the wrongfully acquired AIBO-ware can only be utilized by devices utilizing rightfully acquired AIBO-ware is of no consequence. In other words, the fact that an AIBO Life Memory Stick (rightfully acquired through Sony) is needed to run AiboLife Plus (wrongfully acquired through your website) does not create a defense to your infringement of Sony's copyrights.\r\n\r\nSimilarly, your response regarding the copy protection protocol does not justify your actions. Your discontinuation of \"Format AIBO\" is certainly a step in the right direction. However, your site still contains information providing the means to circumvent AIBO-ware's copy protection protocol constituting a violation of the anti-circumvention provisions of the Digital Mellennium Copyright Act.\r\n\r\nAs previously mentioned by Mr. Yazawa, Sony appreciates your enthusiasm for AIBO. Furthur, Sony is exciting about the proliferation of value added software for AIBO owners, but only when such software does not infringe Sony's rights. Sony would like to see your site continue its interest in AIBO; however in order to enforce Sony's intellectual property rights, we are requesting the removal of the following files from your site.\r\n\r\nhttp://www.aibohack.com/210/RCodePlus15.zip\r\nhttp://www.aibohack.com/210/RCodePlus_F.zip\r\nhttp://www.aibohack.com/210/RCodePlus_J.zip\r\nhttp://www.aibohack.com/rcode/MasterStudioPlus14.zip\r\nhttp://www.aibohack.com/210/AiboLifePlus_11.zip\r\nhttp://www.aibohack.com/210/AiboLifePlus_13.zip\r\nhttp://www.aibohack.com/111/ScopeStik1.zip\r\nhttp://www.aibohack.com/111/bender1.zip\r\nhttp://www.aibohack.com/210/disco3_11x.zip\r\nhttp://www.aibohack.com/210/disco3_210.zip\r\nhttp://www.aibohack.com/210/ObeyCat15.zip\r\nhttp://www.aibohack.com/210/copyprot.htm\r\nhttp://www.aibohack.com/210/files.htm\r\nhttp://www.aibohack.com/310/tonecmd.htm (and all MIDI files linked to from that page)\r\n\r\n\r\nVery truly yours,\r\n\r\n    {signature}\r\n\r\n[Attorney]\r\nVice President\r\nEntertainment Robot America\r\nSony Electronics Inc.","date_sent":"2001-10-24T04:00:00Z","date_received":"2001-10-24T04:00:00Z","topics":["Anticircumvention (DMCA)","Copyright"],"sender_name":"Sony Electronics Inc. Entertainment Robot America","principal_name":"SONY","recipient_name":"www.aibopet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}