{"dmca":{"id":86,"type":"Dmca","title":"VivendiUniversalSucks.com","body":"Dear [Recipient]:\r\n\r\n     We represent Vivendi Universal and its affiliates (collectively, \"Vivendi Universal\").  Vivendi Universal is the owner of the well-known trademarks VIVENDI UNIVERSAL, VIENDI and UNIVERSAL (the \"VIVENDI UNIVERSAL Marks\").  We are writing at Vivendi Universal's request to demand that you immediately cease and desist all use of the Internet domain name VIVENDIUNIVERSALSUCKS.COM (the \"Disputed domain registration\"), and transfer it to Vivendi Universal.\r\n  \r\n     As you are no doubt aware, Vivendi Universal is a global media, communications, entertainment and environmental services company.  The VIVENDI UNIVERSAL Marks are used in commerce in numerous countries in connection with a wide variety of goods and services and are the subjects of numerous United States and French trademark registrations.  Our client also has enjoyed substantial sales and engaged in extensive promotion of the VIVENDI UNIVERSAL Marks and of its goods and services sold in connection with the VIVENDI UNIVERSAL Marks.  As a result of the foregoing, the VIVENDI UNIVERSAL Marks have become famous and are entitled to a broad scope of protection under the trademark laws of the United States, France and numerous other countries.\r\n\r\n     Vivendi Universal objects to your registration and use of the Disputed Domain Registration, which incorporates the famous VIVENDI UNIVERSAL trademark in its entirety, and merely appends the word \"sucks.\"  Although you registered the Disputed Domain Registration more than five months ago, as of this date, you are not using it in connection with a bona fide offering of goods or services, and are not making a legitimate noncommercial or fair use of it.  See Exhibit A.  Your registration and failure to use the Disputed Domain Registration confirm your intent to use or exploit the Disputed Domain Registration in a manner that violates the Uniform Domain Name Dispute Resolution Policy (\"UDRP\") promulgated by the Internet Corporation for Assigned Names and Numbers (\"ICANN\").  Numerous ICANN panels have found domain names that combine trademarks with the word \"sucks\" to constitute bad faith under the UDRP.  See e.g., Diageo PLC v. Zuccarini, No. D2000-0996 (WIPO Oct. 22, 2000); Wal-Mart Stores, Inc. v MacLeod, No. D2000-0662 (WIPO Sept. 19, 2000).\r\n\r\n     Your actions also constitute trademark infringement and false designation of origin in violation of Section 43 (a) of the Lanham Act (15 U.S.C. Section 1125 (c)), and violate the common law prohibition against unfair competition.  Available remedies for such activities include an injunction as well as an award of monetary damages.  Additionally, to the extent that your acts were willful, you also may be subject to treble damages and attorneys' fees.  Furthermore, your registration of the Disputed Domain Registration violates the Anticybersquatting Consumer Protection Act (\"ACPA\").  Remedies under the ACPA include recovery of money damages and attorneys' fees, as well as statutory damages ranging up to a maximum of $100,000.00 per domain name.\r\n\r\n     This letter is intended to provide you with notice that your conduct may result in legal action against you.  To release yourself of any potential liability in this matter you must immediately transfer to our client the Disputed Domain Registration and any other domain names you may have registered that include VIVENDI UNIVERSAL, VIVENDI, UNIVERSAL, or any of our client's trademarks, or any abbreviation, component, modification or composite thereof.  Please contact the undersigned to coordinate execution of the necessary transfer agreements.  This letter is strictly without waiver or prejudice of our client's rights, claims, and remedies, all of which are hereby expressly reserved.\r\n","date_sent":"2001-11-30T05:00:00Z","date_received":"2001-11-30T05:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":null,"principal_name":"Vivendi Universal","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}