{"dmca":{"id":882,"type":"Dmca","title":"Cease and Desist Demand","body":"VIA EMAIL AND U.S. CERTIFIED MAIL, RETURN RECEIPT REQUESTED\r\n\r\nCease and Desist Demand\r\n\r\nDear [Private]:\r\n\r\nAs you are well aware, Ask Jeeves, Inc. (\"Ask Jeeves\") provides search\r\nservices on the World Wide Web at the address www.ask.com\r\n<http://www.ask.com>. It has come to our attention that you are using\r\nimitations of our famous trademarks and trade dress at www.askpeeves.com\r\n<http://www.askpeeves.com>, www.thenetw0rk.com <http://www.thenetw0rk.com>\r\nand elsewhere on your sites. We refer specifically to your use of the name\r\nAsk Peeves, the ASK JEEVES DESIGN trademark of our butler character as well\r\nas use of a mark virtually identical to our ASK JEEVES DESIGN button\r\ntrademark. Attached as Exhibit A to this letter are examples of the\r\ninfringing uses on your site.\r\n\r\nAsk Jeeves owns the following registered United States trademarks:\r\n\r\nASK JEEVES (Registration No. 2,385,161)\r\nASK JEEVES DESIGN trademark - butler character (Registration No. 2,332,896)\r\nASK JEEVES DESIGN trademark - ASK button (Registration No. 2,412,106)\r\n\r\nAsk Jeeves also owns common law trademark and copyright rights in these and\r\nother words and images appearing throughout its site. Exhibit B attached\r\nhereto contains examples of the authentic Ask Jeeves trademarks and\r\ncopyrighted works that you have misappropriated.\r\n\r\nYour actions constitute violations of federal and state trademark and\r\nanti-dilution law, copyright law, and unfair competition law.  As such, Ask\r\nJeeves is entitled to recover money damages as well as injunctive relief\r\nfrom you and your organization and anyone assisting you in your wrongful\r\nconduct.\r\n\r\nAccordingly, we demand that you immediately cease and desist from all use of\r\nthe Ask Peeves name, any marks similar to the ASK JEEVES butler character,\r\nthe ASK JEEVES design mark or any similar design, and any trade dress or\r\ntype style similar to those of Ask Jeeves. We further demand that you\r\nconfirm in writing that you will not in the future use any mark, trade\r\ndress, or copyrighted works similar to those of Ask Jeeves. Your timely\r\nwritten confirmation of your compliance with each of these demands may\r\nrender legal action on our part unnecessary.\r\n\r\nThis letter is without prejudice to the assertion of any and all legal\r\nremedies that we may pursue as necessary to protect our rights.  \r\n\r\nVery truly yours,\r\n\r\n[Private]\r\nAssociate General Counsel\r\nAsk Jeeves, Inc.\r\n\r\n\r\n <<Ask Peeves Exhibit A.doc>>  <<Ask Peeves Exhibit B.doc>> \r\n\r\nThis email message is for the sole use of the intended recipient(s) and\r\ncontains confidential and privileged information. Any unauthorized review,\r\nuse, disclosure or distribution is prohibited.  If you are not the intended\r\nrecipient, please contact the sender by reply email and destroy all copies\r\nof the original message.","date_sent":"2002-10-07T04:00:00Z","date_received":"2002-10-07T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":null,"principal_name":"Ask Jeeves, Inc.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}