{"dmca":{"id":914,"type":"Dmca","title":"Beagles &amp; Defamation?","body":"10/15/02\r\n[Private],\r\n\r\nI strongly suggest you remove the defamatory and derogatory remarks about \r\nB&B from your website.  You are interfering with our business and \r\ncontractual relations and you got false and bad information.   Yet if you \r\ninsist on republishing it, you are just as liable as the original wrongdoers.\r\n\r\nYou are way way off base and are setting yourself and all you have up for a \r\nlawsuit and serious trouble.\r\n\r\nAs a slight aside, how in the world can you continue to leave Dayzee here \r\nwhen you are saying what you have?  Sort of makes you look very bad doesn't \r\nit?\r\n\r\nMost sincerely,\r\n\r\n[Sender]\r\nwww.beaglesandbuddies.com\r\n\r\n---\r\n10/16/02\r\nThe fact that you have changed the language to \"I fear and suspect....\" \r\ndoes not take away the printed hard copy that I have with the outrageous \r\nlanguage you first used.   And you are still reporting false, slanderous, \r\nlibelous information.\r\n\r\nI have no problem whatsoever following up on this.  Kelly and Christy may \r\nnot have a pot to piss in, but B&B would love to have your retirement, new \r\nhome and everything else that would be appropriate punitive damages as a \r\nresult of your repeating lies and hurtful information.\r\n\r\nAnd you still have no problem with us taking care of Dayzee - be wary indeed!\r\n\r\nYou fear and suspect money is misused; dogs, volunteers and employees are \r\nmentally and physically abused and important information is withheld from \r\ncustomers.  The right decent thing to do is tell me exactly what your \r\nsuspicions and fears are and I will address them to you.  To stoop to the \r\nvery low level of publishing such a vague smear is so beneath you \r\nSonya.  Please have the courage of your convictions and face this squarely \r\nwith me.\r\n\r\nI certainly intend to squarely face it in whatever forum will grant relief.\r\n\r\nSincerely,\r\n\r\n[Sender]\r\nwww.beaglesandbuddies.com\r\n\r\n\r\n-------\r\n10/18/02\r\nA review of the black letter law informs me that B&B doesn't even have to \r\nshow that your remarks damaged us.  To accuse of a crime is slander per se \r\nand subject to punitive damages.\r\n\r\nYou might want to get some legal advice.  B&B will pursue this to the \r\nfullest extent of the law.\r\n\r\n[Sender]\r\nwww.beaglesandbuddies.com\r\n\r\n*****************************************************************************\r\n\r\nThese emails were sent in regards to a statement made on my website,\r\n\"10/7/02 I will no longer be a volunteer member of Beagles and\r\nBuddies. Sad, but I fear and suspect that the organization\r\nhas been using donation funds improperly, with-holding\r\nimportant information from customers, mentally and\r\nphysically abusing dogs, employees and volunteers alike.\r\n\r\nIf you plan on donating money or adopting a dog, I would be\r\nwary of them.\"\r\n\r\n\r\n\r\n","date_sent":"2002-10-15T04:00:00Z","date_received":"2002-10-15T04:00:00Z","topics":["Defamation","Copyright"],"sender_name":"none","principal_name":"Beagles &amp; Buddies, Non-profit Rescue Organization","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}