{"dmca":{"id":919,"type":"Dmca","title":"Church of Scientology Takedown Notice","body":"Return-path: [private]\r\nReceived: from txsmtp01.texas.rr.com (unverified [24.93.36.229]) by modus5.aaahawk.com\r\n (Vircom SMTPRS 1.4.232) with SMTP id B0001241545@modus5.aaahawk.com for drumbeat@access4less.net;\r\n Tue, 22 Oct 2002 11:45:04 -0400\r\nReceived: from wss11 (rrcs-sw-24-153-164-156.biz.rr.com [24.153.164.156])\r\n\tby txsmtp01.texas.rr.com (8.12.5/8.12.2) with ESMTP id g9MFhYuG006692\r\n\tfor drumbeat@access4less.net; Tue, 22 Oct 2002 11:43:39 -0400 (EDT)\r\nFrom: [private]\r\nTo: [private]\r\nSubject: FW: holysmoke.org\r\nDate: Tue, 22 Oct 2002 10:45:09 -0500\r\nMessage-ID: 003b01c279e2$02923020$0701a8c0@wssaustin.com\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative;\r\n\tboundary=\"----=_NextPart_000_003C_01C279B8.19C35410\"\r\nX-Priority: 3 (Normal)\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook, Build 10.0.2616\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2800.1106\r\nImportance: Normal\r\n\r\nDear [private],\r\nThis information was sent to us, please review and send me a response.\r\n[private]\r\n\r\n<hr /> \r\n\r\nWe have been notified that, Holysmoke.org is displaying the following material on its website that appears to infringe another's copyright ownership: \r\nhttp://www.holysmoke.org/cos/docs/oy3-transcribed.txt,\r\nhttp://www.holysmoke.org/cos/leaders-power.htm,\r\nhttp://www.holysmoke.org/kh/kh448.htm,\r\nhttp://www.holysmoke.org/kh/kh464.htm.   \r\n\r\nWeb Site Source's content policy, which can be viewed at\r\nhttp://websitesource.com/company/restrictions.shtml\r\nhttp://www.alabanza.com/pages/policy.html , \r\nprohibits the posting of material, which is in violation of U.S. copyright laws, and reserves the right to terminate the subscriber's agreement as a result of such unlawful activity. \r\n\r\nYou can avoid termination of the agreement by removing the offending material from its website within 48 hours of your notice.  If you refuse to comply, the offending material will be removed, or the site will be shut down, shortly after the 48-hour window lapses.  \r\n\r\nIf you believe that the material is not infringing another's copyright ownership, you must notify Web Site Source of your position within a reasonable amount of time.  The content of such notice is governed by 17 USC 512(g).\" \r\n\r\n\r\n----- Original Message ----- \r\nFrom:\r\nSent: Thursday, October 17, 2002 4:27 PM\r\nSubject: Notice of Copyright Infringement; Violations of Terms of Service\r\n \r\nDear [private]:\r\n\r\n       I am writing to you again regarding subscriber, \"Holysmoke.org\". This is now the third time that I have had to write to you regarding Holysmoke.org.  Accordingly, I believe good cause exists for cancellation of Holysmoke's web page based upon his continued conduct in this regard and ask that Web Site Source do so.\r\n\r\n       Below is notice of copyright infringement and violation Web Site Source's Terms of Service:\r\n\r\n     Our office represents Religious Technology Center (\"RTC\"), the owner of the confidential Advanced Technology of the Scientology religion and the holder of exclusive rights under the copyrights applicable to the Advanced Technology materials.  The Advanced Technology materials are confidential, unpublished, copyrighted works. RTC's works include, among others, the individual works comprising a level known as \"OT III\".  These works are registered with the United States Copyright Office under registration number: TXu 290 496.\r\n\r\n     Our office also represents Bridge Publications, Inc. (\"BPI\"), the exclusive licensee  of the copyrights to the published works of the Scientology religion, which includes a work entitled \"The Responsibility of Leaders\", which is part of a compilation of works registered with the United States Copyright Office under registration number TX 2-238-614.\r\n\r\n     I.   Unauthorized Use of Copyrighted Materials.\r\n\r\n     Please be advised that one of Global Crossing's subscribers has placed a number of RTC's OT III works and BPI's work referenced above, on his home page on Global Crossing's web site without the authorization of our clients.   These copyrighted works can be found under the following URLs:\r\n\r\n     http://www.holysmoke.org/cos/docs/oy3-transcribed.txt\r\n     http://www.holysmoke.org/cos/leaders-power.htm\r\n\r\n     This subscriber's actions in this regard violates United States copyright law.  Accordingly, we request that these works be removed immediately.\r\n\r\n     Our clients have obtained numerous permanent injunctions concerning Internet infringements of the same and other copyrighted works.  For instance, in May 1998, a jury in the United States District Court in San Jose, California assessed damages in the amount of $75,000 against a Mr. [private] for copyright infringement on the Internet.  [private] was also permanently enjoined by the court against further infringements.  A United States District Court in the state of Virginia granted judgment for damages, costs, and a permanent injunction related to similar copyright infringement.  Permanent injunctions have also been entered in three additional U.S. cases.\r\n\r\n     Similar results have been reached in Europe.  On September 14, 1998, a Swedish court enjoined a defendant who engaged in similar infringements, in addition to finding that his actions in placing our client's copyrighted works on the Internet violated the owner's rights under Swedish copyright law.  He was also fined for his illegal actions and ordered to pay $161,000 in litigation costs.  This judgment was appealed and subsequently affirmed on March 9, 2001.  Thereafter, this same infringer was separately found guilty of criminal violations of the copyright act with respect to RTC's materials.  \r\n\r\n     Moreover, several of these same infringements have been removed immediately upon notice, by several internet service providers, including AOL, Microsoft, and Yahoo! \r\n\r\n\r\n     II.  System Abuse By Global Crossing's Subscriber.\r\n\r\n     Additionally, your subscriber is engaging in system abuses by\r\nviolating the following state and federal laws:\r\n     \r\n     1.   http://www.holysmoke.org/kh/kh448.htm\r\n\r\n     This URL contains a letter posted by the defendant, [private], in the copyright case entitled RTC v. [private], Case No. [private].   As was pointed out above, the jury in the trial of this case found [private] liable for copyright infringement.  An injunction was entered against [private], expressly prohibiting him from disseminating or distributing copies of this letter (among other works).  [private] was recently found in contempt by the United States District Court, Northern District of California, for his actions in violating the injunction by posting this very same letter to the Internet.\r\n\r\n     2.   http://www.holysmoke.org/kh/kh464.htm.\r\n\r\n     This URL contains a forged document which includes a forged signature of L. Ron Hubbard and a sham copyright notice.   Mr. Hubbard is the founder of the Scientology religion and, while he is the author of the copyrighted works noted above under Headnote I, he did not author the document found under this URL. Indeed, the defendant mentioned above, [private], admitted in federal court that he authored this forgery.  As you know, forgery is a crime under state and federal law, punishable by a fine and/or time served in prison.  \r\n\r\n\r\nIII. Conclusion.\r\n\r\n     Accordingly, we request that these infringements and the documents constituting a forgery and violation of a Northern District Court injunction, be removed immediately.\r\n","date_sent":"2002-10-17T04:00:00Z","date_received":"2002-10-17T04:00:00Z","topics":["Copyright"],"sender_name":"-","principal_name":"Church of Scientology via WebsiteSource.com","recipient_name":"Holysmoke.org via Websitesource.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}