{"dmca":{"id":92,"type":"Dmca","title":"Falwell not turning the other cheek to jerryfalwell.com","body":"Gentlemen:\r\n\r\n     This firm is Intellectual Property Counsel to Liberty University, Liberty Alliance, Liberty Broadcasting Network, Inc., Old Time Gospel Hour, Thomas Road Baptist Church, Jerry Falwell Ministries and Dr. Jerry Falwell.  Dr. Falwell is the world famous television evangelist and is a founding principal in each of the other listed entities, all of which are corporations organized under the laws of the Commonwealth of Virginia or the District of Columbia, except for Thomas Road Baptist Church, which is an incorporated religious body, and all of which operate under his guidance.\r\n\r\n     Dr. Falwell is the owner of the following marks:  \"Jerry Falwell\" and \"Falwell\".\r\n\r\n     Liberty Alliance, as licensee, is the owner of the following mark:  \"falwell.com\".\r\n\r\n     Since at least the early 1960's, Dr. Falwell has been a nationally known member of the clergy and since at least the mid-1970's he has been internationally known in that same role.  He and the organization he has founded have expended a great deal of time and money in establishing consumer recognition of, and confidence in, him and the services offered under his trademarks and service marks.\r\n\r\n     It has come to the attention of our clients (referred to herein collectively as Dr. Falwell) that you are using their marks, or confusingly similar marks, in connection with two or more web sites.  Specifically, Mr. (X) is the registrant of record and administrative contact for the domain name jerryfalwell.com and Mr. (Y) is the administrative contact for the fictitiously registered domain name jerryfallwell.com.  There is no distinction in law between \"Jerry Falwell\" and your dot com domain names with top level suffixes, whether spelled identically or misspelled confusingly similarly.  Your continued use of Dr. Falwell's marks is unauthorized by him and is unauthorized by any of the organizations associated with him.  Moreover, your conduct in using these marks creates a likelihood of confusion in the marketplace concerning the source and origin of the web sites you offer under the marks and does and will diminish his reputation and good will.\r\n\r\n     In view of Dr. Falwell's well-known and established reputation in his marks, and the harm presented by your unauthorized use of them, your conduct constitutes an infringement and violation of Dr. Falwell's proprietary rights in his marks, unfair competition, false designation of origin and dilution of the distinctive quality of his marks in violation of applicable state laws and the Lanham Act (as recently amended by the Anticybersquatting Consumer Protection Act and the Federal Trademark Dilution Act).  This unauthorized and unlawful conduct has caused and will continue to cause damage and irreparable injury to Dr. Falwell and the organizations associated with him, and diminishes the valuable good will associated with his marks.\r\n\r\n     Dr. Falwell therefore demands that you immediately cease and desist from marketing, selling, or promoting any services or goods under his proprietary marks, or any confusingly similar name or mark, and that you cease use of the marks in all materials, including but not limited to the following: web sites and marketing literature.  Moreover, Dr. Falwell demands either the immediate delivery or the destruction of all materials bearing the infringing designations.  Should any materials be outside your direct control, Dr. Falwell requires the name, address and other identifying information of the parties in whose custody any infringing materials may be.  Failure to comply with the terms of this letter may subject you to the payment of damages for trademark/service mark infringement (which may be trebled by the court), as well as attorneys' fees and costs incurred by him in protecting his marks and enjoining your unlawful use of his proprietary marks.\r\n\r\n     Your infringing domain names are, of course, registered with VeriSign, successor to Network Solutions, Inc.  Dr. Falwell demands that \"jerryfalwell.com\" and \"jerryfallwell.com\" be transferred through VeriSign to Liberty Alliance pursuant to VeriSign's Private Transaction Request, the form for which is on the web at www.greatdomains.com/services/escrow/escrowrequest.asp.  The transaction fee charged by VeriSign is $500.00 per domain name, which Dr. Falwell agrees to pay.  Moreover, for any costs you may have incurred which are reasonable and which you can document, Dr. Falwell will reimburse you.  You must also certify that you are not the owner or representative of any other domain names that arguably might infringe on Dr. Falwell's marks and you must agree not to register any such infringements in the future.  Failure to agree to the foregoing will result in Dr. Falwell seeking compulsory transfer of the infringing domain names through the World Intellectual Property Organization in Geneva, Switzerland.  If your concurrence in resolving this matter is not received by the undersigned by the close of business, November 12, 2001, a Complaint will be lodged forthwith in Geneva, as well as and in addition to the filing of a civil action in federal court in the United States.\r\n\r\n     Finally, in addition to the rights of Dr. Falwell in his marks, you should be aware that many jurisdictions recognize common law rights of privacy.  To the extent that Dr. Falwell's name or image appears on your we site(s), There may be a common law action against you for infringement of his right to privacy on the basis of your appropriation of his name and/or image for your own purposes.\r\n\r\n     If you have any questions, I will be happy to discuss this matter with you.  If you seek legal counsel, I will be happy to discuss this matter with your attorney(ies).  In any event, we anticipate your timely reply.\r\n","date_sent":"2001-10-26T04:00:00Z","date_received":"2001-10-26T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Midlen Law Center","principal_name":"Dr. Jerry Falwell","recipient_name":"jerryfalwell.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}