{"dmca":{"id":922,"type":"Dmca","title":"Registration of WWWAVERY.COM Domain Name","body":"We represent Avery Dennison Corporation (\"Avery Dennison\"), the owner of AVERY and AVERY Dennison trademarks, as well as the corresponding web sites www.avery.com and www.averydennison.com. See the attached printouts from the Trademark Office database. Avery Dennison is a global leader in the labels manufacturing industry. During the period of 1995 to 2000, net sales of Avery Dennison's labels, stationary and related products averaged $1.7 billion annually worldwide.  Avery Dennison's Marketing expenditures for AVERY-related products average between $7-9 million per year.  Further, Avery Dennison possesses approximately 200 manufacturing facilities and sales offices in 42 countries, and Avery Dennison owns over 100 registrations for the trademark AVERY in 59 countries. AVERY and AVERY DENNISON are well-known names and trademarks for label related products and other stationary products.\r\n\r\nIt has come to our attention that you have registered the domain name wwwavery.com, in violation of our client's rights.  You appear to be using the domain name in connection with the sale of Avery Dennison products, even though you are not an official distributor or licensee of Avery Dennison products.  The wwwavery.com domain name itself is a typographical error of Avery Dennison's domain name, namely, you have merely added \"www\" to the beginning of our client's www.avery.com domain name.\r\n\r\nRegistration and use of wwwavery.com is disruptive of customers seeking our client's www.avery.com web site. Further, when accessing the \"Avery Office Product\" on the wwwavery.com website, customers expect to be taken to Avery Dennison's web site. That is the only possible legitimate use of domain name. Instead, customers are sent to Amazon.com and it's offering Avery Dennison and competing products. Further, your excessive use of Avery as a metatag [over fifty (50) times] is evidence of bad faith.\r\n\r\nTrademark and unfair competition laws prohibit the use of a name likely to cause public confusion.  As your use of \"AVERY: is likely to confuse viewers to believe that Avery Dennison is the source or sponsor of your website, such use is an infringement of Avery Dennison's trademark rights.  Registration and use of a domain name with the intent to misdirect traffic or otherwise confuse consumers as to the source or origin of the website constitutes bad faith, which provides grounds for cancellation or transfer of your domain name.\r\n\r\nAccordingly, Avery Dennison requests that you assign them ownership of wwwavery.com domain name.  Avery Dennison will reimburse you for the actual fees incurred in registering the domain name.  If we do not hear from you by October 31, 2001, we will be forced to take further action.\r\n\r\nWe look forward to hearing from you shortly. Thank you for your cooperation with this matter.\r\n\r\nSincerely yours,\r\n\r\nOppenheimer Wolff & Donnelly, LLP\r\n\r\n\r\n[Private]\r\nEnclosures\r\n\r\ncc:  [Private] (w/out encl.)\r\n     [Private] (w/out encl.)\r\n\r\n","date_sent":"2002-10-23T04:00:00Z","date_received":"2002-10-23T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Oppenheimer Wolff & Donnellly LLP","principal_name":"Avery Dennison Corp.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}