{"dmca":{"id":954,"type":"Dmca","title":"Village Voice seeks to quiet Cape Cod","body":"June 27, 2002\r\n\r\nVIA REGISTERED MAIL\r\n\r\n[Private]\r\nThe Cape Cod Voice\r\n[Private} \r\n[Private] \r\nOrleans, MA [Private]\r\n\r\n Re: Unauthorized Use of VOICE Name and Trademark\r\n\r\nDear [Private]:\r\n\r\nThis law firm represents Village Voice Media, Inc. We understand that your organization is using the name \"Voice\" in connection with the distribution on-line and in hard copy in and around Cape Cod of a publication that may cause confusion with our client's weekly newspaper. [Private] relayed to us your request for written confirmation of our client's concern over your use of `'Voice\" in this manner.\r\n\r\nOur client is the owner and publisher of The Village Voice newspaper and owner of the federally registered trademark VOICE and its family of marks, including the registered marks, THE VILLAGE VOICE, VOICE Literary Supplement, THE VOICE Cafe and THE VILLAGE VOICE Obies (\"Voice Marks\"). As you are no doubt aware, The Village Voice is a nationally and internationally known newspaper which has been published since the mid 1950s. That newspaper and the Voice Marks have developed and currently enjoy widespread recognition, goodwill and fame. The rights associated with the Voice Marks are valuable assets of our client.\r\n\r\nOur client is concerned that your use of the name \"Voice\" in connection with your on-line and hard copy publication with features covering arts, entertainment and film similar in nature to our client's is likely to cause mistake or confusion as to the source or affiliation with our client or its famous trademarks and will erode or blur the distinctiveness of the Voice Marks, thereby diluting their value. Our client could assert claims for trademark infringement in violation of Section 32 of the Lanham Act, 15 U.S.C. ","date_sent":"2002-06-27T04:00:00Z","date_received":"2002-06-27T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Moore & Van Allen PLLC","principal_name":"Village Voice Media, Inc.","recipient_name":"The Cape Cod Voice","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}