{"dmca":{"id":96,"type":"Dmca","title":"MP3.com","body":"January 27th, 1999\r\n\r\nDear Mr. Robertson, This letter is to inform you that SIGHTSOUND.COM is the owner of United States Patents 5,191,573 and 5,675,734 which control, among other things, the sale of audio or video recordings in download fashion over the Internet. I'd like to invite you to join our Limited Patent Licensing Program. \r\n\r\n\r\nI'm sure you are aware of the Secure Digital Music Initiative (SDMI) which is intended to foster, among other things, the selection of an open architecture, secure format for the download sale of music by the end of this year. While SIGHTSOUND.COM is participating in SDMI and determining whether the format will be appropriate for inclusion in a Long Term Patent Licensing Program, SIGHTSOUND.COM is offering a One Year Limited Patent License to companies like yours so that you can receive the protection of Patents 5,191,573 and 5,675,734. The royalty rate for the License is one percent (1%) of the total price charged to customers per transaction for the download sale of music or other audio recordings. \r\n\r\n\r\nPlease contact me at your earliest convenience at the number listed below. However, please understand that if you do not become an authorized licensee, you MUST immediately cease and desist from selling music, or other audio recordings, over the Internet in download fashion. I have enclosed copies of both patents for your review. I look forward to hearing from you. \r\n\r\n\r\nSincerely,\r\n\r\nSIGHTSOUND.COM \r\n\r\n\r\nChristopher J. Reese Vice President and General Counsel \r\n\r\n\r\nSIGHTSOUND.COM 733 Washington Road Suite 400 Mt. Lebanon, PA \r\n\r\n\r\n(412) 341-1001 Voice (412) 341-2442 fax http://www.sightsound.com \r\n\r\n\r\n   ","date_sent":"2001-12-10T05:00:00Z","date_received":"2001-12-10T05:00:00Z","topics":["Copyright","Patent"],"sender_name":null,"principal_name":"Christopher J. Reese","recipient_name":"MP3.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}