{"dmca":{"id":967,"type":"Dmca","title":"Objection to domain name registrations host24.co.za and host24.com","body":"SOUTH AFRICA - Objection to domain name registrations host24.co.za and\r\nhost24.com by M-Web Connect (Pty) Ltd\r\n\r\nI am the Group Trade Marks Manager for the MIH Group, and am acting in this matter on behalf of M-Web Connect (Pty) Ltd, one of our business divisions.\r\n\r\nM-Web is the proprietor of the well-known trade mark 24.COM and has applied for and registered this trade mark in relation to a wide range of goods and services in a number of countries all over the world. In addition they own the domain name www.24.com and the trade mark 24.COM is used extensively throughout their website at www.mweb.co.za.\r\n\r\nM-Web has expended considerable time, money and effort in the promotion and the establishment of this trade mark and as a result it has become well known within the meaning of Sections 34(1) (c) and 35 of the Trade Marks Act, 1993. M-Web further enjoys extensive common law rights in this mark.\r\n\r\nIt has come to our attention that you have registered the domain names host24.com and host24.co.za without the proper authorisation.\r\n\r\nYour unauthorised use of M-Web's trade mark as part of these domain name registrations in relation to those goods or services in respect of which the trade mark 24.COM is registered, or similar goods or services, therefore amounts to trade mark infringement in terms of Section 34(i) (a) and/or (b) of the Trade Marks Act. \r\n\r\nYour unauthorised use in this manner further also amounts to trade mark infringement in terms of Section 34 (i) (c), as such use is likely to take unfair advantage of, or be detrimental to the distinctive character and repute of M-Web's well-known trade mark 24.COM. In addition, as the mark 24.COM has become connected in the course of trade with M-Web, members of the public who come across your domain name registrations will immediately assume that it is in some way related to, or endorsed by M-Web, which is untrue. Your use of the mark 24.COM in this regard therefore further amounts to passing off under common law.\r\n\r\nIn view of the above we demand that you immediately:\r\n\r\n- Delete the domain name registrations host24.com and host24.co.za forthwith, or alternatively transfer the domain name registrations to M-Web;\r\n\r\n- Cease all and any unauthorised use of the trade mark 24.COM, whether as part of a corporate name, trading style, domain name or in relation to your business services or in any other way and confirm this to me in writing;\r\n\r\n- Undertake in writing never in future to make any unauthorised use of the trade mark 24.COM, whether as part of a corporate name, trading style or as part of a domain name registration, in relation to your business services or in any other way; and\r\n\r\n- Destroy or deliver up to me for destruction all matters to which you have applied the trade mark 24.COM, for instance business stationery, advertising brochures and pamphlets, and the like.\r\n\r\nI await your response to the above by no later than the close of business on 15 November 2002.\r\n\r\nYours faith fully\r\n\r\n<signed>\r\n\r\nFleurette Coetzee (Mrs)\r\nGroup Trade Marks Manager\r\n","date_sent":"2002-11-01T05:00:00Z","date_received":"2002-11-01T05:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":null,"principal_name":"MIH Group for MWeb Connect Pty (Ltd)","recipient_name":"Host24.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}