{"dmca":{"id":51648,"type":"Dmca","title":"\"Good Faith\" Attempt to Resolve Dispute","body":"August 6th, 2008 at 12:27 pm\r\n“Good Faith” Offer\r\n» by admin in: Last Chance\r\n\r\nHere’s the deal…\r\nFirst of all, we wish to make clear that this entry is directed at Nicole Jaworski and TulipTools/TulipHosting/Brixton Technology Ventures Ltd./Tulips and Bears LLC including, but not limited to, all owners, part owners, former owners who were onboard at the time of our membership, administrators, moderators, and family members. Also, in this entry, the word “we” refers to those people who were members of the TulipTools forum and/or clients of TulipHosting, who have been banned and/or subjects of potentially libelous discussion/comments on said forum or on websites belonging to those people or businesses we direct this entry to.\r\n\r\nWe have consulted with an attorney and he advises us that we do have legal recourse. It was suggested that we make a final request before we start the legal process.\r\n\r\nWe want every reference to us, including our real names, business names, website names/URLs, and any user IDs which have been brought into this, purged or deleted from any and all websites and accounts under your control. IE: personal or business websites, blogs, forums, social media and/or bookmarking accounts, domains/URLs which include any of our names as part of the domain name. We would like ALL negative and/or potentially libelous comments, remarks and references directed at us or about us removed permanently. This shall apply to images as well, including frivolous, degrading avatars and/or screenshots. Just X-ing out names will not be sufficient.\r\n\r\nUser IDs are a part of this request since we have been advised that the linking of our real names to these user IDs make them subject to legal proceedings.\r\n\r\nAs a show of “good faith,” any and all websites, blogs, social media and bookmarking accounts under our control will have any references, to the parties we direct this entry to, removed, except for this website which shall remain as a point of online contact for the time being. This will be done by the end of today. Please understand that we cannot and will not be expected to remove anything not under our control. Once our requests have been fulfilled, we will remove this site.\r\n\r\nOur show of “good faith” shall not be construed as an admission of anything. It is simply a gesture made with the intent of ending this longrunning dispute/issue.\r\n\r\nPlease note that we are not demanding that this be a group response. Anyone who chooses to accept our good faith offer/request shall not be included in any legal proceedings. The only caveat is this: there shall remain the possibility of a motion for discovery directed at any company who might host a website which has chosen not to participate in this agreement.\r\n\r\nThe Official Part:\r\n\r\nWe have been advised to allow you the opportunity to bring this matter to an end in an effort of “good faith”.\r\n\r\nIn turn you will observe that “we” have removed any comments within “our power” to do so.\r\n\r\nYou are hereby notified such “good faith” offer shall be nullified after 12:00 a.m. (EST) August 10, 2008 thereby forcing us to proceed with necessary legal action to seek resolution.\r\n\r\nFinal Note: We wish to have no contact with any of the parties involved, email or otherwise. Your intent to accept this agreement shall be seen in the removal of any and all references to us within the timeframe mentioned above.","date_sent":"2008-08-06T04:00:00Z","date_received":"2008-08-06T04:00:00Z","topics":["Defamation","Copyright"],"sender_name":null,"principal_name":"[NULL]","recipient_name":"(multiple organizations and websites) TulipTools/TulipHosting/Brixton Technology Vent","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}