{"dmca":{"id":51651,"type":"Dmca","title":"Christian Bookshop/Cease and Desist Letter","body":"Sirs:\r\n \r\nI just visited your site dedicated to the destruction of my personal reputation and that of Saint Stephen the Great/Saint Stephen the Great Charitable Trust.  I am absolutely appalled and devastated by what you have written as well as by what you have encouraged and allowed to be posted on your various sites – especially after your last written communication to me, below which ended “Assuring you of my prayers.” \r\n \r\nYou have successfully blocked my efforts to get my and SSG’s side of the story out.  You have done this with your sites and Mr. Walker’s with whom you obviously collaborate.  No matter what I say or do not say, the three of you continue your relentless attacks on me and the charities.  You have now broadened your attacks to include my wife, my daughter and my religion.  You will obviously stop at nothing.  You must, therefore, be stopped.\r\n \r\nWhen I do not respond to your vile and defamatory words, you pretend that you are such an important person that ‘how dare anyone not answer you.’  When I do respond, you hold me up to even greater ridicule and invite others to do the same.  I am dumfounded that any Christian ethos purportedly allows one to do that.\r\n \r\nYou now are doing your best to interfere with the Charitable Trust’s efforts to salvage what remains of the business of the bookshops, scornfully mocking these efforts at every turn. \r\n \r\nThis is not right and you have gone way too far.\r\n \r\nYour statements are false and I categorically deny them – both for me, my family and SSG/SSGCT.  Nearly all of them are defamatory per se.\r\n \r\nI therefore am going to say this as clearly as I can:  I am a private individual and I value my privacy.  I am not a public figure such that you have the right to drag my name and my family’s names through the mire.  I do not consent to you contacting me about your alleged enquiries.  I do not consent and object to you maintaining websites about me, SSG, SSGCT, ENC Management, my brother, my wife, or my daughter.  I do not consent to you posting blogs on the internet.  I do not consent to you defaming me to any other party or person by “sharing” your false allegations. \r\n \r\nLegal Demand\r\nI hereby demand that you cease and desist from doing any of these things any more.  I specifically demand that you deactivate your webpages, websites and/or blogsites devoted to me, my brother, my family, SSG and/or SSGCT IMMEDIATELY.  These include:\r\n \r\n[redacted]\r\n \r\nIf you do not do so; i.e., remove your websites by noon GMT July 22, 2008, I will seek an injunction against you, your colleagues, associates and companies.  I also will take legal action against each of you for damages for libel.  In that event, I will also subpoena all records relating to the persons whom you have allowed to post defamatory material on your website in order to add them as defendants.\r\n \r\n[redacted]\r\n \r\nDear [redacted],\r\n \r\nThank you for your enquiry and observations: it's good to hear from you at long last, although I'm sorry to hear that my previous messages requesting up to date information about the shops do not appear to have reached you. Copies of those messages are appended below (beneath your message) for your reference, and my invitation to provide up to date information about your shops remains open.\r\n \r\nI wonder if there may be a problem with your mail server or email forwarding? I'm aware that a number of others involved in the Christian book trade have also received no replies to their emails. I am therefore copying them in on this message for reference; I am sure they will be pleased to know that you can in fact be contacted.\r\n \r\nI appreciate your concern about the two paragraphs that you quote; to the best of my knowledge, however, this summary statement accurately reflects the ongoing situation of the shops, contra your assertion that it is \"completely wrong\". Nonetheless I have included the full text of your email in a report in the site's news section and have appended a link to that at the end of the more general statement (as you have no doubt noticed, the paragraphs you cite are not specific to the Truro shop but are generic, featured on all SSG/SPCK directory entries, hence the disclaimer in the second paragraph: \"information about the shops shown here may or may not be valid.\").\r\n \r\nI look forward to hearing from you again in due course. \r\n \r\nAssuring you of my prayers,\r\n \r\nYours sincerely,\r\n \r\n[redacted]\r\n \r\nOn 17 Dec 2007, at 05:25, Mark Brewer wrote:\r\n\r\n\r\nDear Sir;\r\n \r\nI write to request that you kindly remove the following from your website which I was most shocked and disappointed to read when perusing it today:\r\nUnfortunately the shops have suffered under their new management to the point where many staff have felt unable to work under the new regime and have left. Some shops have apparently closed down; of those remaining, opening times, stock availability and levels of customer service are in a state of flux and may not be as expected: prospective customers would therefore be wise to phone ahead before visiting.\r\n\r\nPrevious shop descriptions have been removed and SSG have been invited to provide up to date details; they have not yet responded: information about the shops shown here may or may not be valid. Updates on the situation will be posted in UKCBD News Section as and when information becomes available.\r\n\r\nThis information is completely wrong.  I totally disagree that the shops have not suffered under Saint Stephen the Great.  Whether or not you feel otherwise, the facts are strongly to the contrary:  the Truro shop and all the 22 other shops SSG acquired in 2006 have continued to be in operation and their trading is thriving - especially considering negative comments such as on this webpage! \r\n \r\nAnother fact:  had SSG not agreed to take them over on November 1, 2006, Truro and the other 22 shops formerly owned by SPCK would have \"suffered\" closure by the end of 2006.\r\n \r\nI am unaware of being contacted to \"provide up to date details.\"  I can assure you that the Truro shop is open and is going to remain open including after December 24 when our manager puts in his last day of service.  The hours of operation are not in flux, as he can attest (he is after all the manager).\r\n \r\nSo, please do remove these two unhelpful and incorrect comments.\r\n \r\nThank you.\r\n \r\n[redacted]\r\n[redacted]\r\n \r\nDear [redacted],\r\n \r\nYou may recall that I wrote to you earlier this year, inviting you to provide updated information for your shops' entries in the UK Christian Bookshops Directory (copy of that message below for reference).\r\n \r\nAs I have received no reply I have now removed the previous shop descriptions and contact names for the shops, as that information was clearly out of date. I have replaced this with a brief summary of my understanding of the current situation:\r\nhttp://www.christianbookshops.org.uk/spckho.htm\r\n \r\nI am writing now to renew my earlier invitation: please do take this opportunity to review your shops' entries and bring them up to date.\r\n \r\nI look forward to hearing from you soon.\r\n \r\nThanks and best regards,\r\n \r\n[redacted]\r\n \r\n \r\n \r\n            [redacted]\r\n \r\nDear [redacted],\r\n \r\nFirst, my congratulations on the St Stephen the Great Charitable Trust's acquisition of the SPCK Bookshops, which I very much hope will breathe a new lease of life into the shops.\r\n \r\nAs you may be aware, the UK Christian Bookshops Directory (UKCBD) is an independent online database designed to help people find their nearest Christian bookshop. SPCK branches are listed under their respective towns, linked from a basic main entry at\r\nhttp://www.christianbookshops.org.uk/shopname_s.htm#spckho\r\nwhich also exists as a standalone entry at\r\nhttp://www.christianbookshops.org.uk/spckho.htm\r\n \r\nThis entry has been updated to reflect the new ownership and all entries now include a link to the St Stephen the Great Charitable Trust website.\r\n \r\nYour Worcester branch have taken the initiative in contacting me with their updated contact information, including the new email address, worcester@spckonline.com. Would I be correct to suppose that all branches have changed email addresses to town@spckonline.com? Please let me know if so and I will make the necessary changes. I'm sure you'll appreciate that it's in everyone's best interests to ensure that entries are kept up to date: please do take some time to check and let me know if any other changes are needed.\r\n \r\nThe Directory is provided as a free service, but any contribution that you may wish to make towards the costs involved in maintaining, developing and marketing it will help to ensure the site's future development: I would certainly welcome your group as a project sponsor should you be interested in this possibility. Please do contact me if you have any queries or comments to make about this or any other issues relating to the Directory.\r\n \r\nFinally, if for any reason you would like your listings removed, please reply to this message placing the words \"Please Remove Entry\" in the subject line.\r\n \r\nI look forward to hearing from you soon.\r\n \r\nGrace and peace to you all,\r\n \r\n[redacted]\r\n \r\nFinding your nearest Christian bookshop has never been easier! The UK Christian Bookshops Directory includes alphabetical listings by shop name and town or city, brief shop descriptions, contact information, opening times, web links and book reviews.\r\n \r\nhttp://www.christianbookshops.org.uk and http://www.christianbookreviews.info\r\n \r\n \r\n--\r\n[redacted]\r\n\r\nas never been easier! The UK Christian Bookshops Directory includes alphabetical listings by shop name and town or city, brief shop descriptions, contact information, opening times, web links and book reviews.\r\n \r\nhttp://www.christianbookshops.org.uk and http://www.christianbookreviews.info\r\n\r\n\r\n ","date_sent":"2008-07-21T04:00:00Z","date_received":"2008-07-21T04:00:00Z","topics":["Defamation","Copyright"],"sender_name":"Brewer & Pritchard, PC","principal_name":"private","recipient_name":"UK Christian Bookshops Directory","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}