{"dmca":{"id":51685,"type":"Dmca","title":"DMCA notice to www.reallifeblog.net","body":"I just ran across an article you wrote on Real Life entitled Join My New Ad Community at Adroll, posted July 11, 2008,\r\nhttp://www.reallifeblog.net/2008/07/join-my-new-ad-community-at-adroll.html, and I would like to raise an issue that is of concern to Selling Power magazine, which is the use of our trademark.\r\n\r\nThe word \"Selling Power\" is sometimes erroneously used as a synonym for sales effectiveness. For example, your article states: “I'm really excited about it, because it allows small publisher like me to join with other like-minded sites, and leverage our ad selling power.\" We do not condone such uses of our trademark.\r\n\r\nAs a practical matter, when you describe sales effectiveness, there are a wide range of terms available such as: sales excellence, sales savvy, sales mastery, sales acumen, sales efficiency, and many more.\r\n\r\nThe reason for this letter is to educate writers like yourself that we want to protect our trademark, since we don't want to risk Selling Power being declared by the courts a generic word. Therefore we ask you not to use Selling Power as a phrase since it is our legal trademark.\r\n\r\nWe would like to receive a written acknowledgment of this letter stating that you will in the future identify Selling Power as a trademark if you should write about our magazine, and not use Selling Power as a phrase. If we do not hear from you, we will need to take further action.\r\n\r\nThank you for your understanding and cooperation.\r\n\r\nAll the best,\r\n\r\n[private]\r\nFounder and Publisher\r\nSelling Power\r\n[private]\r\nFredericksburg VA 22406\r\nOffice: [private] Cell: [private]\r\n\r\nP.S. Watch Selling Power videos online www.sellingpower.com/video ","date_sent":"2008-08-06T04:00:00Z","date_received":"2008-08-06T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":null,"principal_name":"Selling Power Magazine","recipient_name":"www.reallifeblog.net","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}