{"dmca":{"id":51697,"type":"Dmca","title":"IFPI DMCA (Copyright) Complaint to Google","body":"RE:  \r\n\r\n http://thankyoumusic.blogspot.com/2008/06/elton-john-julieta-venegas-cyndi-lauper.html\r\n\r\nhttp://thankyoumusic.blogspot.com/2008/05/ratatat-hold-steady-weezer-weather.html\r\n\r\nhttp://thankyoumusic.blogspot.com/2008/04/fall-out-boy-eurythmics-black-sabbath.html\r\n\r\n \r\n\r\n \r\n\r\nDear Sir/Madam\r\n\r\n \r\n\r\nSecond Notice of infringement of copyright in sound recordings by a Google AdSense subscriber\r\n\r\n \r\n\r\nWe refer to our email of 28th July 2008 below. \r\n\r\n \r\n\r\nDespite our earlier notification, the specified infringements of IFPI Represented Companies’ exclusive rights by a Google AdSense subscriber are continuing.  IFPI therefore repeats its request for your urgent assistance in relation to this activity.\r\n\r\n \r\n\r\nNotice of infringement of copyright in sound recordings by a Google AdSense subscriber\r\n\r\n \r\n\r\nAs you are aware, IFPI, International Federation of the Phonographic Industry represents over 1,400 record producers in over 75 countries around the world. IFPI also has affiliated industry organisations in 49 countries worldwide. As part of this work, we monitor the Internet and take action regarding the use of music in a manner that infringes rights in sound recordings owned or controlled by our members and certain other record companies (the “IFPI Represented Companies”).\r\n\r\n \r\n\r\nPlease note that we have a signature on file with Google.\r\n\r\n \r\n\r\nIFPI hereby notifies Google of the infringement of IFPI Represented Companies’ exclusive rights by a Google AdSense subscriber.\r\n\r\n \r\n\r\n1.        We have established that, amongst others, the IFPI Representative Company-owned copyright sound recordings referred to below are being infringed by their unauthorised reproduction and/or making available via the following website:\r\n\r\n \r\n\r\nhttp://thankyoumusic.blogspot.com (the \"Infringing Website\")\r\n\r\n \r\n\r\nThe Infringing Website carries advertising supplied by Google.\r\n\r\n \r\n\r\n2.        By way of example only, without authorisation the Infringing Website is making available sound files containing the following IFPI Represented Company-owned copyright sound recordings via the following locations on the Infringing Website:\r\n\r\n \r\n\r\nArtist/ Album: Cyndi Lauper/ Collections\r\n\r\nURL: http://thankyoumusic.blogspot.com/2008/06/elton-john-julieta-venegas-cyndi-lauper.html\r\n\r\n \r\n\r\nArtist/ Album: Phil Collins/ The Platinum Collection\r\n\r\nURL: http://thankyoumusic.blogspot.com/2008/06/elton-john-julieta-venegas-cyndi-lauper.html\r\n\r\n \r\n\r\nArtist/ Album: Weather Report/ Heavy Weather\r\n\r\nURL: http://thankyoumusic.blogspot.com/2008/05/ratatat-hold-steady-weezer-weather.html\r\n\r\n \r\n\r\nArtist/ Album: Eurythmics/ Greatest Hits\r\n\r\nURL: http://thankyoumusic.blogspot.com/2008/04/fall-out-boy-eurythmics-black-sabbath.html\r\n\r\n \r\n\r\n \r\n\r\n3.        We can be contacted in relation to this notice via the following contact details:\r\n\r\n \r\n\r\nE-mail:  [redacted]@ifpi.org\r\n\r\nIFPI\r\n [redacted]\r\nLondon W1J 0DD\r\n\r\nUnited Kingdom\r\n\r\nTel: +44 [redacted]\r\nFax: +44 [redacted]\r\n\r\n \r\n\r\n4.        We have a good faith belief that use of the copyright materials as described above is not authorised by the copyright owner, its agent or the law.\r\n\r\n \r\n\r\n5.        We assert that the information in this notice is accurate, based on the data available to us.  We submit under penalty of perjury that IFPI is authorised to act on behalf of the owner of the exclusive rights that are allegedly infringed.\r\n\r\n \r\n\r\nWe hereby request your immediate assistance in relation to this activity on a Google AdSense supported website.  Specifically, we request that Google immediately withdraws the provision of the Google AdSense services to the Infringing Website by terminating the relevant subscriber and informs the site operator of the illegality of his or her conduct.\r\n\r\n \r\n\r\nBy submitting a notice in this form (as required by Google) regarding the AdSense services provided by Google and the infringement of copyright described above, IFPI neither admits nor accepts that Google is a 'service provider' for the purposes of the DMCA nor that it is necessary to serve or that Google is entitled to be served a notice in compliance with the DMCA.  IFPI itself and on behalf of the IFPI Represented Companies hereby expressly reserves all rights in this regard.\r\n\r\n \r\n\r\nIn addition, this notice does not constitute a waiver of any right to recover damages incurred by virtue of any unauthorised activities described in this notice, and such rights as well as claims for other relief are hereby expressly reserved. \r\n\r\n \r\n\r\nThank you for your co-operation.\r\n\r\n \r\n\r\nYours faithfully\r\n\r\n \r\n\r\n [redacted]\r\n\r\nVice-President, Internet Anti-Piracy\r\n\r\nTel: [redacted] \r\n\r\nFax:  [redacted]\r\n\r\nE-mail: [redacted]@ifpi.org\r\n\r\nWebsite: www.ifpi.org\r\n\r\n\r\n","date_sent":"2008-08-05T04:00:00Z","date_received":"2008-08-05T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Head of Internet Anti-Piracy","principal_name":"IFPI","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}