{"dmca":{"id":51760,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-07-14T04:00:00Z","date_received":"2011-07-14T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"NVB Playgrounds, Inc.","principal_name":"NVB Playgrounds, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Thee majority of text on the link below including the quoted text below is copied verbatim from our site: http://www.aaastateofplay.com/12-inch-high-funtimber-border-with-spike-p-464.html as well as other pages. They did not bother to change the phone numbers. A total of 316 words on this page are verbatim from our site.\r\n\r\n\"Funtimbers add safety and value to any playground. Border timbers are important for playgrounds to help contain the surfacing and define the area of play. Funtimbers are the most popular because of their rounded corners, cost-effectiveness, and extreme durability. Each Funtimber is 4 feet long with 4 inches of overlap for a clean connection from timber to timber. Every Funtimber includes one spike and is easy to install over most surfaces. Unlike wood timbers, Funtimbers will not splinter or rot. Call 877-826-2776 for any bulk order over 40 timbers.\"","infringing_urls":[{"url":"http://www.americansafetysurface.com/rubbermulchcurbing.html"}],"copyrighted_urls":[{"url":"http://www.aaastateofplay.com/12-inch-high-funtimber-border-with-spike-p-464.html"}]},{"description":"All text below is a direct copy of our content.\r\n\r\n\"Rubber Curbs when used for surfacing the playground are perfect for ensuring complete safety in the playground. These are durable and effective to use and can easily be customized to suit the needs of your playground. Safe and effective playground barriers are important to contain your playground surfacing. Rubber Curbs are a perfect accompaniment to recycled rubber mulch, or any other safety surfacing. Our 6 foot curbs are smooth, seamless, and non-toxic. With the unbelievable twenty year guarantee, these curbs will not splinter, warp or discolor. Installation is easy with pre-drilled holes, flexibility, and rounded edges. Each curb includes 2 stakes and 2 caps for a finished appearance. The new curb is bendable, stackable, interlocking, and comes in natural brown.\"","infringing_urls":[],"copyrighted_urls":[{"url":"http://www.aaastateofplay.com/rubber-curb-6-foot-with-spikes-p-778.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}