{"dmca":{"id":51793,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-11-15T05:00:00Z","date_received":"2012-11-15T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Hypnosis Self Help","principal_name":"Hypnosis Self Help","recipient_name":"Google, Inc.","works":[{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own content.\r\n\r\nHere is a portion of my original content:\r\n\r\nUsing Mind Power to Overcome Your Money Problem and Stress\r\n\r\nWhen you have a money problem, it’s easy to feel like the situation is out of your control.\r\n\r\nA financial problem is one of the leading causes of stress and anxiety. However, you don’t have to let money issues destroy your quality of life. No matter how much you have in the bank, you always have some control over how you feel.\r\n\r\nLet’s look at how you can use self hypnosis to deal with money related stress.\r\nPermalink — click for full blog post “Using Mind Power to Overcome Your Money Problem and Stress”","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/using-mind-power-to-overcome-your-money-problem-and-stress/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/Self-hypnosis-blog.html#Using-Mind-Power-to-Overcome-Your-Money-Problem-and-Stress"},{"url":"http://www.hypnosis-self-help.com/money-problem.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own content.    Here is a portion of my original content:\r\n\r\nSelf Hypnosis Home : Self Help : Hypnosis for Insomnia\r\n\r\nIf you are tossing and turning at night then you probably need a little help getting a restful night of sleep.\r\nYou may struggle to fall asleep and actually wake up feeling sluggish because you didn’t get enought rest.\r\nThe answer to insomnia is in treating yourself better and respecting your natural body rhythms.\r\nUsing self hypnosis for sleep is a natural way to get the rest you need.\r\nYour mind might be racing when you lay down to go to sleep at night.\r\nWhen you listen to a guided self hypnosis audio, you will relax into a deep trance that quiets your racing mind and gives you the deepest night of restful sleep you have ever had.\r\nEven Deeper Sleep\r\nClick here for Even Deeper Sleep Self Hypnosis CD or Download\r\nYou’ll learn how to fall asleep and stay asleep with these three tracks that are easy to listen to.","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/how-to-sleep-better-hypnosis-for-insomnia/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/hypnosis-for-insomnia.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which give me spammy link for my own content.    Here is a portion of my original content:\r\n\r\n\r\n Put your money worries to rest so it doesn’t overwhelm the rest of your life.\r\n\r\nRelieve financial stress so you can do what you need to do to dig yourself out of it.\r\n\r\nLet go of the stress that comes with your money problem so you can sleep at night.\r\nAvailable from these trusted sources for less than $10:\r\n\r\nRelief For Your Financial Problem And Worries\r\nAre you facing financial problems that keep you up at night with worry?\r\nConcentrating on your work becomes difficult. Making good decisions begins to get tough. The burden is too much and you end up feeling tired or you might even get sick.\r\nWe are seeing some hard financial times. Circumstances are often outside your control. You may have never experienced this feeling of increased stress that weighs you down. It affects the way you feel about yourself. It affects the way you live your life. It affects your family.\r\nLose the Worry … Lose the Stress\r\nThe circumstances of your financial problem may be out of your control BUT the way you react to the situation IS something you can choose to control.\r\n\r\nWorry is living in the future.\r\nWorry is being concerned about all the things that might happen.\r\nWorry is here to let you know that you need to take some kind of action.\r\n\r\nIf you don’t take action…if you procrastinate …if you rely on hope …if you put your head in the sand …your money problem will never go away.\r\nPeople who hope their financial problem will change for the better are people who do nothing to take action and make the situation better.\r\nIt can be difficult to do if you are feeling the strain of financial stress on a daily basis. Don’t let the stress ruin your relationships, your sleep or your time off. Don’t let it overwhelm you.\r\nSelf Hypnosis Gives Relief to Your Money Worries\r\nHypnosis can help you relax as you begin to effectively control your worry.\r\nIn the midst of deep stress from your financial problem, you’ll be able to relax deeply. Without using willpower, you’ll pigeonhole your worries to keep them in their place so that you can effectively respond to your money problem.\r\n\r\n“I know that I won’t allow my financial circumstances to dictate how I feel about myself as a human being, if this MP3 taught me anything it was this.”~ Erin Grimm 365changesofme.com\r\n\r\n“Its like attending a financial security seminar that teaches to compose yourself during tough times on money related issues that can totally drains you up.” ~ Einna Gelilio mommytots.com\r\n\r\n“I decided to listen to this before I went to bed, it has soothing music in the background that just relaxes you. The speaker is Hypnotist D.J. Frost, his voice just fits right along with the music. If you are stressed, this would be a good audio track for you to listen to.”~ Amber Shaffer freesocial2011.blogspot.com\r\n\r\n“This self help hypnosis audio was so relaxing and comforting. I performed this review while laying in my quiet bedroom with the lights dim. The hypnotist, DJ Frost, has such a soothing voice during this session. I would highly recommend this mp3 to anyone who is currently experiencing any financial stress, money difficulties, etc. I truly believe I had one of the best nights sleep I have had in months, after listening to this audio. Thank you DJ Frost for a magnificent experience.”~ Debbie Qualls debsdealz.blogspot.com\r\n\r\n“This self help hypnosis audio was so relaxing and comforting. The hypnotist, DJ Frost, has such a soothing voice during this session. I would highly recommend this mp3 to anyone who is currently experiencing any financial stress, money difficulties, etc. Thank you DJ Frost for a magnificent experience.”~ Sandra Mounts strongarmymom.blogspot.com/\r\n\r\nThis hypnosis mp3 is designed to help you:\r\n\r\nFocus on taking practical and effective responses to your situation.\r\nManage stress and other emotions more effectively.\r\nRelax your mind so that you can take an objective look at your situation.\r\nStay focused on what is important.\r\nLet go of stress and enjoy a feeling of inner calm.\r\n\r\nHere’s What You Get In This Hypnosis MP3:\r\n\r\n31 minutes of cutting edge technology that combines self hypnosis with soothing tones to stimulate your brain.\r\nGuided self hypnosis designed to help you directly reprogram your thoughts about your financial problem.\r\nIt’s as easy as finding 31 minutes in a quiet place where you won’t be disturbed. A good time is right before you go to sleep at night.\r\n\r\nDownload Hypnosis for Financial Stress Relief mp3 today:\r\nGive me INSTANT ACCESS TO “Financial Stress Relief Self Hypnosis”\r\nI’m Ready To Get Rid Of My Money Worries Using Hypnosis For Financial Stress Relief\r\nI understand I’ll be downloading “Hypnosis for Financial Stress Relief” and I’ll have everything I need to get started right away, within minutes.\r\nI’m ready to get started today!\r\nOrder with confidence from these trusted sources for less than $10:\r\n\r\nSo what are you waiting for?\r\nIt’s not too late to make a difference.\r\nGet the “Financial Stress Relief” Self Hypnosis Download Now from your choice of Amazon or iTunes.\r\nYours Truly,\r\n\r\nD.J. Frost\r\nP.S. If you’re still not sure. If you have any question that needs to be answered before you purchase send me an email. You can do so by sending an email to our helpdesk at: Or call me toll free: 888-357-7427","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/financial-problem-money-problems/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/financial-problem.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nThat will never work!\r\nHave you ever said that to yourself?\r\nThis kind of negative self talk becomes a self-fulfilling prophecy. If you believe it won’t work, then it won’t.\r\nWhen you begin to turn your negative thoughts around with some positive self talk, you will begin to get what you want. Whatever that might be.\r\nIt’s like having your mother criticize you all the time.\r\nWere there any negative people in your childhood? What were they saying to you? You might be walking around saying negative things to yourself without even realizing it. You might be repeating the very things that they said to you because you internalized their comments.\r\nYour mother has a profound impact on your development and if she was critical, you may still be hearing her critical voice. It may have become your own voice. This negative self talk keeps you from realizing your goals.\r\nChange Your Mind With Self Hypnosis\r\nChanging your mind so that you develop a positive attitude with positive thoughts can be done with self hypnosis. It is just a simple matter of training your mind to have positive self talk. You do this with a little practice.\r\nI am not talking about pretending to be optimistic.\r\n\r\nYou can become an optimistic person with a positive attitude.\r\nYou can become the kind of person that notices the opportunities around you and responds to them in a positive way.\r\nYou can become the kind of positive person that people enjoy being around.\r\n\r\nYou will be more likely to do the things you want when you begin to see the possibilities are there for you and not just for others.\r\nHow would your life improve if you weren’t so hard on yourself? Imagine how much better you would feel if you were to say “I am going to make this happen.”\r\nSelf hypnosis is the key to changing your negativity into positive self talk. It is so simple to sit back and relax while you listen to a guided positive thinking self hypnosis audio. You will easily change your patterns of thinking so that you can respond in a new and useful way.\r\nAfter all, if we don’t talk to ourselves nicely, who will? Learn to develop positive self talk today with this positive thinking audio.\r\nAll my best,\r\n\r\np.s. Here’s where you start changing your negative thoughts into Positive Thinking. You may also like to check out Positive Attitude self hypnosis audio. :)\r\n\r\nCheck out some of these related articles:\r\n\r\nCopyright © 2003-2012 Pro Power Services, Inc. All rights reserved","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/understanding-how-positive-self-talk-will-get-you-what-you-want/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/positive-self-talk.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nAirplane turbulence, for those with a fear of flying phobia, is the worst part of the flight.\r\nNo need to be afraid though when you understand what it’s all about.\r\nThe bumpiness that we feel in an airplane when flying through clouds is just the movement of the air. The warm and cool air sort of collide and it creates a bouncy ride.\r\nNo one enjoys airplane turbulence (especially when you have a fear of flying phobia). It seems to always strike as soon as the flight attendant serves me my Diet Coke. I watch the ice slurp around in the cup and hope it doesn’t spill on my lap. Too hard to even take a sip sometimes. The pilot announces that we have to fasten our seatbelts and stay in our seats. It’s the safest thing we can do and gives us some measure of control.\r\nYou want to feel in control!\r\nThat’s what this fear is really about anyway, isn’t it? At least many times, it’s about feeling out of control. When we fly, we are not in control of the situation.\r\n\r\nSometimes there’s turbulence and there aren’t even any clouds around. Instead of clouds, there might be mountains. Inside of all the peaks and vallies of the mountains are areas that are warm and areas that are cool. Just like in the clouds, the warm and cool air moves around, remember warm air rises and cool air falls.\r\nWe may not like airplane turbulence, it tends to cause more flying anxiety, but at least it’s not a safety issue.\r\nYou might take a deep breath and say a prayer but you’re going to be all right. Especially if you are wearing your seatbelt.\r\nWhen pilots know there is going to be a turbulent area up ahead, they adjust their path to avoid if at all possible. So most of the time the passengers are blissfully unaware of it. Sometimes, it’s unexpected and can’t be avoided.\r\nI, for one, am happy to know that pilots train twice a year to handle this and other circumstances that arise.\r\nKnowledge is power and the more I know about what goes on behind the scenes in the cockpit, the more at ease I feel. The easier it is to overcome fear of flying.\r\nAfter all, the pilots enjoy a nice smooth ride too.\r\nIf you are ready to overcome fear of flying, I suggest you use the proven techniques of self hypnosis.\r\nAll my best,\r\n\r\np.s. See all that we’ve included in this hypnosis mp3 program to overcome fear of flying.\r\n\r\nCopyright © 2003-2012 Pro Power Services, Inc. All rights reserved","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/fear-of-flying-phobia-and-airplane-turbulence/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/fear-of-flying-phobia.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nAirplane turbulence has a bad reputation for those who are afraid to fly.\r\nThe reason that airplane turbulence takes the blame is because it touches your senses in a very real way. You FEEL the plane moving around differently. You SEE the coffee cup shaking. You HEAR the pilot tell you to fasten your seat belt.\r\nIt’s enough to make you even more afraid to fly.\r\nWhat causes the turbulence and how much of a safety problem is it?\r\nAs a child, did you ever lay back on a lazy day and watch the clouds drift by? I spent countless hours imagining different shapes in the clouds. In fact, I still look up at the clouds and see a face or an animal.\r\nIt’s a different story when we fly through the clouds. Those creamy white clouds don’t seem to like getting run over by an airplane.\r\nThe bumpiness that we feel in an airplane when flying through clouds is just the movement of the air. It’s an updraft of going from warm air to cool air and it creates a bouncy ride.\r\nYou might wonder why you feel airplane turbulence and you haven’t even noticed any clouds.\r\nI know that’s when your flying anxiety really kicks in.\r\nInstead of clouds, you might see mountains.\r\n\r\nThere is something called ‘mountain waves’ which also creates turbulence. Within all the nooks and valleys of a mountain range are variations of temperatures. Thinking back to science class you’ll remember that warm air rises. All these variations of temperatures are moving and circulating which creates turbulence.\r\nDoes airplane turbulence create an air safety problem?\r\nYou may not like mild turbulence. If you have a fear of flying, it may cause you to grip your armrest until your knuckles are white. Your heart may beat faster or your stomach may knot up in discomfort. But it does not cause any kind of air safety issue.\r\nThe chance of a flight safety problem is very slight. Pilots are well trained to handle the situation because we practice and rehearse this very situation twice a year in a simulator. Hands on experience with turbulence tells us it’s time to make some changes not only for flight safety but also for the comfort of our passengers.\r\nWhen I hit turbulence, I simply check in with the air traffic controllers and ask if other pilots have reported smoother altitudes. Then I’ll slow down and go to the altitude where I’m likely to find less bumps.\r\nSo, what can you do when turbulence strikes? Stay in your seat with your seat belt fastened. We’ll be moving to a smoother air space as fast as we can.\r\nThe pilots don’t want a bumpy ride either.\r\nYou know there is going to be airplane turbulence during the flight, so if you are afraid to fly there are ways to prepare before the flight so that you won’t be worried.\r\nAre you ready to get started? I recommend that you use the proven techniques of self hypnosis and NLP in this audio download to Overcome Fear of Flying. It includes powerful tools to help you overcome fear of flying.\r\nAll my best,\r\n\r\np.s. You can get yours here: Overcome Fear of Flying\r\n\r\nCopyright © 2003-2012 Pro Power Services, Inc. All rights reserved","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/afraid-to-fly-airplane-turbulence-gets-a-bad-reputation/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/afraid-to-fly.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nIf you’ve been trying to overcome fear of flying this might sound familiar:\r\nThe thought of traveling by air makes your heart race.\r\nYour knuckles turn white from grasping the armrests.\r\nYour mouth gets dry…You sweat… Feel weak.\r\nYou use self prescribed remedies such as a double Bloody Mary before flight.\r\nSurveys reveal that one out of five adults suffers from aerophobia and it can be disabling. Unfortunately, most choose not to seek treatment because of embarrassment. Instead they try home remedies such as alcohol or sedatives.\r\nThere is a better way…with self hypnosis.\r\nI invite you to explore these popular content articles about fear of flying. There’s enough to fill a book!\r\nClick here now to overcome fear of flying with our hypnosis mp3. Discover all that we’ve included for you.\r\nPopular Articles About ‘Overcoming Fear of Flying’\r\n\r\nAll my best,\r\n\r\np.s. If you would like a little more help then I suggest you use the proven techniques of NLP and self hypnosis in this hypnosis mp3 that we have created for you.\r\nWe have done all the work for you so that you are guided through the process and you can begin to fly stress free.\r\np.p.s. Check these out from our sponsors:\r\n\r\nCopyright © 2003-2012 Pro Power Services, Inc. All rights reserved","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/overcome-fear-of-flying-with-self-hypnosis/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/overcome-fear-of-flying.html"}]},{"description":"Imagine feeling alive and energetic again; free from worry and fear. Whatever it is, you can get through it, get over it or get to it… with self hypnosis.\r\nBe sure to let your friends know about this site. They will appreciate you thinking of them too! Have A Great Day!\r\n\r\np.s. Go ahead and get your free hypnosis audio and tutorials right now. I know you’ll be happy you did.\r\nEvery time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nHow to do Self Hypnosis: Free Audio and Tutorials\r\nYou’ll get free self hypnosis instruction when you register for your free “How to do Self Hypnosis” audio and tutorials. You’ll be able to hypnotize yourself easily and quickly.\r\n\r\n(We never rent, trade, or sell your information, ever.)","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/self-hypnosis-blog/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/Self-hypnosis-blog.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nou’ve got to learn how to relieve stress before it kills you.\r\n\r\nDoes that sound too intense? Maybe.\r\nYour reaction to stress does have an effect on your health.\r\nWhen faced with a stressful situation you may notice that your heart beats faster and your muscles begin to tense. Too much stress left unchecked leads to digestion problems, headaches and even heart disease.\r\nMen and Women React to Stress Differently\r\nMen and women often have a different response to stress. Women are more likely to light a candle, play some relaxation music and take a bubble bath.\r\nMen are more likely to have a ‘fight or flight’ type reaction. This is useful when there is a recognizable situation that has to be dealt with. Men might deal with the situation and later meet some friends for a beer.\r\nCavemen and Jungles\r\nWe are no longer living in a cave or a jungle. You don’t have to worry about becoming the lions next meal. Unless you are confronted by a mugger in a dark alley, you don’t usually have to face this type of physical danger in which the fight or flight response is useful.\r\nYet, your reaction to everyday stress is similar and you need time to recover.\r\nMusic and Progressive Relaxation\r\nYou may find that at the end of the day when you lay down to go to sleep you are still tense. The use of calming music and progressive relaxation will slow down your heart rate and release the tension in your muscles. Beginning with your toes, relax each part of your body one by one until you reach the top of your scalp.\r\nTake the ‘Stress Quiz’\r\nSelf Hypnosis\r\nListening to a self hypnosis recording is the easiest way to practice self hypnosis. All you need to do is find a quiet place to lay down for a bit.\r\nOnce you know how to relieve stress and practice on a regular basis, you won’t get to the point where stress affects your health.\r\nBy avoiding the future build-up of stress, you will be able to leave your daily anxieties behind.\r\nAll my best,\r\n\r\np.s. Check out our full selection of downloads, cd’s and books here.\r\n\r\nCopyright © 2003-2012 Pro Power Services, Inc. All rights reserved","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/how-to-relieve-stress-naturally-2/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/how-to-relieve-stress.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nYou’ve got to learn how to relieve stress before it kills you.\r\n\r\nDoes that sound too intense? Maybe.\r\nYour reaction to stress does have an effect on your health.\r\nWhen faced with a stressful situation you may notice that your heart beats faster and your muscles begin to tense. Too much stress left unchecked leads to digestion problems, headaches and even heart disease.\r\nMen and Women React to Stress Differently\r\nMen and women often have a different response to stress. Women are more likely to light a candle, play some relaxation music and take a bubble bath.\r\nMen are more likely to have a ‘fight or flight’ type reaction. This is useful when there is a recognizable situation that has to be dealt with. Men might deal with the situation and later meet some friends for a beer.\r\nCavemen and Jungles\r\nWe are no longer living in a cave or a jungle. You don’t have to worry about becoming the lions next meal. Unless you are confronted by a mugger in a dark alley, you don’t usually have to face this type of physical danger in which the fight or flight response is useful.\r\nYet, your reaction to everyday stress is similar and you need time to recover.\r\nMusic and Progressive Relaxation\r\nYou may find that at the end of the day when you lay down to go to sleep you are still tense. The use of calming music and progressive relaxation will slow down your heart rate and release the tension in your muscles. Beginning with your toes, relax each part of your body one by one until you reach the top of your scalp.\r\nTake the ‘Stress Quiz’\r\nSelf Hypnosis\r\nListening to a self hypnosis recording is the easiest way to practice self hypnosis. All you need to do is find a quiet place to lay down for a bit.\r\nOnce you know how to relieve stress and practice on a regular basis, you won’t get to the point where stress affects your health.\r\nBy avoiding the future build-up of stress, you will be able to leave your daily anxieties behind.\r\nAll my best,\r\n\r\np.s. Check out our full selection of downloads, cd’s and books here.\r\n\r\nCopyright © 2003-2012 Pro Power Services, Inc. All rights reserved","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/how-to-relieve-stress-naturally/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/how-to-relieve-stress.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}