{"dmca":{"id":51813,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-11-15T05:00:00Z","date_received":"2012-11-15T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Digital Home Networks Limited","principal_name":"Digital Home Networks Limited","recipient_name":"Google, Inc.","works":[{"description":"The copied content is as follows; \r\n\r\nDomain Name - Short names are easier to remember ! Include short Primary Keywords ! without hyphens were possible. \r\n\r\nDomain Extension - .com or .net For the Global Market. Use .co.uk for UK Country specific traffic \r\n\r\nHost Location - If your attracting UK business host in the UK. \r\n\r\nURL Names - include relevant keywords - unique to each page. \r\n\r\nRobots.txt - A file which permits or denies access to robots or crawlers to areas of your site. . \r\n\r\nNavigation Structure - Keep it simple. \r\n\r\nMeta Tags - Title and Description. - Unique detail for each page, related to page content. . \r\n\r\nH1 Tags - Use for the short on page content description. \r\n\r\nH2 and H3 Tags- Use for Headings for sub category's within the Content \r\n\r\nPage Content - Critical Component. \r\n\r\nKeyword Visibility - Within page Content.\r\n\r\nImage Alt Tags - Helps with Accessibility.\r\n\r\nPrivacy Policy - Assures trust and confidentiality. \r\n\r\nThe site should confirm to the W3C standards. \r\n\r\nCreate and submit sitemap's - formatted in either .xml -.htm - .txt. \r\n\r\nCreate and submit RSS feeds to relevant feed directory's \r\n\r\nCreate and submit Articles \r\n\r\nFind relevant websites within the same market sector or niche and form a link partnership.\r\n\r\nSubmit your website to relevant or industry related directory's. \r\n\r\nA link exchange should be formed by utilising relevant keyword Anchor Text. \r\n\r\nUtilise relevant Social Networks and Forums related to your Market Sector. \r\n\r\nUtilise Blog sites relevant to your Market Sector.\r\n\r\nThe above factors are proven SEO Techniques, that will help increase targeted traffic from achieving good or high ranking search engine positions. \r\n\r\nSearch Marketing Company's require an understanding of logical information processing, this article is a primary example of the organic optimization services provided by WebPageOne Solutions.","infringing_urls":[{"url":"http://www.kreativemachinez.com/seo.html"}],"copyrighted_urls":[{"url":"http://www.webpageone.co.uk/seo-techniques/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}