{"dmca":{"id":51904,"type":"Dmca","title":"The Music Box gives alleged copy bad review","body":"Re: Intellectual Property Theft\r\n\r\nTo whom it may concern:\r\n\r\nThis is to inform you that an article posted to digg infringes upon our intellectual property rights.  This article can be found at:\r\n\r\nhttp://digg.com/music/The_Incredible_Jazz_Guitar_of_Wes_Montgomery\r\n\r\nPlease immediately remove this item from your systems.  Even the description used was culled directly from an article for which we hold the copyright.\r\n\r\nOur review was published on August 7, 2008 and is located at:\r\n\r\nhttp://www.musicbox-online.com/review/08072008/wes-montgomery-incredible.html\r\n\r\nThe posting of this material infringes upon the copyright held by me and my company The Music Box. This text was taken from our website and republished without permission. It also was posted in violation of the legally binding user agreement on our site.  Please immediately delete the infringing text from this and any other locations on your servers. I may be contacted at the email address and mailing address listed below.\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nSincerely,\r\n\r\n\r\n\r\n\r\n[private]\r\nEditor, The Music Box\r\n[private]@musicbox-online.com\r\n[private]\r\nOak Park, IL 60303\r\n","date_sent":"2008-08-08T04:00:00Z","date_received":"2008-08-08T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"The Music Box","recipient_name":"Digg, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}