{"dmca":{"id":51971,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-11-15T05:00:00Z","date_received":"2012-11-15T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Hypnosis Self Help","principal_name":"Hypnosis Self Help","recipient_name":"Google, Inc.","works":[{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nIf achieving a positive attitude was all it took to have everything you want in life, would you do what it takes to make it happen?\r\nWould you take the time to train your mind towards positive thoughts? I’m sure you would! Self hypnosis is one of the easiest ways to do so.\r\n“Is the glass half full or is the glass half empty?”\r\nYour answer to the question gives away what kind of outlook on like you have.\r\nThere is no denying that tough things can and do happen in your life. Sandy was facing bankruptcy and foreclosure which are both really tough things to face. She had been trying to keep it all together and finally she could deny it no longer.\r\nThis could have gone either of two ways.\r\n\r\nSandy could have stayed in bed each morning bemoaning the choices she made that led her down this wrotten path. She could have blamed the government, her family and her luck… anyone but herself.\r\nOr she could think positive thoughts.\r\nRealizing that things could actually have been worse, she could choose to look at the bright side of things. She didn’t deny that things were bad. Instead, she chose to use positive self talk to remind herself of the good things in life. She reminded herself that she was healthy and she would get over this.\r\nYour life will change for the better with a positive attitude.\r\nWhatever it is that you are going through in your life, you will get over it or through it much easier with positive thoughts. It’s not about putting your head in the sand and pretending things are good. It is about focusing on the positive aspects of any situation. There is always something positive to be found if you look for it.\r\nThink about it for a moment, aren’t you naturally drawn to people with a positive attitude? I know that I am. I also see the difference in the way people treat me when I am feeling positive rather than when I am not feeling so good.\r\nAchieving a positive attitude is easier than you think. You can do this too.\r\nThis ‘Positive Attitude’ self hypnosis download (also available as a CD) makes it easy for you to change your mindset into the kind of positive self talk that will turn your attitude upside down.\r\nYour outlook on life will change all the way down to the core of your subconscious mind. You’ll be be better equipped to recognize and take advantage of opportunities that show up on your door. Others will notice that you feel better about yourself.\r\nIt is so simple to use a self hypnosis audio. All you do is:\r\n\r\nFind a quiet place where you won’t be disturbed for a half hour\r\nClose your eyes, listen and relax.\r\n\r\nYou can listen as often as you feel you need to. It’s even ok if you fall asleep while you are listening.\r\nI think the best answer is that the glass is always full. When you thinkg about it, you realize the glass is filled half with water and half with air.\r\nThat’s the way Sandy decided to look at it.\r\nAll my best,\r\n\r\np.s. Here’s where you start achieving a Positive Attitude formatted in either a cd or mp3. You may also like to check out Positive Thinking :)\r\n\r\nCheck out some of these related articles:\r\n\r\nCopyright © 2003-2012 Pro Power Services, Inc. All rights reserved","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/achieving-a-positive-attitude-will-transform-your-life/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/achieving-a-positive-attitude.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nThink for a moment about your reasons for giving up smoking.\r\nPerhaps you want to improve your health. There may be some worries about cancer or heart attacks. You may be troubled by coughing or have difficulty breathing.\r\nUsing self hypnosis to quit smoking can put your mind at ease.\r\nYou realize that once you commit to quit smoking, cigarettes and smoking will no longer affect your health. Instead, you’ll be dancing at your grandchildren’s wedding, traveling around the world or enjoying a nice refreshing walk.\r\nSome smokers believe that there are no health implications involved with smoking. You believe that it can’t happen to you.\r\n“I’ll believe it when I see it. Nothing has happened to me yet.”\r\nYou don’t want to carry an oxygen tank on wheels. It’s a very real possibility if you continue to smoke.\r\nSome continue to smoke, believing that it relaxes you. You program yourself into believing it, when in reality, nicotine doesn’t cause relaxation.\r\n“Help Me Quit Smoking”\r\nFor example, one hypnosis client said “Help me quit smoking.” When she smokes, she is reminded of the feeling of being ‘cool’ in high school. Now that she is older and has a family, smoking a cigarette quickly brings that feeling back for her.\r\n\r\nIt can be helpful to know the root cause of this compulsive habit, but whether or not you do, you can still break the habit.\r\nAfter all, you weren’t born with the habit. If you can learn how to do something one way, then you can learn how to do it another way.\r\nSelf hypnosis can help.\r\nWhen you use self hypnosis you begin to think like a non-smoker which means that you won’t even think about cigarettes. You won’t even give it a second thought.\r\nAll my best,\r\n\r\np.s. Here are a few suggested resources:\r\nClick here now for more resources to stop smoking by hypnosis.\r\n\r\nHere are some popular articles I think you will enjoy:\r\n\r\nCopyright © 2003-2012 Pro Power Services, Inc. All rights reserved","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/giving-up-smoking-help-me-quit-smoking-with-self-hypnosis-2/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/Giving-Up-Smoking.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nThink for a moment about your reasons for giving up smoking.\r\nPerhaps you want to improve your health. There may be some worries about cancer or heart attacks. You may be troubled by coughing or have difficulty breathing.\r\nUsing self hypnosis to quit smoking can put your mind at ease.\r\nYou realize that once you commit to quit smoking, cigarettes and smoking will no longer affect your health. Instead, you’ll be dancing at your grandchildren’s wedding, traveling around the world or enjoying a nice refreshing walk.\r\nSome smokers believe that there are no health implications involved with smoking. You believe that it can’t happen to you.\r\n“I’ll believe it when I see it. Nothing has happened to me yet.”\r\nYou don’t want to carry an oxygen tank on wheels. It’s a very real possibility if you continue to smoke.\r\nSome continue to smoke, believing that it relaxes you. You program yourself into believing it, when in reality, nicotine doesn’t cause relaxation.\r\n“Help Me Quit Smoking”\r\nFor example, one hypnosis client said “Help me quit smoking.” When she smokes, she is reminded of the feeling of being ‘cool’ in high school. Now that she is older and has a family, smoking a cigarette quickly brings that feeling back for her.\r\n\r\nIt can be helpful to know the root cause of this compulsive habit, but whether or not you do, you can still break the habit.\r\nAfter all, you weren’t born with the habit. If you can learn how to do something one way, then you can learn how to do it another way.\r\nSelf hypnosis can help.\r\nWhen you use self hypnosis you begin to think like a non-smoker which means that you won’t even think about cigarettes. You won’t even give it a second thought.\r\nAll my best,\r\n\r\np.s. Here are a few suggested resources:\r\nClick here now for more resources to stop smoking by hypnosis.\r\n\r\nHere are some popular articles I think you will enjoy:\r\n\r\nCopyright © 2003-2012 Pro Power Services, Inc. All rights reserved","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/giving-up-smoking-help-me-quit-smoking-with-self-hypnosis/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/Giving-Up-Smoking.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nThe best stress reducers are the ones that you can easily incorporate into your daily life.\r\nWhen you allow stress to build, it leads to more likelihood of getting sick or injured. You might end up with the pain of a tension headache or even worse, a migraine.\r\nPain from a backache can worsen to the point where you have to take a few days off work just to take care of yourself. It ususally happens when you can least afford to.\r\nEveryday Hassles Cause the Most Stress\r\nIt turns out that it isn’t usually the big life events that cause the most stress. It is the everyday hassles that come and go naturally.\r\nYou wake up and realize that your alarm clock didn’t work and you are going to be late for your flight. As you rush to get ready, you spill coffee on your clothes. When you finally get into the car, you realize that you are almost out of gas because your teenage daughter didn’t fill the tank. (My kids ALWAYS leave the tank empty for me :)\r\nYou ‘grin and bear it’ by attributing it to your busy way of life.\r\nThe stress builds to the point where it has become a chronic condition and you actually become used to it. Or so you think.\r\nTruth is, your body needs a little relief from all this stress on a regular basis. Your body needs a chance to recover before the next onslaught of stress. You will be better able to handle what life brings your way.\r\nBest Stress Reducers to Use Everyday\r\nWhen you incorporate a little bit of stress reduction into your daily life, you will recover much quicker when you face a stressful situation.\r\n\r\nMusic\r\nOne of the best ways to calm your nerves is to listen to relaxing music. This is something you can do almost any time or place.\r\nSelf Hypnosis / Meditation\r\nSelf hypnosis is a proven method used for many things and dealing with stress is one of them. Meditation is very similar to self hypnosis but there is one big difference.\r\nWith meditation, you are emptying and clearing your mind of cluttered thoughts. With self hypnosis, you are filling your mind up with thoughts and ideas that will directly make an impact on your goals.\r\nIf your goal is to relax and reduce stress, then self hypnosis will easily help you.\r\nLaughter\r\nThere is a reason that clowns roam hospital halls cheering up sick children. it is because laughter reduces stress. Bring some laughter into your life by watching a funny movie, read the comics or telling a joke. When you can laugh at the things that have gone wrong, it will lighten your spirit and lessen the tension you may be feeling.\r\nThe best stress reducers are the ones that are the easiest to use, aren’t they?\r\nAll my best,\r\n\r\np.s. Check out our full selection of downloads, cd’s and books here.","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/stress-reducers-for-everyday/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/stress-reducers.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nGet into the ‘flow’ of your golf putting game\r\n\r\nEffortlessly pay attention to your inner game of golf\r\n\r\nLeave distractions behind so you can focus on your putting\r\nNow available from these trusted sources:\r\n\r\nGolf Putting Tips for Your Mental Golf Game\r\nStop thinking too hard about your putting and allow the possibilities of your subconscious mind to naturally take over your game.\r\nYou may have already spent a lot of money on golf lessons and clubs yet still haven’t seen the improvement in your golf game that you want.\r\nIt’s time to stop worrying about your grip, your stance and your swing.\r\nIt’s time to become ‘one with the ball’ and allow the natural movement to happen.\r\nGolf pros like Tiger Woods use a mental coach to keep their mind focused on their game because it is so important.\r\nYour putting improvement begins with your mind.\r\nHere’s How Self Hypnosis Can Help You Improve Your Putting Golf Game\r\n\r\nDevelop your focus as you concentrate on your putting\r\nGet into the ‘flow’ while you are on the putting green\r\nPlay up to your potential for consistently good results\r\nDeal with frustrations so you can shrug off bad shots\r\nBuild up your mental golf game just like the pro’s\r\n\r\nHere’s What You Get In This Self Hypnosis MP3:\r\nIn this affordable hypnosis mp3, I have combined self hypnosis with the cutting edge Hypno-Acoustic music composed and performed by Dr. Christopher Lloyd Clark.\r\nUsing the scientific study of sound perception and responses to sound, Dr. Clark created this relaxing music that uses binaural beats to alter the frequency of your brainwaves that directly encourages deep relaxation.\r\nThis direct stimulation to your brain helps you to more easily enter into a relaxing trance where you can absorb the golf putting tips for your inner game.\r\nDownload Putting Power: for Your Mental Golf Game hypnosis mp3 today:\r\n\r\nGive me INSTANT ACCESS TO “Putting Power: Mental Golf Game”\r\nI’m Ready To Get in the Flow Of My Golf Putting Game.\r\nI understand I’ll be downloading “Putting Power: Mental Golf Game” and I’ll have everything I need to get started right away, within minutes.\r\nI’m ready to get started today!\r\nOrder with confidence from these trusted sources:\r\n\r\nSo what are you waiting for?\r\nIt’s not too late to make a difference.\r\nStop over thinking your shots and let the possibilities of your subconscious mind naturally take over your game.\r\nImproving your golf game begins with your mind.\r\nGet the “Putting Power: Mental Golf Game” Download Now from your choice of Amazon or iTunes.\r\nYours Truly,\r\n\r\nD.J. Frost\r\nP.S. If you’re still not sure. If you have any question that needs to be answered before you purchase send me an email. You can do so by sending an email to our helpdesk at: Or call me toll free: 888-357-7427\r\nOrder with confidence from these trusted sources:","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/golf-putting-tips-for-your-mental-golf-game/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/golf-putting-tips.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nhis book by Dr. Richard Bandler delivers all you need to find happiness.Using his signature ‘recipe’ style formula, Bandler provides exercises that you can immediately put to use.That’s what I enjoy so much about his books.When I interviewed Richard Bandler for my radio show, he revealed to me that in the past he had worked with so many people to get rid of their problems. Once they did, they found they had a lot of extra time to fill.This book is designed to fill that space.Not only do you want to get rid of the bad habits but you want to good habits and expectations to take its place.There are many applications throughout that will help you soak up the lessons and put them into action. Each one is designed to will bring you more happiness.Richard Bandler is quick to point out that we can’t avoid stress altogether. In fact, stress is not the thing that keeps you from being happy. Stress is a necessary part of living.It’s how you look at stress that determines how happy you are.This book was written with the layman in mind as the father of NLP (Neuro-Linguistic Programming) provides a way to change the way you look at life so that you can find the happiness that you deserve.By the end of the book, I know you’ll feel a little bit happier.See more great Self Help Hypnosis mp3′s, cd’s and books.Shop safe at Amazon and enjoy free shipping if you spend $25 or more.You’ll find a full list of Richard Bandler Resources here.","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/self-help-hypnosis-the-secrets-of-being-happy-the-technology-of-hope-health-and-harmony-volume-1/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/self-help-hypnosis-the-secrets-of-being-happy-the-technology-of-hope-health-and-harmony-volume-1.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nThe man in the red shirt felt he had to explain himself to me even though I was a complete stranger. “The lid wasn’t on tightly and it slipped from my hand”, he said.\r\nHe had just spilled the entire contents of his drink down his shirt, across the table and onto the floor. Disgusted with himself for the mess he made, he looked around the mostly empty restaurant until our eyes met. He gave me a sheepish grin and offered up his explanation before going in search of someone to clean it up for him.\r\nI imagined that this wasn’t the first thing that had gone wrong today. He had probably overslept because he had forgotten to set the alarm the night before. After getting dressed in a hurry (the mismatched socks were a giveaway), he went to his car and it wouldn’t start. He tried to call for help but his cell phone battery died and he doesn’t have a house phone any more.\r\nHe finally gets a break from work, goes out for a quick lunch and… spills his drink.\r\nHave you ever had one of those days where everything just seems to go wrong?\r\nIt isn’t the major life events that cause us the most stress.\r\nIt is the buildup of little things that happen throughout the day. You are constantly bombarded with stressors all day long. You are overloaded with too many things to do. There is too much noise around you.\r\n\r\nWithout relief, this kind of stress takes a toll on your health. It can lead to headaches, backaches, digestive problems and even heart disease. You might even find yourself having angry outbursts. Ever wonder why road rage is on the rise?\r\nIt doesn’t have to be that way.\r\nWhatever you’ve been doing to manage your stress hasn’t been working.\r\nIf stress leads you to overeat, then you just end up gaining weight. If you relieve your stress by going on a shopping spree, you end up with empty pockets. You know that smoking, drinking and meds don’t work in the long run either… right?\r\nSelf hypnosis is an easy way to use your body’s natural relaxation response to remove stress instantly.\r\nWhen you practice stress management on a regular basis:\r\n\r\nYou are much more likely to recover from the daily bombardment of tension.\r\nYou will take a more relaxed approach to life.\r\nYou’ll respond differently to daily situations as they arise so that stress doesn’t build up.\r\n\r\nSelf hypnosis allows you to life the weight of stress from your shoulders and that means you’ll avoid the buildup of future tension.\r\nGet started using self hypnosis for stress relief right here.\r\nI nodded to the man in the red shirt and agreed with him that they should have put the lid on tighter. I like to think that it made him feel just a little bit better.\r\nAll my best,\r\n\r\np.s. Check out our full selection of downloads, cd’s and books here.","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/how-to-deal-with-stress-naturally/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/how-to-deal-with-stress.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nSelf motivation tips for golf are important because being a good golfer requires drive and persistence.\r\nYou don’t get good overnight – you have to go out there and practice in order to improve.\r\n\r\nSometimes you just don’t have the attitude and motivation to make a start.\r\nThe good news is, you can develop motivation yourself.\r\nHere are 5 self motivation tips you can use:\r\n1. Have a Goal Buddy\r\nThis works on the good old fashioned principle of friendly competition. Nobody wants to give in and admit their friend is more motivated, so you have an incentive to get off the couch and practice. It may not be the purest of motives, but it works. Improving at any skill is all about learning what’s effective.\r\n\r\n2. Understand Peaks and Plateaus\r\nThere will be times when you slug away for weeks or months on end without feeling like you’re improving. Some people decide to give up at this point – these are the people who don’t understand how acquiring a new skill works.\r\nLearning is never a steady upward slope. Acquiring a skill consists of a quick burst of improvement, followed by a relatively long plateau. You have to get used to that plateau. While it may appear on the surface that you’re not improving, the plateau is when you consolidate your skill gains and lay the groundwork for the next big leap in improvement.\r\n3. Form a Routine\r\nIt may be the case that your work life doesn’t allow for much practice, but the fact is most people can rearrange their weekly schedule to make room for golf practice if they really care about getting good. Often saying you have no time is simply an avoidance mechanism and an excuse so you don’t have to make an honest effort to improve. If you’re used to being mediocre at everything, your mind starts to convince you that’s the way it should be. It then becomes very hard to excel at a sport.\r\n\r\nCommit to a practice routine for at least one day a week. The improvements will accumulate over time if you stay consistent.\r\n4. Reward Yourself\r\nMake an arrangement with yourself to give yourself a small reward after every practice. This gives you some motivation to get through the hard work, because you know there’s something good at the end of it.\r\nAlternatively, combine this with Tip 1 and have a mutual reward system going between you and your friend – for example, you pay him $10 if you don’t show up to practice. This makes it harder to get off the hook.\r\n5. Use Hypnosis for Motivation\r\nHypnosis for motivation is a powerful tool. Hypnosis is a quick way to alter deeply entrenched thought patterns without a lot of slow, difficult self-development work. You can learn to hypnotize yourself or look into sessions with a professional hypnotist in order to remove bad habits like procrastination.\r\nWhen you follow these self motivation tips, your game of golf will improve.\r\nYou might also enjoy these related articles:\r\n\r\nShare your thoughts with us!\r\nWe want to hear what you are thinking!","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/self-motivation-tips-to-be-a-better-golfer/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/self-motivation-tips-for-golfers.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nSimulate Gastric Band Surgery with Self Hypnosis So That You Can Lose Weight Without the Hassle Of Going Under The Knife\r\n\r\nLose 10, 20, 30 Pounds Or More Without Pills Or Spending A Lot Of Money On Expensive Surgery\r\n\r\nLose Weight Without Feeling Hungry So That You Look Good, Feel Good And Have More Energy\r\nFrom: D.J. Frost – Certified hypnotist widely recognized as an expert in helping people to lose weight, stop smoking and overcome bad habits, stress and fear with hypnosis.\r\nRE: Gastric Band Self Hypnosis\r\nWould you like to lose weight with gastric band surgery without having to go under the knife?\r\nGastric band surgery is proven to have excellent results for those who want to lose weight. The results show that the average person using this method will lose half their excess weight fairly quickly. However there are risks involved with this type of invasive surgery which include pain, infections, hernia and a long list of other complications.\r\nI know you don’t have the time or the money to spend on gastric bands.\r\nMaybe you don’t even have that much weight to lose.\r\n\r\nThere Is An Effective Alternative To Gastric Bypass Surgery\r\nYou can lose weight without expensive surgery and taking almost a month off from work to recover from a hospital stay after gastric bypass surgery.\r\nWith the use of Gastric Band Self Hypnosis, you can feel that you really have had this surgery. It will enable you to eat smaller portions without feeling hungry and without any side effects.\r\nYou can lose the same amount of weight as someone who has actually had the surgery performed on them by listening to this hypnosis MP3 download.\r\nHere’s what you won’t get:\r\nNo recovery time\r\nNo feelings of hunger\r\nNo hospital stay\r\nNo time off from work\r\n\r\nIf you are at the point where you need to either lose weight or get an entire new wardrobe, then it’s time for something new. You usually have the same problem. You’ve done diets before and lost little or no weight. All those things you’ve seen on tv never worked but this does.\r\nGastric Band Self Hypnosis For Weight Loss is becoming increasingly popular and many of our customers have already experienced the benefit of losing weight easily and effortlessly with this hypnosis MP3 download.\r\nThey typically report that they can only manage to eat small amounts of food after their at home hypnotherapy session. They continue to lose weight at a steady pace.\r\nHere’s what you DO get with this affordable hypnosis mp3\r\nYou’ll have more energy to do the things you want to do\r\nYou’ll know that you are good looking – and you’ll enjoy the feeling\r\nLook AND Feel amazing – that’s the bottom line\r\nYou want a snack and you want to lose weight – which of your desires will win\r\n\r\nYou can lose the same amount of weight as someone who has actually had the surgery performed on them by listening to this hypnosis MP3 download, without the hassle.\r\nI use unique cutting edge technology which combines realistic background hospital sounds with guided self hypnosis, healing tones and binaural beats to stimulate your brain and help you directly reprogram your thoughts about eating.\r\nDownload the Gastric Band Self Hypnosis mp3 for Weight Loss today for just $10\r\n\r\n“Yes! I’m Ready to to Lose Weight Easily and Affordably Using Gastric Band Self Hypnosis Without the Hassle Of Going Under The Knife”\r\nGive me INSTANT ACCESS to the “Gastric Band Self Hypnosis” for Weight Loss:\r\nI understand I’ll be downloading “Gastric Band Self Hypnosis” for Weight Loss for just $10.\r\nI’ll have everything I need to get started right away, within minutes.\r\nGet Started Today For only $10.00\r\n\r\nOrder with confidence on our 100% secure servers.\r\n\r\nSo what are you waiting for?\r\nIt’s not too late to make a difference.\r\nGet the “Gastric Band Self Hypnosis” Instant Digital Download Now.\r\nTo Your Health,\r\n\r\nD.J. Frost\r\nP.S. If you’re still not sure. Remember, you receive a 60 day guarantee. Plus I kept the cost low. If you have any question that needs to be answered before you purchase send me an email. You can do so by sending an email to our helpdesk at: help1 (at) hypnosis-self-help (dot)com. Or call me toll free: 888 -357-7427 Click here now to get started today!\r\nMy Personal Guarantee\r\nI am so confident that you’ll receive great actionable content and ideas that I’ll give you immediate access to “Gastric Band Self Hypnosis” for Weight Loss with your purchase today. Take advantage of all the information for a full 60 days. Then you be the judge, prove to yourself the value and decide that you are fully delighted. I just want you to have this because there is absolutely no reason not to. I promise you, it will make a powerful difference in your life right now.\r\nTry my “Gastric Band Self Hypnosis” for Weight Loss for 60 days. If at any point during that time you are unsatisfied, just let me know and you’ll get a full 100% money back refund.\r\n\r\nReturn To Top Of Gastric Band Self Hypnosis\r\n\r\nShare your thoughts with us!\r\nWe want to hear what you are thinking!","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/gastric-band-self-hypnosis-mp3-for-weight-loss/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/gastric-band-self-hypnosis.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nHypnosteps: STOP SMOKING for LIFE Guided Hypnosis & NLP CD\r\nDo you need to quit smoking?\r\nMaybe your lungs are hating you right now…when you try to exercise or even just walk up the stairs.\r\nWhatever your reason (and I know you have one) decide that now is the time to make it happen.\r\nWhat I like about this hypnosis CD is that it also includes NLP techniques.\r\nYou’ll figure out what your triggers are and nip them in the bud. If you like to smoke as soon as you get in your car…that’s a trigger. Or maybe you want a cigarette when you have a cup of coffee. You might even think smoking is relaxing. Physically it does not relax you. You know what IS relaxing?\r\nSelf hypnosis is relaxing.\r\nIf you are not sure what it feels like, I’ll tell you.\r\nIt feels like when you are laying in bed in the morning and you are not quite asleep and yet you are not quite awake either. You are sort of in between. It feels so good.\r\nWhile you are in this deep state of relaxing trance, your mind will more easily accept the suggestions that will help you to stop smoking.\r\nIt’s that easy.\r\nYou will stop reaching for cigarettes.\r\nAre you ready?\r\nSee more great Stop Smoking By Hypnosis mp3′s, cd’s and books.\r\nShop safe at Amazon and enjoy free shipping if you spend $25 or more.","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/hypnosteps-stop-smoking-for-life-guided-hypnosis-nlp/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/stop-smoking-by-hypnosis-hypnosteps-stop-smoking-for-life-guided-hypnosis-nlp-cd.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}