{"dmca":{"id":51991,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-11-15T05:00:00Z","date_received":"2012-11-15T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Hypnosis Self Help","principal_name":"Hypnosis Self Help","recipient_name":"Google, Inc.","works":[{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nI am a futures trader and have huuuge problems with “pulling the trigger”.Mechanically I am correct a very large percentage of the time but miss many opportunities to make money because I talk myself out of a trade. In the end I watch it do exactly what I thought it would and sit on the sidelines frustrated that I talked myself out of another one?I have read EVERY psychology book known to man and they all say the same thing (which I believe by the way), to focus on the process not the result. I know this to be true but cannot seem to trust my process (which is very good) and instead worry what will happen if I’m wrong (the result).Can hypnosis help me get over this hump and if so how do you suggest I go about it? Thanks.Sherri’s Answer: Great question because you have really boiled it down to what you need. Hypnosis can help you to focus on the task at hand which in your case is the process of trading.You might find this hypnosis mp3 will help you to remain calm and focused.When you can calm down and stay in the moment, you will not be focused on thoughts of what might happen. Perhaps this is just what you need for your trading.","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/hypnotism-for-trading/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/hypnotism-for-trading.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nProven Scientific Law of Attraction Techniques\r\nIn The Secret of Deliberate Creation, Dr. Robert Anthony gives you specific law of attraction techniques that are the ultimate formula for success.\r\nImagine if all you have to do is sit in your comfortable arm chair and think about abundance and prosperity to make it happen. The thought sounds very appealing, but you just know there is a bit more to it than that, don’t you?\r\nIt takes inspired action to get what you want.\r\nEffortless Choices\r\nMaking inspired choices and decisions is the key to creating your life by design, just the way you want to live.\r\nYou’ll easily know when the time is right to take action with a little help from your E.S.P. (that’s what Robert Anthony calls your essential silent partner.)\r\nDon’t listen to the gurus who are out there telling you to just think positive thoughts. They are saying things like “Just think about the things you want and you will get them.” That’s what Robert Anthony calls ‘Metaphysical malpractice’.\r\nProven scientific system and it’s guaranteed.\r\nIn The Secret of Deliberate Creation, Hypnotist Dr. Robert Anthony explains the mystery of the mind. He gives you specific law of attraction techniques that you can easily use immediately.\r\nRobert Anthony created this program to give you the essential missing piece in thinking positive. You get the ultimate attraction secrets that will bring rapid life changing results and yes, he guarantees it.\r\nDr. Robert Anthony – Master Hypnotist and NLP Practitioner\r\nIn case you haven’t heard of Dr. Robert Anthony, he is a master hypnotist and NLP practitioner. He earned his Ph.D. in behavioral psychology and worked as a psycho-therapist.\r\nI’ve admired him for many years and he has been a role model for me. Robert Anthony has helped me and I think he can help you too.\r\nHis training goes much deeper than positive thinking. He shows you how to use the power of the mind to align your subconscious mind with your conscious mind.\r\nWhen the two are in alignment, the magic happens.\r\n\r\nHere’s why you aren’t getting what you want.\r\nDid you ever stop to think about why don’t you get what you want?\r\nYou don’t get the things you want in life because you are usually thinking of the things that you don’t want. Or maybe you are thinking about the abundance and prosperity that you do want, but deep down you feel that it is actually impossible.\r\nYou may think you want a beach mansion and a red Ferrari but there is a little voice inside telling you that it will never happen.\r\nEliminate self sabotage and mental blocks\r\nThat little voice is your subconscious mind and it might be saying things like “I can’t do this” or “this is impossible”. You might even hear “I know that works for other people but not for me.”\r\nIt’s the self sabotage and mental blocks that hold you back and you need to learn how to eliminate them.\r\nKnow what you want with 100% certainty\r\nIt’s possible that you don’t really want the beach house after all. Robert Anthony shows you how to know what you want with 100% certainty.\r\nWouldn’t knowing what you want with 100% certainty help you get it?\r\nYou’ll learn how to manifest:\r\nmore money\r\nmore freedom\r\nbetter relationships\r\nManifest anything that you want right now with these law of attraction techniques.\r\nHere’s what you will discover:\r\nYou will learn how to align your subconscious mind with your conscious mind. If you don’t do this, your conscious mind will criticize and critique every new idea that you try to come up with. You’ll never get what you want that way.\r\n\r\nLearn to deliberately create the life that you want instead of allowing things to happen to you. Decide what you want and then create it.\r\n\r\nLearn what the ‘flip switch’ can do for you. Once you understand this easy concept, you can quickly change from a good mood to a bad mood – just like flipping a light switch to turn on a light.\r\n\r\nFind out how to get your conscious mind to agree with your subconscious mind and why it’s important.\r\n\r\nUnderstand the importance of ESP. It’s not what you might think. It’s your Essential Silent Partner.\r\n\r\nA Winning Combination\r\nWhen you determine exactly what you want and get your conscious mind to agree with your subconscius mind then tell it to your ESP… you’ve got a winning combination.\r\nThis program is a part of my personal library and I’ve listened to the entire thing three times. Each time I do, I gain more awareness and understanding of myself and what I want.\r\nI very highly recommend The Secret of Deliberate Creation audio program from Dr. Robert Anthony. These law of attraction techniques have helped me and I think they will help you too.\r\nDon’t let yourself be sabotaged from success any longer.\r\nNo more excuses. It’s the ultimate guide to creating creating your life by design.\r\nWhat you believe is true\r\nIf you believe that you have to work hard for success then that is what you will do. Why not change that belief? Many successful and happy people do NOT work hard or struggle through their life.\r\nYou deserve to live a life of happiness. You deserve to live a life without struggle.\r\nThis program comes with 6 CD’s giving you law of attraction techniques that are well worth the money. You also get a bunch of bonuses too which makes it even better.\r\nHere is what you will learn:\r\nWhy most self-improvement programs fail and how you can make sure this one works for you\r\n\r\nQuantum Physics – the key to creating your future\r\n\r\nHow to make ‘law of attraction’ techniques work FOR you instead of AGAINST you\r\n\r\nHow the ‘collective consciousness’ of others can control your life\r\n\r\nHow to use your inner guidance system to make the right decisions all the time\r\n\r\nThe secretof the ‘flip switch’\r\n\r\nIntroducing your ‘essential silent partner’\r\n\r\nMind-set vs. Heart-set\r\n\r\nHow to know what you truly desire with 100% certainty\r\n\r\nAllowing vs. resisting – the key to magnetic attraction\r\n\r\nHow to eliminate self-sabotage and mental blocks – forever\r\n\r\nMany more law of attraction techniques!\r\nWhen you listen to The Secret of Deliberate Creation, you will be on the road to no more excuses.\r\nThe Secret of Deliberate Creation gives you the tools to make real and lasting change in your life. It is money well spent.\r\nInstead of resisting what you want, learn to become a magnet and attract it.\r\nClick here to find out more law of attraction techniques in this program by Dr. Robert Anthony.\r\n\r\nRelated self help articles with tips and advice we think you will enjoy.\r\nCopyright © 2003-2012 Pro Power Services, Inc. All rights reserved","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/law-of-attraction-techniques-with-robert-anthony/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/law-of-attraction-techniques.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nDealing with frustration is a key skill you need to master if you want to improve your golf game.\r\nIf you have a low frustration tolerance, you may tend to fall apart after one bad hole, or even a particularly bad shot.\r\n\r\nKnowing how to handle frustration can help you come back after a slow start. These golf tips combined with the power of your mind (in the form of a little self hypnosis) will help you.\r\nKnow When You’re Frustrated\r\nThe first key element of learning how to handle frustration is making sure you actually recognize signs of frustration when they appear in yourself. Sometimes, we’re completely unconscious of the fact that our frustration is directing out actions – we just react.\r\nYou need to start making a conscious effort to notice when you’re taking hasty action out of frustration. You’ll still slip up at times at first, but the more you train your mind the more you’ll start to notice when frustration is taking over.\r\n\r\nSigns Of Frustration\r\nHere are a few common signs you’re letting frustration influence your game:\r\nYou can’t concentrate\r\n\r\nYou’re stuck in a negative thought loop about howbad you are at golf\r\n\r\nYou rush shots and make needless mistakes\r\n\r\nYou miss shots that are easy when you have a clear head\r\n\r\nYou’re extremely tense and nervous\r\nIf you notice any of these signs, take a moment to recognize the frustration. Just being aware of how the feeling of frustration is affecting your actions helps dissipate the emotion.\r\nThese golf tips will help you when you are dealing with frustration:\r\nSlow Down\r\nOnce you’ve identified that frustration is having a negative effect on your game and you’ve become conscious of the emotion, try slowing down everything you do. In particular, go through each swing slowly, in your mind and with slow physical practice swings, before you step up to take your real shot.\r\nRelax Your Body\r\nRelaxation of the body is a key to quieting the mind. Frustration often leads to unconscious tension in the jaw, shoulders and throughout the body. If you catch yourself tensing up, consciously relax. The body and mind are intertwined, so changing the physical state of your body can lead to a change in your thought patterns almost instantly.\r\nThis doesn’t just apply to when you’re taking your shots, either – you should be consciously relaxed even when you’re walking to your ball or watching someone else take their shot. Don’t allow frustration to take control of your muscles.\r\nTune Out Trash Talk\r\nCertain people like to try to get inside your head with trash talk on the golf course. If you let this affect you, you automatically give your opponent the upper hand. The key is to learn to tune out anything negative an opponent says. Recognize it for what it is: not real criticism, but simply an attempt to get a reaction. Don’t walk into the trap by reacting – take deep breaths and keep your cool.\r\nNo one can affect your emotions unless you choose to react.\r\nTo really tap into your mind power try a little self hypnosis. It will help you follow these golf tips by keeping you focused.\r\nYou’ll be dealing with frustration and enjoying your game of golf.\r\nYou might also enjoy these related articles:\r\n\r\nReturn to top of ‘Dealing With Frustration During Your Golf Game’\r\n\r\nShare your thoughts with us!\r\nWe want to hear what you are thinking!","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/dealing-with-frustration-during-your-golf-game/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/dealing-with-frustration-during-your-golf-game.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nby Kenneth McRae(UK)\r\n\r\nIf you lack confidence and want to gain confidence the only worthwhile tool available which is guaranteed to do the job is your mind itself.\r\nIf you think about it in any depth you’ll probably come to appreciate that using imagination and visualization to improve your self image and thereby boost your confidence is truly not only the best but in fact the only really effective way to discard negative, limiting self beliefs and replace them with positive ones.\r\n\r\nThere are no magic pills or exercises that can completely and permanently do this. It all comes from within the mind. Just as lack of self belief is “all in the mind” so is confidence and self assuredness\r\nImagination is the feature of your mind from which ultimately all of your beliefs about yourself, your relationships, the world and life in general are formed. If as a child you were frequently told that you were hopeless at everything you would have eventually built up in your mind – imagined – an image of yourself as being ineffective and prone to failure.\r\nThese thoughts and images habitually occupying the conscious mind would gradually have become imprinted onto the subconscious mind. The subconscious mind is incomprehensibly powerful and has powers and abilities most people couldn’t even dream of, but is nevertheless guided by the positive or negative nature of the thoughts and images that it habitually receives from the conscious mind.\r\nSo if you begin to constantly think of yourself and see – imagine – yourself as being ineffective and prone to failure, your subconscious will respond to this by continually prompting you towards situations, circumstances and people which will serve to confirm and entrench this view.\r\nHowever the subconscious is indifferent as to your success or failure, health or ill health or self belief or lack of it. What this means is that it will work just as effectively for you as it will against you.\r\nConsistently think of, imagine and believe yourself to be lacking in confidence and your subconscious will work tirelessly to ensure that you stay that way. Think of, imagine and believe yourself to be confident and self assured and your subconscious will work tirelessly to maintain and enhance your sense of self belief.\r\n\r\nSo how do you go about getting your powerful subconscious mind to work for you and not against you? The answer to that is very simple, though the process does require a certain amount of dedication. If you’re lacking in confidence there’s no decree or law of nature which says that you have to stay that way forever, no matter how deeply ingrained feelings of low self esteem may be.\r\nYou simply change your mind, change the way that you think, imagine – visualize – yourself. The other side of the coin is that this can’t be done overnight, in many cases it will require as mentioned previously dedication and commitment.\r\nSelf Hypnosis\r\nDedicate and commit yourself to a daily program of relaxation and visualization – aka self hypnosis – whereby you once or preferably twice a day set aside a period of around 15 minutes to first of all get yourself physically and mentally relaxed somewhere where you can have privacy and quiet.\r\nWhen you’re lying or sitting down comfortably, close your eyes and begin to breathe in and out quite deeply and slowly. After a few minutes of this begin to create in your mind an image of yourself as you want to be, for example confident, assured, popular and socially active. See – visualize – yourself conversing confidently with people you know and people generally. Imagine yourself having animated and stimulating conversations with others, imagine yourself receiving invitations to parties, gatherings and so on. Visualize and feel – emotionally – all this as happening right now, already, not as something you hope will happen in the future.\r\nLet your imagination roam freely through various scenarios involving you confidently interacting with others in various social situations, then, after 5-10 minutes or so, bring yourself back to normal consciousness. After a few days decide on whether you’re more comfortable visualizing a fixed sequence of images which you visualize each time, or whether you prefer a more “free association” type of visualization where you just go wherever your imagination takes you, or a combination of both.\r\n\r\nWhat makes this different from idle fantasy is practice and consistency. If you only visualize like this once in a while, or give up after a week, you’ll gain little or nothing. If on the other hand you stick to your program and do it once or better twice a day – every day – soon these thoughts and images will begin to register on the subconscious. And when – through repetition and emotion – your subconscious has accepted and absorbed the new belief system, then the new confident and self assured you will become permanently established. Be prepared in advance to do this every day for anywhere between a couple of weeks and 2 or 3 months.\r\nSome people in the earlier stages encounter some difficulty in maintaining their focus on the images they want to visualize, meaning that sometimes unrelated thoughts about this or that wander into your mind as you’re trying to visualize. Just let them come and go, or, if they persist, gently but firmly dismiss them from your mind and refocus on your visualization.","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/self-esteem-building-through-creative-visualization/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/self-esteem-building-through-creative-visualization.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nJust one easy golf swing tips can improve your game. Which one will work for you?\r\nThese five tips to improve your golf swing will have you believing in yourself as you enjoy your day on the course.\r\nPaying attention to your golf swing right in the moment, while it is happening, is one of the hardest things to do.\r\nYou are so used to thinking about the shot that you just made. You are remembering how good (or bad) it was.\r\nThen you start thinking about the next one.\r\nEach tip involves your inner game of golf rather than a specific technique so that you are paying attention to your golf swing right while it is happening.\r\nSelf hypnosis is the power behind your inner game giving you the ability to hyper-focus on each of these golf tips.\r\n5 Easy Golf Swing Tips\r\n1. Awareness\r\nWhile you practice, take a few easy swings. Whether you are a beginner or an accomplished golfer, there are a lot of things going on at once as you take a swing. Focus on your body and notice what stands out. Is there tension or tightness? Exactly where do you feel it? As you pay close attention to the area where you feel tension, you will automatically release it.\r\n2. Acceptance\r\nStart at your feet and scan each part of your body as you move towards your head. Notice how each part feels and what it is doing. At this point, don’t be judgmental about what you think it should be doing. Just notice and accept what it is doing. You may think that your feet are supposed to be a certain way and find that they aren’t doing what you think they should. Once you begin to notice, they will gradually and naturally make the adjustment. The same goes for the rest of your body.\r\n3. Tempo\r\nPay attention to your tempo. Every player will play at their own tempo. Just because you see a pro linger before they swing the club doesn’t mean you should do the same thing. You probably process information at a different speed. Speeding it up or slowing it down can kill your game. Be aware of your own tempo and allow it to happen naturally.\r\n4. Rehearsal\r\nMost golfers know the importance of the mental rehearsal but few actually do it. You get distracted before you begin your game of golf because you are busy catching up with your friends. Or maybe you are placing your bets. Make it part of your pre-golf routine to mentally rehearse your swing. You will walk to the first tee with more confidence as you remember the feeling of success and believing in yourself as a winning golfer.\r\n5. Recognition\r\nIt is interesting to note that we talk about playing a ’round’ of golf. Something that is round has no beginning and it has no end. There is always another goal or something else that you want to improve. Simple recognition of this fact will help you to relax and enjoy. After all, this is what keeps you coming back to play again and again. Isn’t it?\r\nWhen you put some focus on your inner game you’ll find that you enjoy your round of golf even more.\r\nGet started with your favorite of these easy golf swing tips and add a little self hypnosis for an extra boost of focus.\r\nYou might also enjoy these related articles:\r\n\r\nReturn to top of ‘Easy Golf Swing’\r\n\r\nShare your thoughts with us!\r\nWe want to hear what you are thinking!","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/easy-golf-swing-tips-for-your-inner-game/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/easy-golf-swing.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nListen to Dr. Richard Bandler in this interview as he discusses Neuro Linguistic programming (NLP).\r\nHow do you make effective change in your life or in the life of someone else? The answer is with NLP. Neuro Linguistic Programming is a useful and powerful tool to make the change that you want happen … quickly.\r\nRichard Bandler / NLP Interview Part One\r\nRichard Bandler joins our Top Ten BlogTalkRadio ‘Self Help Radio Show’ and Top 200 iTunes Podcast to discuss how NLP is used to help people succeed at things.\r\nRichard Bandler is the co- creator and developer of NLP who conducts seminars and workshops and is the author of many books including his latest “The Secrets Of Being Happy”\r\nHe uses a unique blend of NLP, hypnosis and linguistics and is a top contributor in the world of Self Help.\r\nClick the ‘play’ arrow to listen:\r\n\r\nDr. Richard Bandler Transcript – Part One\r\nSherri Frost – What is NLP in a concise way that people can easily grasp?\r\nDr. Richard Bandler – Well, Neuro Linguistic Programming (NLP) is quite simply the name I gave to the technology that I developed starting about four decades ago. Neuro Linguistic Programming is really the study of the structure of subjectivity. It’s a set of techniques that you use to model excellent behaviors.\r\nWhereas psychology went in to try to find out what was wrong with people and where it started, it was a corrective science, Neuro Linguistic Programming is proactive.\r\nWhat we do is study what people do subjectively when they succeed at things. Everything from learning to spell, to be a good baseball player or to be a happy person and we build models or algorithms of these things and teach other people how to do it.\r\n\r\nThe simplest example is spelling. When I worked with “educationally handicapped” kids, rather than trying to figure out how they got “educationally handicapped” or what went wrong, I went and found people who won spelling bees and found out exactly what they were doing, taught “educationally handicapped” kids to do exactly the same thing.\r\nWhich quite simply was to look at words and make pictures of them in their minds which was about sixteen inches big, so that the letters were roughly sixteen or eighteen inches in their mind so that they could read them forwards and backwards and copy them down.\r\nWhen you teach kids to do that rather than to spell phonetically, which by the way can’t even be spelled phonetically (it’s a really ridiculous system), when you teach kids to make big pictures of words it’s very easy for them to copy down. Plus, it doesn’t matter how long the word is, it’s just one picture.\r\nSuccessful spellers do this in every language all over the face of the earth and unsuccessful spellers don’t. When you model successful behaviors, whether they are a simple thing like spelling or a sophisticated things like being a good baseball player or somebody who studies well or somebody with a good memory, or somebody who lives their life happily, when you model success you can repeat success.\r\n“When you model success you can repeat success.”\r\nThe trouble with psychology is they focus on modeling failure and it doesn’t really help people. It doesn’t matter what happened in the past. What gives us the ability to go into the future is the structure of our neurology. Our neurology is designed to learn new things and to be adaptive. If you take advantage of the way our neurology works, you can change people quickly, permanently and very fast.\r\nIf you go on an archeological dig of their whole life to find out what went wrong you could do that for years and everything from psychoanalysis and psychology has been doing this for years.\r\nHypnotists on the other hand have always dealt with trying to get people over the edge of symptoms. So if somebody has phantom limb pain they hypnotize them and tell them to stop. They don’t try to figure out which train hit them and how fast it was going at the time it happened.\r\nDr. Richard Bandler Recommended Resources:\r\nClick here for Amazon’s complete selection of Richard Bandler Resources.\r\n\r\nShare your thoughts with us!\r\nWe want to hear what you are thinking!","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/richard-bandler-interview-nlp-neuro-linguistic-programming/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/richard-bandler.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nForever Smoke Free! Stop Smoking Hypnosis (3 CD Set)\r\nCelebrities have done it and so can you.\r\nThis Beverly Hills Hypnosis set of CD’s will help you stop smoking with the help of self hypnosis.\r\nYou might not realize it but anyone can be hypnotized.\r\nI know you’ll enjoy the feeling of hypnosis too. It just feels like the deepest sense of relaxation that you have ever felt.\r\nA nice side effect is that you will probably sleep much better too.\r\nWhy do we use self hypnosis to help smokers quit smoking?\r\nIt’s because while you are in that really deep relaxing trance, your subconscious mind is paying close attention to all the suggestions that it is hearing. And it remembers them.\r\nStop smoking hypnosis retrains your subconscious mind so that you can begin to act in new ways.\r\nYou’ll start to act like a non-smoker does. Did you know that they don’t even think about cigarettes? You won’t either.\r\nThis set from Beverly Hills Hypnosis comes with three CD’s. The first one will prepare you to quit. The second CD gives you hypnotic suggestions to quit. That one if for your ‘quit day’. The third CD will help you to maintain your new status as a former smoker.\r\nLet self hypnosis help you say goodbye to cigarettes and smoking for good.\r\nSee more great Stop Smoking By Hypnosis mp3′s, cd’s and books.\r\nShop safe at Amazon and enjoy free shipping if you spend $25 or more.","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/forever-smoke-free-stop-smoking-hypnosis-cd-set/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/stop-smoking-by-hypnosis-forever-smoke-free-stop-smoking-hypnosis-3-cd-set.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nYou Already Know What it Takes, Right? You know the healthy way to lose weight.\r\nThe thing about weight loss is that we all know what it takes. You know that eating less and exercising more is the answer.\r\nIt’s just that you probably believe that it is hard to do. This belief is what keeps it from happening.\r\nWe’re going to work on changing that belief into something that is more useful for you. First, get in touch with what you are saying to yourself about losing weight.\r\nGet in touch with the power of your subconscious mind.\r\n\r\nHere’s how:\r\nThis is an exercise that I give my coaching clients. Don’t worry, it’s easy.\r\nFor just one day, carry around a small notebook and write down all of your thoughts about food, exercise and your body.\r\nNo one has ever been able to do it for an entire day because the number of thoughts going through your mind is staggering. You’re going to notice a trend in what you say to yourself.\r\nNext, answer these questions honestly:\r\nDid you say nice things to yourself?\r\n\r\nIf someone else said those things to you, would be insulted?\r\nMost people who are trying to lose weight find that they are saying things that are pretty mean. Things like “I’m so fat” or “I’ll never lose”\r\nYou know that you would never let anybody else get away with saying those things to you, so why do you let yourself get away with it? It’s because you aren’t aware of it. It’s done on a subconscious level and you are just so used to it that you hardly notice any more.\r\nTake some time to do the exercise and answer the question. It just might be an eye opener for you. Being aware of your thoughts is the first step in changing them…for the better. Use the power of your subconscious mind to your advantage.\r\nIt is the first step in finding a healthy way to lose weight.\r\nUse self hypnosis to develop the power of your subconscious mind. You’ll find that you start talking to yourself in a way that helps you to lose weight in a natural, healthy way.\r\nSelf Hypnosis Resources:\r\n\r\nRelated Articles:\r\n\r\nShare your thoughts with us!\r\nWe want to hear what you are thinking!","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/healthy-way-to-lose-weight-by-using-your-subconscious-mind/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/healthy-way-to-lose-weight.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nQuit Smart Quit Smoking with Hypnosis: Relax as you develop the care and respect for your body that naturally lead to freedom from cigarettes Audio CD\r\nYou lost count didn’t you?\r\nHow many times you have tried to quit smoking, that is.\r\nLike so many others, you’ve tried too many times to remember.This time, use self hypnosis to get better results.\r\nUse self hypnosis to put down the cigarettes and never touch them again. Throw out the ashtrays. Throw out the matches.\r\nEnjoy the wonderful relaxing sensation of self hypnosis and allow it to give you the boost you need to make it happen.\r\nEasy And Effective\r\nIt’s one of the easiest and most effective ways to stop smoking that you will come across.\r\nThe habit of smoking is all in your mind. Self hypnosis helps you to change your mind so that you are thinking like a non-smoker. What that means is that you will stop thinking about smoking and all the rituals that go along with it.\r\nPeople who do not smoke, never even think about it.\r\nThey don’t spend time buying (or borrowing) cigarettes. They don’t worry where or when they can smoke. It’s just not on their mind at all.\r\nWhat will you do with all that extra time when you quit smoking? How will your life be better?\r\nThe time is now, isn’t it?\r\nSee more great Stop Smoking By Hypnosis mp3′s, cd’s and books.\r\nShop safe at Amazon and enjoy free shipping if you spend $25 or more.","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/quit-smoking-with-hypnosis-cd/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/stop-smoking-by-hypnosis-quit-smart-quit-smoking-with-hypnosis-relax.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nWho were you? Where did you live? Were you happy?Finding out the answers to these questions may shed light on the problems you have today.As you delve into your journey to discover past lives, there are many ways to uncover your memories.Self hypnosis is the best way (in my humble opinion) because when you travel back in time with a past life regression you get to vividly experience the memories in detail…just like you were actually there.This is the difference between using self hypnosis and having a past life reading.A past life regression through self hypnosis gives you the feeling of being more connected to the memories.Self Hypnosis DownloadIn this hypnosis download, you will journey to the past to find out who you were and where you lived through the spectrum of the colors of the rainbow.As each color of the rainbow changes into the next you’ll go deeper and deeper into a hypnotic trance so that you can access your past life memories.This is a simple and easy to use self hypnosis mp3 that you can easily fit into the end of your day or weekend.My favorite time to listen is right before going to sleep because then you can allow yourself to drift off and have a deep night of sleep.You may even find that it stimulates even more memories in the morning, so be sure to keep a notebook next to your bed.You’ll want to remember all of the insights you’ve discovered from your past life so that you can learn more about yourself and uncover your own awareness and truth.See more great Past Life Healing mp3′s, cd’s and books.Shop safe at Hypnosis-Self-Help.com, verified Authorize.net merchants.","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/past-life-healing-my-past-life-rainbow-journey/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/past-life-healing-my-past-life-rainbow-journey.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}