{"dmca":{"id":16005,"type":"Dmca","title":"Veterinarian Seeks Takedown Of Copyrighted Material Used To Criticize Him","body":"Sent via email and fax\r\nre: DMCA notice of Copyright Infringement\r\nTo: Justhost.com, 1958 S 950 E. Provo, UT. 84606, FAX #801-765-1992, email: legal@justhost.com\r\nTo Whom It May Concern:\r\nMy name is Dr. Steven Eisen and I am President of Pet Love LLC. A website that your company hosts (according to WHOIS information) is infringing on at least one copyright owned by my company.\r\nCopyrighted test and graphics from several pages of our websites were copied onto your servers without permission. The original material, to which we own exclusive copyrights, ca be found at:\r\na)\thttp://dogcanceradvice.com/about-the-book-2/\r\nb)\thttp://dogcanceradvice.com/canine-cancer-information/dog-cancer-treatments/\r\nc)\thttp://dogcanceradvice.com/canine-cancer-information/alternative-cancer-treatments-for-dogs/\r\nd)\thttp://dogcanceracademy.com/cancer-causing-toxins/\r\ne)\thttp://dogcanceracademy.com/the-dog-cancer-diet/\r\nf)\thttp://dogcanceracademy.com/canine-cancer-vaccinations\r\nThe unauthorized and infringing copy can be found at:\r\n\r\nhttp://skeptvet.com/Blog/2012/07/dog-cancer-expert-steven-eisen-bad-advice-from-an-unreliable-source/\r\nThis letter is official notice under Section 512© of the Digital Millenium Copyright Act (“DMCA”), and I seek the removal of the aforementioned infringing material from your servers. I request that you immediately notify the infringer of this notice and inform them of their duty to remove the infringing material immediately, and notify them to cease any further posting of infringing material to your server in the future.\r\n\r\nI have a good faith belief that use of the copyrighted materials described above as allegedly infringing in not authorized by the copyright owner, its agent, or the law.\r\n\r\nUnder penalty of perjury, I certify that the information contained in this notification is both true and accurate, and I have the authority to act on behalf of the copyright(s) involved. I am providing this notice in good faith and with the reasonable belief that rights my company owns are being infringed. Should you wish to discuss this with me please contact me directly. \r\nThank you.\r\n\r\nDr. Steven Eisen\r\n11379 Dancing River Drive Venice, FL 34292\r\nPhone: 941-480-0595\r\nEmail: drsteve@dogcanceradvice.com\r\n","date_sent":"2012-07-30T04:00:00Z","date_received":"2012-07-30T04:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"Steven Eisen","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}