{"dmca":{"id":16033,"type":"Dmca","title":"RE: \"noreda.dk\" and \"noreda.se\"","body":"Dear Sir,\r\n\r\nI am referring to out telephone conversation today and your mail.\r\n\r\nAs I told you Nordea is very much concerned about your websites \"noreda.dk\" and \"noreda.se\" for the following reasons:\r\n\r\nThe sites are:\r\n\r\nConsciously using an incorrect spelling of Nordea with the purpose of getting \"by accident\" contact to Nordea customers who push the wrong button on the keyboard \r\n\r\nUsing without authorisation Nordea's name several times (which is clearly illegal)\r\n\r\nUsing without authorisation copies of Nordea's Luxembourg's homepage, including log on pages (and thereby creating a possible phishing or \"man in the middle\" situation)\r\n\r\nYou are using a host master who is known to distribute CWS (cool web search) and Alexa which are known spy ware tools \r\n\r\nDownloading software on the pc's, which corrupt macros in Microsoft Outlook\r\n\r\nAccording to Danish law you are not legitimated to use Nordea's name on your site (either as a link or copies of Nordea's web pages), and you are not legitimated to use a name like \"noreda\", which sole purpose is to catch traffic from keyboard errors performed by users, who wants to reach Nordea's sites.\r\n\r\nTherefore we want you to take the consequences of your illegal behaviour. \r\n\r\nWe want you to \r\n\r\n1) close down the sites immediately and \r\n\r\n2) promise not to register the sites \"noreda.dk\" and \"noreda.se\" again and \r\n\r\n3) promise not in the future to register any similar sites again, which is using any kind of wrong spelling of Nordea's name.\r\n\r\nSo please in your answer confirm that you agree with this and that you give Nordea Bank Danmark A/S power of attorney to close down the sites as soon as possible.\r\n\r\nIf I do not get your positive answer to the above mentioned I will take any legal action to close down the sites and make you responsible for all the legal costs which has already been defrayed and of course the future cost and expenses.\r\n\r\nKind regards,\r\n\r\nJesper Christensen\r\n\r\nNordea Bank Danmark A/S\r\n\r\nLegal Department\r\n\r\nTelephone:+45 33 33 54 25","date_sent":"2006-10-06T04:00:00Z","date_received":"2006-10-06T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Legal Department","principal_name":"Nordea Bank Danmark A/S","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}