{"dmca":{"id":16040,"type":"Dmca","title":"DMCA Complaint from Purple Math","body":"Purple Math\r\nP.O. Box 8584\r\nMesa AZ 58214-8584\r\n\r\n01 September, 2006\r\n\r\nGoogle, Inc.\r\nAttn: Google Legal Support, DMCA Comlaints\r\n1600 Amphitheatre Parkway\r\nMountain View, CA 94043-1351\r\n\r\nDear Google Legal Support,\r\n\r\nIt has come to our attention that certain copyrighted content, created by Elizabeth Stapel for Purplemath.com, appears to have been posted to your servers. In accordance with your stated DMCA policy, as was posted to http://www.google.com/notebook_dmca.html as of 30 August 2006, you are being provided with the following information:\r\n\r\n1) The identity of the work being infringed:\r\n\r\ni) http://purplemath.com/modules/solvquad.html --\r\neverything to the right of the tan-colored navigation bar, between the first example beginning with the text \"Solve (x-3)(x-4)=0.\" and the links at the bottom of the page, including all of the graphics\r\n\r\nii) http://purplemath.com/modules/factquad.htm --\r\nthe text and graphics to the right of the tan-colored navigation bar, between the first horizontal bar and the links at the bottom, including: the first paragraph; the first example; the second paragraph and graphic after the first example; the second example; and the indented \"Notes\" after the second example.\r\n\r\niii) http://pruplemath.com/modules/factquad2.htm --\r\nthe text and graphics of the first example on the page\r\n\r\n\r\n2) identity of the infringing work:\r\n\r\n(a) http://www.google.com/notebook/public/13067098667760957401/BDS001goQ_oSfmLoh\r\n\r\n(b) the entire text (everything below the \"More by N1029676\" header link and above the Google footer bar), excepting only the section headers, the right-hand navigation bar, and the links to the locations of original content; and all graphic \"hotlinks\"\r\n\r\n3) Contact information of copyrgiht-holder:\r\n\r\nElizabeth Stapel\r\n2944 East Edgewood Avenue\r\nMesa AZ 85204-4705\r\n\r\nElizabeth Stapel\r\nP.O. Box 8584\r\nMesa AZ 85214-8584\r\n\r\n4) Contact information of Google client\r\nprofile page: http://www.google.com/notebook/user/13067098667760957401\r\n\r\nNo further information appears to be publicly available regarding your client \"N1029676\".\r\n\r\n5) \"I have a good faith belief that use of the copyrighted materials described above as allegedly infringing is not authorized by the copyright owner, its agent, or the law.\"\r\n\r\n6) I swear, under penalty of perjury, that the information in the notification is accurate and that I am copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\nThe Purplemath \"Terms of Use\" may be viewed at http://www.purplemath.com/terms.htm\r\n\r\nThe current Copyright Registration Certificate numbers are TX 5-725-275, TX 5-804-898, and TX 5-956-884 (copies available upon request); statutory damages may apply.\r\n\r\nPlease take appropriate action in this matter. Thank you.\r\n\r\nSincerely,\r\n[signed]\r\nElizabeth Stapel\r\nPurplemath.com\r\n\r\nenclosures: copy of infringement, samples of original content\r\n","date_sent":"2006-09-01T04:00:00Z","date_received":"2006-09-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Purple Math","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}