{"dmca":{"id":16046,"type":"Dmca","title":"Dream Works Complains about Unauthorized Use of American Idol Finalist's Song","body":"OCT 05 2006 23:05\r\n\r\nKEATS McFARLAND & WILSON LLP \r\nATTORNEYS AT LAW \r\n9720 WILSHIRE BOULEVARD \r\nPENTHOUSE SUITE \r\nBEVERLY HILLS. CALIFORNIA 90212\r\nTELEPHONE (310) 248-3830  \r\nFAX (310) 860-0363\r\n\r\nOctober 6, 2006 \r\n\r\nVIA E-MAIL AM) FAX \r\n\r\nBlogger Legal Support DMCA \r\nGoogle Inc \r\n1600 Amphitheatre Parkway \r\nMountain View, CA \r\n94043 \r\n\r\nFax (650)618-2680 \r\n\r\nRe: Unauthorized Use of DreamWorks and Paramount Properties http://ybf.blogspot.com/2O06/10/jennifer-hudson-kills-itcandids-galore.html\r\n\r\nTo Whom It May Concern: \r\n\r\nThis letter is being written to you on behalf of Dream Works SKG \r\n(\"DreamWorks\") and Paramount Pictures Corporation (\"Paramount\"). DreamWorks and Paramount are the owners of copyright and other intellectual property rights in and to the \"And I Am Telling You\" music recording by Jennifer Hudson. No one is authorized to copy, reproduce, distribute, or otherwise use the \"And I am telling You\" music recording without express written permission of Paramount and DreamWorks. \r\n\r\nWe have recently learned that the web site located at \r\n\"http://ybf.blogspot.com/2O06/10/jennifer-hudson-kills-itcandids-galore.html,\" for which you are the service provider is reproducing and/or distributing unauthorized copies of \"And I Am Telling You.\" \r\n\r\nOn behalf of DreamWorks and Paramount, we request your assistance in the removal of this link to the unauthorized content. \r\n\r\nIn accordance with the DMCA, we request your assistance in the removal of the \"And I Am Telling You\" music recording by Jennifer Hudson from this web site and any other sites for which you act as an Internet Service Provider. We have a good faith belief that use of the copyrighted materials described above is not authorized by the copyright owner, its agent, or the law. Furthermore we, hereby, under penalty of perjury, that the information in this notification is accurate and that we are authorized to act on behalf of Dream Works and Paramount.\r\n\r\nVery truly yours\r\n[signed]\r\nDavid K. Caplan\r\nKeats McFarland & Wilson LLP \r\n","date_sent":"2006-10-05T04:00:00Z","date_received":"2006-10-05T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Keats McFarland & Wilson LLP","principal_name":"DreamWorks","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}