{"dmca":{"id":16076,"type":"Dmca","title":"DMCA Complaint from Colin Melbourne","body":"legal@born-again-christian.info\r\n3rd. Oct 2006\r\n\r\nGoogle, Inc.\r\nAttn: Blogger Legal Support DMCA complaints\r\n1600 Amphitheatre Pkwy, \r\nMountain View CA 94043 \r\nUSA \r\n\r\nDMCA Complaint of Copyright Violation by comelordj.blogspot.com\r\n\r\nI, Colin Melbourne, am the sole owner of the website born-again-christian.info, which has had original copyright material taken from it without permission and posted illegally on webpages in Blogspot/Blogger. In addition to copyright infringement, our legitimate copyright notice has been removed in violation of International Copyright Law, and US Federal Law. Please remove all the infringing pages from your network immediately and kindly reply to: legal@born-again-christian.info Confirming your compliance with our request in accordance with DMCA 1998.\r\n\r\nHere follow details of the infringement\r\n\r\n1. The copyrighted work at issue is the original copyright text that appears legally on our website here \r\n\r\nSinner's Prayer to Be Saved:\r\nhttp://www.born-again-christian-info/sinners.prayer.htm \r\n\r\n2. The following pages contain the illegal infringing material \r\nhttp://comelordj.blogspot.com/2005/10/be-saved.html\r\n\r\nhttp://comelordj.blogspot.com/2005_10_01_comelordj_archive.html\r\nNB//The infringing text is posted under the Title Be Saved! Posted Thursday, October 06, 2005\r\n\r\n\r\n3. Reply to legal@born-again-christian.info \r\n\r\nStatutory Declaration\r\n\r\n4. I, Colin Melbourne, have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner its agent, or the law.\r\n\r\n5. I declare*, under penalty of perjury, that the information in this notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n*NOTE: I am a Christian missionary, Gods Word specifically commands me NOT to swear, just let your yes be yes. (Holy Bible, James 5:12; 'But above all things, my brethren, swear not, neither by heaven, neither by the earth, neither by any other oath: but let your yea be yea and your nay, nay; lest ye fall Into condemnation.) Therefore I don't swear anything, I simply declare the above to be true. \r\n\r\n6. SIGNED [signed] Colin Melbourne \r\nDATE. 3rd. Oct2006 \r\n\r\n","date_sent":"2006-10-03T04:00:00Z","date_received":"2006-10-03T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Colin Melbourne, born-again-christian.info","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}