{"dmca":{"id":16149,"type":"Dmca","title":"DMCA Complaint from [","body":"[Private]\r\n[Private]\r\nBethesda, MD 20817\r\n\r\nT [Private]\r\n[Private]\r\n\r\nOctober 7, 2006 \r\n\r\nGoogle, Inc. \r\nAttn: Google legal Support, DMCA Complaints \r\n1600 Amphitheatre Parkway \r\nMountain View, CA 94t43 \r\nF: 650 963-3255 \r\n\r\nRE: Notice of Copyright Infringement \r\n\r\nTo Whom it Concerns:\r\n\r\nAs required under the Digital Millennium Copyright Act,I am notifying you that, via your Blogger.com web service, a user is using one of my photographs and, in the process, is violating my exclusive rights to the image. \r\n\r\nThe photograph in question s one I took of the Washington, DC City Council. I host the image on Flickr, here: [www.flickr.com/photos/dcjohn/2925365/] You will note that, on the image's page, I have clearly marked that I hold the copyright to this image. \r\n\r\nThe first copyright violation occurs on Google's Blogger service here: \r\n[crackcity.blogspot.com/2006/09/to-tell-truth-dc-style.html]\r\n\r\nThe .jpg itself is also posted via the Blogger service here: \r\n[photos.hlogger.com/blogger2/2533/655722837227914/1600/council.jpg] \r\n\r\nI have twice sent letters to your user, \"[Private],\" requesting that he please remove the image. He has not done so. \r\n\r\nI have a good faith belief that the use of the copyrighted materials described above is not authorized by me (the copyright owner) or the law. I swear, under penalty of perjury, that the information in this notification is accurate, that I am the owner of an exclusive right to this media, and that I have a good faith belief this right is being infringed. As such, I request, under the terms of the DMCA, that you remove my image from the site immediately.\r\n\r\nHonestly, it frustrates me to have to trouble you with this request. I am a university professor with a background that has included teaching courses in Cyberculture. I often release my photographs into the public domain or under a Creative Commons license, and I generally support the free sharing of media. Moreover, I'm sure folks at Google have better things to do than to sort through and deal with copyright violations by its users. However, this user seems unwilling to comply with friendly requests to remove my image from the Google-hosted site, and I am left with no other recourse. \r\n\r\nWhile it has no baring on the status of this copyright violation, it might help you to understand my adamancy on this to know that the Blogger user who is violating the copyright is a public figure who routinely runs for political office in the District of Columbia, and who has made political statements that many view, at best, as deeply offensive. In short: while it is always frustrating to find one's copyrighted image being used without permission, there's a special sort of anger when one's image is being stolen by someone who is using it to advance an agenda that you see as both racist and homophobic.\r\n\r\nRegarding the \"crackcity.blogspot.com\" Blogger site as a whole, you also should be aware that, along, with my own copyrighted image, it is littered with other images that are immediately recognizable as being commercially owned and not in the public domain.\r\n\r\nIf you have any questions regarding this, you can reach me at work at 410-837-5329, or at home at 301-493-8385 My email address is jwindmueller@ubalt.edu.\r\n\r\nNote: Your DMCA takedown information page notes that you often forward requests to the chillingeffects.org website. You do not have my permission to publicly post this request. At bare minimum, I do not accept that I must submit to the public publishing of my private contact information in the course of notifying Google, Inc. of legal infraction.\r\n\r\nRegards, \r\n[signed]\r\nJohn Windmueller, Ph. D.\r\nAssistant Professor\r\nDivision of Legal, Ethical, and Historical Studies\r\nUniversity of Baltimore\r\n","date_sent":"2006-10-07T04:00:00Z","date_received":"2006-10-07T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"[Private]","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}