{"dmca":{"id":16193,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":"Marc Brandon \r\nVice President, Anti-Piracy \r\nInternet Operations\r\nWARNER BROS.\r\nENTERTAINMENT INC.\r\n\r\nOctober 11,2006 \r\n\r\nGoogle Inc. \r\nAttn: User Support, DMCA Complaints\r\n1600 Amphitheatre Parkway\r\nMountain View, CA 94043\r\nFax: 650.618.2649 \r\n\r\nRe: Unauthorized Use of DC Comics' Properties\r\n\r\n\r\nDear Sir or Madam: \r\n\r\nI, the undersigned, CERTIFY UNDER PENALTY OF PERJURY that I am the owner or agent authorized to act on behalf of the owner of certain intellectual property rights, said owner being named DC Comics. \r\n\r\nDC Comics is the owner of trademark, copyright and other intellectual property rights in and to the comic book series entitled SUPERMAN (the \"SUPERMAN Properties\"). Because of these rights, no one is authorized to manufacture, distribute, copy, sell and/or offer for sale products utilizing the SUPERMAN Properties without the express written permission of DC Comics.\r\n\r\nIt has recently come to our attention that the website located at \r\nhttp://ilovecomixsuperman.blogspot.com/ is offering content from the SUPERMAN Properties. I have a good faith belief that such content is not authorized by DC Comics, its agent, or the law and therefore infringes DC Comics' rights. Therefore, please act expeditiously to remove or disable access to the above-referenced website. \r\nPlease confirm that you have taken the appropriate action at your earliest convenience. Thank you for your prompt attention to this matter and please advise should you have any questions or require any additional information.\r\n \r\nThis letter is not a complete statement of DC Comics' rights in connection with this matter, and nothing contained herein constitutes an express or implied waiver of any rights, remedies, or defenses of DC Comics in connection with this matter, all of which are expressly reserved.\r\n\r\nSincerely, \r\nMarc Brandon\r\n\r\nA Time Warner Company\r\n4000 Warner Boulevard, Burbank, California 91522 \r\n(818) 954-6274 ","date_sent":"2006-10-11T04:00:00Z","date_received":"2006-10-11T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Warner Bros. Entertainment Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}