{"dmca":{"id":16224,"type":"Dmca","title":"FAS defends its \"Ready\" site","body":"Dear Mr. Anderson,\r\n\r\nYour letter of 14 August 2006 asked that FAS stop using the Really Ready marks and designs because of the alleged confusion with the Department of Homeland Security's Ready marks and designs.\r\n\r\nWe undertook our project in the hope that DHS would be able to take advantage of our efforts to provide accurate and accessible emergency preparedness and response information to the public. Indeed, we would like to offer the use of the content on ReallyReady.org to the Department of Homeland Security in your efforts to improve ready.gov and give you full permission to copy the presentation and novel information on our site.\r\n\r\nWe do not believe your concern that our site has caused \"substantial confusion to the public\" has any empirical basis. No visitor to the site could go beyond the most superficial glance before realizing that ReallyReady.org is different from Ready.gov. We have received numerous emails, and personal communications from individuals, the press, and representatives of government agencies at both the Federal and State level commending our effort. Not one comment has suggested that any visitor has been confused.\r\n\r\nAs you note, the FAS website has received substantial press coverage. In all of these cases, it was the novel information and improvements on ready.gov that have been noted, not the similarities. We created a website that represents a significant improvement on the Department of Homeland Security's website. If the public and press did not think our website is more useful, there would be no story.\r\n\r\nWe have now had the opportunity to review your request with our legal counsel and believe that the Patent and Trademark Office will eventually reject your service mark applications because the marks are descriptive and generic. We do not believe that there is anything particularly novel in the use of a green checkmark over the word ready and do not believe that the marks have come to be synonymous with the Department of Homeland Security or the Ready campaign.\r\n\r\nFurther, we believe that our analysis and use of the ReallyReady logos and graphics fall well within the definitions of fair comment and we have made it absolutely clear throughout the site that ReallyReady.org is a project of the Federation of American Scientists and that the analysis is meant as commentary on the ready.gov website.\r\n\r\nTo ensure that future discussion focuses on the differences in content between the sites and not use of service marks, we have changed the checkmark design and color on ReallyReady.org. We think this should take care of any concern about the likelihood of confusion between the two sites. However, as long as there is a need, we will continue to provide the best possible information to the public in the clearest possible terms and plan to expand our site further. Our hope is that ReallyReady.org will soon become redundant and unnecessary, at which point it will be retired.\r\n\r\n\r\nSincerely,\r\nMichael Stebbins, PhD\r\nDirector of Biology Policy\r\ncc: Dr. Henry Kelly, President\r\nDr. Ivan Oelrich, Vice President for Strategic Security Programs\r\n","date_sent":"2006-08-25T04:00:00Z","date_received":"2006-08-25T04:00:00Z","topics":["Responses","Copyright"],"sender_name":null,"principal_name":"Federation of American Scientists","recipient_name":"U.S. Department of Homeland Security","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}