{"dmca":{"id":16299,"type":"Dmca","title":"Text DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-04-14T04:00:00Z","date_received":"2012-04-14T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Huy Nguyen The","principal_name":"www.Oxy.co","recipient_name":"Google, Inc.","works":[{"description":"Title: Tại sao nên mở tài khoản Forex tại Forex.com?\r\n\r\nContent:\r\n\r\nForex.com luôn cam kết có những công cụ hỗ trợ giao dịch hiện đại và dịch vụ chăm sóc khách hàng tốt nhất để giúp các quý nhà đầu tư theo đuổi mục tiêu kinh doanh của mình.\r\n\r\nMột tập đoàn dẫn đầu về Forex\r\n\r\nMột thương hiệu lớn nhất và nổi tiếng nhất trong ngành công nghiệp Forex giúp bạn có sự tin tưởng, an tâm khi đầu tư.\r\n\r\n1. Thương hiệu toàn cầu\r\n\r\nForex.com là một thương hiệu toàn cầu. Cho đến nay, chúng tôi đã phục vụ hơn 240.000 tài khoản tại 140 quốc gia ở khắp nơi trên thế giới thông qua trụ sở chính ở Mỹ và các chi nhánh quốc tế. Chúng tôi có các văn phòng đại diện tại: New York, London, Tokyo, Hong Kong, Sydney và Seoul.\r\n\r\n2. Khuôn khổ pháp lý mạnh mẽ\r\n\r\nChúng tôi tuân theo quy định của 5 tổ chức pháp lý:\r\n\r\n•Chúng tôi đã đăng ký FCM và RFED với Commodity Futures Trading Commission (CFTC - Ủy ban giao dịch hàng hóa tương lai)\r\n•Là thành viên của National Futures Association  (NFA – Hiệp hội giao dịch tương lai) ở Hoa Kỳ.\r\n•Là thành viên của Financial Services Authority (FSA - cơ quan quản lý dịch vụ tài chính) ở Vương quốc Anh.\r\n•Là thành viên của Financial Services Agency (FSA - cơ quan quản lý dịch vụ tài chính) tại Nhật Bản.\r\n•Là thành viên của Australian Securities and Investments Commission (ASIC - Ủy Ban Chứng Khoán và Đầu tư Úc).\r\n\r\n3. Thực lực tài chính vững vàng\r\n\r\nĐược sự hỗ trợ mạnh mẽ từ công ty mẹ (GAIN Capital Holdings, Inc.), Forex.com luôn có bảng cân đối tài chính khỏe mạnh và đem lại nguồn lợi nhuận ổn định, bền vững...\r\n\r\n4. Một Tập đoàn có tính minh bạch cao\r\n\r\nGAIN Capital Holdings, Inc. đã được niêm yết trên NYSE – Sàn giao dịch chứng khoán lớn nhất thế giới New York Stock Exchange (mã giao dịch: GCAP).\r\nChúng tôi có mô hình quản trị doanh nghiệp đạt tiêu chuẩn cao, luôn công khai báo cáo tài chính hàng quý, hàng năm.\r\n\r\n5. Giành nhiều giải thưởng cao quý\r\n\r\nChúng tôi đã giành được nhiều giải thưởng về chất lượng dịch vụ, quy mô và sự lớn mạnh của công ty trong ngành công nghiệp Forex.\r\n\r\nCông cụ giao dịch hiện đại\r\n\r\nForex.com cung cấp hàng loạt các công cụ hỗ trợ giao dịch, những bài phân tích, bình luận để giúp bạn đầu tư một cách hiệu quả nhất.\r\n\r\n1. Các công cụ giao dịch mang đẳng cấp chuyên nghiệp\r\n\r\nVới nhiều phần mềm giao dịch như FOREXTrader PRO, MetaTrader 4 và eSignal, bạn có thể tự do lựa chọn phần mềm phù hợp với mình.\r\n\r\n2. Thuận tiện khi quản lý tài khoản trên website\r\n\r\nBạn có thể truy cập tài khoản của mình trên bất kỳ trình duyệt web nào.\r\nTài khoản trên website cung cấp những kiến thức Forex, những bài phân tích, bình luận của các chuyên gia và các công cụ hỗ trợ khách hàng.\r\nNếu bạn mở tài khoản ForexTrader, bạn có thể giao dịch Forex ngay trên website mà không cần cài đặt.\r\n\r\n3. Giao dịch Forex trên điện thoại di động\r\n\r\nVới Forex.com, giao dịch Forex phù hợp với nhiều loại điện thoại di động khác nhau: \r\n\r\nFOREXTrader Mobile (Chỉ cần điện thoại của bạn có kết nối internet là có thể giao dịch).\r\nFOREXTrader for iPhone™ (Phần mềm thiết kế riêng cho iPhone).\r\nMetaTrader 4 Mobile (Phù hợp với điện thoại sử dụng hệ điều hành Windows). \r\n\r\n4. Cung cấp nhiều thông tin hỗ trợ giao dịch\r\n\r\nBạn có thể tham khảo những bài phân tích về thị trường Forex của chúng tôi.\r\nVà luôn bám sát thị trường bằng cách theo dõi lịch kinh tế.\r\n\r\nMức tỷ giá tốt nhất có thể\r\n\r\nChúng tôi đảm bảo cung cấp cho khách hàng mức tỷ giá tốt nhất.\r\n\r\n1. Tính thanh khoản cao\r\n\r\nMức giá chúng tôi đưa ra thanh khoản tốt với những lệnh giao dịch lên tới 5 triệu USD, không cần chờ xác nhận khớp lệnh.\r\n\r\n2. Luôn luôn cải thiện mức tỷ giá tốt nhất cho khách hàng\r\n\r\nNếu tại một thời điểm nào đó có mức giá tốt hơn, chúng tôi sẽ cập nhật ngay lập tức, đảm bảo khách hàng sẽ luôn giao dịch ở mức giá tốt nhất.\r\n\r\n3. Mức spread thấp\r\n\r\nXem mức Spread hiện tại đang được giao dịch.\r\n\r\nChúng tôi rất tự tin về khả năng cung cấp chất lượng dịch vụ tốt nhất cho khách hàng.\r\n\r\n• 99.7% các giao dịch được khớp lệnh chưa đầy 1 giây\r\n•.Tốc độ khớp lệnh trung bình là 0.08 giây\r\n• 71.3% các lệnh take profit được khớp với mức giá tốt hơn so với mức giá bạn đặt trước.\r\n\r\nHỗ trợ Khách hàng\r\n\r\nHãy nói chuyện trực tiếp với bộ phận hỗ trợ khách hàng khi bạn cần giúp đỡ\r\n\r\n1. Hỗ trợ khách hàng qua điện thoại, email hoặc qua chat\r\n\r\nĐội ngũ hỗ trợ khách hàng chuyên nghiệp của chúng tôi luôn sẵn sàng giúp đỡ bạn bất cứ lúc nào (liên tục 24h trong ngày và 7 ngày trong tuần).\r\n\r\n2. Dễ dàng quản lý tài khoản qua website Forex.com\r\n\r\nBạn có thể đăng nhập tài khoản trên website để yêu cầu rút tiền hoặc nạp tiền qua Bank Wire hay Credit, Debit Card,...\r\n\r\n3. Học Forex miễn phí\r\n\r\nCho dù bạn là người mới bắt đầu tham gia Forex hay đã có nhiều kinh nghiệm, kho kiến thức tài liệu của Forex.com có thể giúp bạn tìm ra những ý tưởng, chiến lược kinh doanh tốt hơn cho riêng mình.\r\n\r\n4. Dịch vụ tư vấn từ các chuyên gia của Forex.com\r\n\r\nLiên hệ email: uksupport@forex.com để biết thêm chi tiết.","infringing_urls":[{"url":"http://gold4vn.blogspot.com/"},{"url":"http://www.dautuforex.com/forum/showthread.php/1915-T%E1%BA%A1i-sao-n%C3%AAn-m%E1%BB%9F-t%C3%A0i-kho%E1%BA%A3n-Forex-t%E1%BA%A1i-Forex-com"}],"copyrighted_urls":[{"url":"http://www.oxy.co/vi/gioi-thieu/mo-tai-khoan-forex/Tai-sao-nen-mo-tai-khoan-Forex-tai-Forexcom-26/"}]},{"description":"Title: Thủ tục mở tài khoản Forex.com\r\n\r\nContent:\r\n\r\nCác loại giấy tờ cần thiết bạn cần chuẩn bị để mở tài khoản tại FOREX.com. Cách đơn giản nhất: bạn scan 2 mặt CMND và  scan giấy \"Thông báo mã số khách hàng - số tài khoản\" của thẻ debit hay credit của ngân hàng Eximbank. Tuy nhiên bạn cũng có thể dùng các loại giấy tờ khác, chi tiết xin vui lòng xem hướng dẫn dưới đây:\r\n\r\nBạn cần phải chuẩn bị các giấy tờ cần thiết gửi cho FOREX.com để họ tiến hành xác minh tài khoản.\r\n\r\nThủ tục bao gồm 2 loại giấy tờ: (Các mẫu giấy tờ dưới đây được chúng tôi lấy trên internet, không phải thông tin khách hàng của chúng tôi, chúng tôi không bao giờ công bố thông tin của khách hàng cho bên thứ 3):\r\n\r\n• Loại thứ nhất: Bạn có thể chọn 1 trong 3 dạng sau: 1 bản scan Hộ Chiếu hoặc Chứng Minh Nhân Dân hoặc Giấy Phép Lái Xe (bạn cần scan đúng loại giấy tờ bạn đã khai ở bước mở tài khoản Forex trực tuyến phía trên)\r\n \r\nMẫu scan Chứng Minh Nhân Dân - Scan 2 mặt (Các bạn scan CMND là đơn giản nhất)\r\n \r\n\r\n\r\n\r\nMẫu scan Giấy Phép Lái Xe - Scan 2 mặt (Phải có ngày, tháng, năm sinh - Mẫu ở dưới chỉ có năm sinh có thể FOREX.com không chấp nhận)\r\n\r\n\r\n\r\n\r\nMẫu scan Hộ Chiếu (Phải scan chữ kí có trong Hộ Chiếu)\r\n\r\n\r\n\r\n\r\n• Loại thứ hai: Bạn có thể chọn một trong các loại giấy tờ sau (Đây là loại giấy tờ để chứng minh địa chỉ nơi bạn ở và địa chỉ này phải trùng khớp với địa chỉ trong tài khoản ngân hàng của bạn để tiện cho việc rút tiền sau này) :  \r\n\r\n   1.Scan giấy \"Thông báo mã số khách hàng - số tài khoản\" của thẻ debit hay credit của ngân hàng Eximbank  (Đây là cách đơn giản nhất)  \r\n \r\nMẫu giấy \"Thông báo mã số khách hàng - số tài khoản\" của ngân hàng Eximbank\r\n \r\n\r\n\r\n     2.Scan giấy \"Sao kê tài khoản ngân hàng\" (Bank Statement) của thẻ credit hay debit card tại ngân hàng bất kỳ.\r\nKhi mở tài khoản thẻ credit hay debit card, bạn nên nạp vào tài khoản khoảng 100.000 vnđ để có phát sinh giao dịch, khi đó bạn mới có thể xin giấy sao kê. (Lưu ý: giấy sao kê phải ghi đầy đủ họ tên, địa chỉ của chủ thẻ và có giao dịch phát sinh trong 3 tháng gần nhất)\r\n\r\n     3.Scan hóa đơn tiền điện, tiền nước hoặc hóa đơn điện thoại cố định hay hóa đơn internet.\r\n\r\n     (Chú ý: Các loại giấy tờ này không được phép quá 6 tháng tính đến thời điểm hiện tại. Phải đảm bảo giấy tờ có đầy đủ họ tên và địa chỉ của bạn đã đăng ký với ngân hàng)\r\n\r\nSau khi đã scan 2 loại giấy tờ trên thành các file ảnh, bạn hãy vào hòm thư của mình và gửi email đính kèm các file ảnh tới địa chỉ uksupport@FOREX.com với tiêu đề và nội dung như sau:\r\n\r\n         ⇒ Địa chỉ email gửi đến:  uksupport@FOREX.com\r\n         ⇒ Chủ đề: Tên của bạn + Documents (Mẫu: Nguyen The Huy Documents)\r\n         ⇒ Chú ý đính kèm các file ảnh đã scan\r\n         ⇒ Nội dung:    \r\n                                   • Tên của bạn (Mẫu: Name: Nguyen The Huy)\r\n                                   • ID FOREX.com đã cấp cho bạn (Mẫu: ID: 10754893)\r\n                                   • Email của bạn - email đã đăng kí với FOREX.com (Mẫu: Email: admin@4x.com.vn)\r\n                                   • I attach documents in this email to verify my new live trading account.","infringing_urls":[{"url":"http://gold4vn.blogspot.com/2011/09/giay-to-can-thiet-khi-mo-tai-khoan.html"},{"url":"http://sanduatin.com/print.aspx?p=thu-tuc-tai-lieu-de-gui-cho-forexcom-kich-hoat-tai-khoana"},{"url":"http://sanduatin.com/p/thu-tuc-tai-lieu-de-gui-cho-forexcom-kich-hoat-tai-khoana.htm"},{"url":"http://www.tintucfx.com/chitietsangiaodich.aspx?sgd=4"}],"copyrighted_urls":[{"url":"http://www.oxy.co/vi/gioi-thieu/mo-tai-khoan-forex/thu-tuc-mo-tai-khoan-forex-16/"}]},{"description":"title: Hướng dẫn mở tài khoản Forex - MetaTrader\r\n\r\ncontent:\r\n\r\nHướng dẫn chi tiết các bước mở tài khoản Forex (loại tài khoản MetaTrader). Đây là tài khoản dùng phần mềm giao dịch MetaTrader 4 và MetaTrader 4 Mobile. Để hiểu rõ hơn các đặc điểm của tài khoản MetaTrader, xin vui lòng nhấp chuột vào đây: MetaTrader\r\n\r\nHãy thử cảm nhận khi: Đầu tư Vàng\r\n\r\nNhấp chuột vào hình bên dưới để bắt đầu mở tài khoản tại FOREX.com - Do Thế Huy (huy_forex) tư vấn\r\n \r\n\r\n \r\nChú ý:\r\n\r\n         •Các tài khoản giao dịch mở theo địa chỉ trên sẽ được chúng tôi hỗ trợ, tư vấn... miễn phí trong suốt quá trình giao dịch.\r\n\r\n         •Các tài khoản giao dịch mở theo địa chỉ trên sẽ không mất thêm bất kì chi phí nào khác so với mở tài khoản trực tiếp (không mất phí môi giới hay commission).\r\n\r\n         •Spread giống như quý khách mở tài khoản trực tiếp.\r\n\r\n         •Quý khách sẽ được hỗ trợ qua Điện Thoại, Yahoo, Email...\r\n\r\n         •Quý khách sẽ được cung cấp các chiến lược dài hạn.\r\n\r\n         •Quý khách sẽ được hỗ trợ các vấn đề về tài khoản giao dịch.\r\n\r\nBước 1: Bắt đầu (viết tiếng Việt không dấu) - (Bấm vào hình để xem rõ hơn)\r\n \r\n\r\nGhi chú:\r\n \r\nCountry Of Residency: Nơi cư trú - Chọn Việt Nam\r\n\r\nTitle: Nam chọn Mr. - Nữ chọn Mrs. hoặc Ms.\r\nFirst name: Tên\r\nMiddle: Bỏ trống\r\nSurname: Họ + Tên đệm\r\nEmail Address: Điền địa chỉ email của bạn\r\nVerify Email Address: Điền lại địa chỉ email của bạn\r\n\r\nCreate Password: Điền mật khẩu. Lưu ý: Mật khẩu phải có ít nhất 8 ký tự (Phải chứa cả chữ cái và chữ số)\r\nVerify Password: Nhập lại mật khẩu\r\nSecurity Question: Chọn câu hỏi bảo mật\r\nAnswer: Trả lời câu hỏi bảo mật. Bạn có thể trả lời thế nào cũng được. Quan trọng là bạn phải nhớ câu trả lời này.\r\nVerify Answer: Nhập lại câu trả lời\r\n \r\nNhấn Save and Continue để tiếp tục.\r\n\r\n------------------------------------------------------------------------------------------------------------------------------------------------------------------\r\nBước 2: Chọn loại tài khoản (Bấm vào hình để xem rõ hơn)\r\n \r\n\r\n\r\nGhi chú:\r\n \r\nPricing: Fixed - Dạng tỷ giá (làm tròn) có 4 chữ số thập phân, ví dụ EUR/USD = 1.3512. Fractional - Dạng tỷ giá có 5 chữ số thập phân, ví dụ EUR/USD = 1.35123\r\nBase Currency: Tiền trong tài khoản Forex là USD.\r\n\r\nIndividual: Loại tài khoản chỉ có mình bạn giao dịch\r\nJoint: Loại tài khoản có nhiều người cùng sở hữu\r\nCorporate: Mở tài khoản dưới tên một công ty\r\n\r\nNhấn Save and Continue để tiếp tục.\r\n \r\n------------------------------------------------------------------------------------------------------------------------------------------------------------------\r\nBước 3a: Các thông tin cá nhân (Bấm vào hình để xem rõ hơn)\r\n \r\n\r\n \r\nGhi chú:\r\n \r\nAddress line 1: Điền địa chỉ của bạn. Phải điền địa chỉ mà bạn đã đăng ký khi mở tài khoản ở ngân hàng. Để nạp tiền và rút tiền thành công, địa chỉ trong tài khoản ngân hàng của bạn phải khớp với địa chỉ bạn điền tại đây.\r\nAddress line 2: Nếu địa chỉ của bạn quá dài, bạn có thể điền thêm tại đây.\r\nCity/Town: Điền thành phố hoặc tỉnh. (Phải khớp trong địa chỉ tài khoản ngân hàng)\r\nHome Phone: Điền số điện thoại của bạn. Ví dụ số của bạn là 0909 0000 13, bạn điền là 84 909 000013 (số 84 thay cho số 0 ở đầu)\r\n \r\nNhấn Save and Continue để tiếp tục.\r\n \r\n------------------------------------------------------------------------------------------------------------------------------------------------------------------\r\nBước 3b: Các thông tin cá nhân (Bấm vào hình để xem rõ hơn)\r\n \r\n\r\n\r\nGhi chú:\r\n \r\nDate of Birth: Điền Ngày/ Tháng/ Năm sinh\r\nCountry Of Citizenship: Bạn là công dân nước nào - Chọn Việt Nam\r\nIssuing Country of ID: Nơi cấp giấy tờ - Chọn Việt Nam\r\nIdentification Type: Các loại giấy tờ\r\n \r\nNational ID: Chứng minh nhân dân\r\nPassport: Hộ chiếu\r\nDriving Licence: Giấy phép lái xe\r\n(Bạn có thể chọn 1 trong 3 loại giấy tờ này - Chọn National ID là đơn giản nhất - Không nên chọn Driving Licence)\r\n \r\nNational ID Number: Điền số chứng minh nhân dân\r\n\r\nNhấn Save and Continue để tiếp tục.\r\n \r\n------------------------------------------------------------------------------------------------------------------------------------------------------------------\r\nBước 4a: Tình hình tài chính của bạn - Bạn có thể điền giống trong hình (Bấm vào hình để xem rõ hơn)\r\n \r\n\r\n\r\nGhi chú:\r\n \r\nOccupation: Nghề nghiệp\r\n\r\nApprox. annual income before tax: Thu nhập trước thuế hàng năm của bạn\r\nApprox. value of saving and investments: Tổng các khoản tiết kiệm và đầu tư của bạn\r\nHow much do you intend to deposit with us: Số tiền dự định sẽ nạp vào Forex.com - Tối thiểu 250$\r\nSources of these funds: Nguồn của khoản tiền dự định nạp\r\n\r\nNhấn Save and Continue để tiếp tục.\r\n \r\n------------------------------------------------------------------------------------------------------------------------------------------------------------------\r\nBước 4b: Kinh nghiệm đầu tư của bạn - Bạn có thể điền giống trong hình (Bấm vào hình để xem rõ hơn)\r\n \r\n\r\n\r\nGhi chú:\r\n \r\nLeverage products such as Forex and CFDs: Đầu tư Forex và CFD\r\nFutures or options: Đầu tư hợp đồng tương lai và quyền chọn\r\nStocks and shares: Đầu tư chứng khoán\r\n\r\nHow did you hear about us?: Ai giới thiệu bạn cho chúng tôi\r\n\r\nNhấn Save and Continue để tiếp tục.\r\n\r\n------------------------------------------------------------------------------------------------------------------------------------------------------------------\r\nBước 5a: Đánh dấu vào ô vuông (Bấm vào hình để xem rõ hơn)\r\n \r\n\r\n\r\nNhấn Save and Continue để tiếp tục.\r\n\r\n------------------------------------------------------------------------------------------------------------------------------------------------------------------\r\nBước 5b: Đánh dấu vào tất cả ô vuông (Bấm vào hình để xem rõ hơn)\r\n \r\n\r\n\r\nNhấn Save and Continue để tiếp tục.\r\n\r\n------------------------------------------------------------------------------------------------------------------------------------------------------------------\r\nBước 6: Bạn đã đăng kí thành công việc mở tài khoản tại FOREX.com (Bấm vào hình để xem rõ hơn)\r\n \r\n\r\n------------------------------------------------------------------------------------------------------------------------------------------------------------------\r\nNếu bạn đã chuẩn bị các giấy tờ cần thiết để gửi cho sàn Forex.com, tại bước 6, bạn truy cập đường dẫn sau để gửi giấy tờ cho Forex.com: Upload > Upload Documents > Upload file (Max 50 MB). Sau đó bạn chọn các file giấy tờ hồ sơ của bạn để upload vào sever của Forex.com.\r\n\r\nNếu bạn chưa có giấy tờ, bạn cần phải chuẩn bị các giấy tờ cần thiết gửi cho FOREX.com để họ tiến hành xác minh tài khoản. Xin vui lòng bấm vào đây để xem hướng dẫn cụ thể: Thủ tục mở tài khoản Forex\r\n\r\nTrong quá trình mở tài khoản Forex, nếu cần hỗ trợ, xin vui lòng liên hệ:\r\n\r\nNick yahoo: huy_forex\r\nSkype: Oxy.co\r\nEmail: support@Oxy.co\r\nĐiện thoại: 0909.0000.13 - gặp Huy","infringing_urls":[{"url":"http://vinatrader24h.blogspot.com/2012/03/huong-dan-mo-tai-khoan-forexcom-gain.html"}],"copyrighted_urls":[{"url":"http://www.oxy.co/vi/gioi-thieu/mo-tai-khoan-forex/huong-dan-mo-tai-khoan-forex-metatrader-14/"}]},{"description":"title: Giới thiệu Thị trường Forex\r\n\r\ncontent: \r\n\r\n4X - Forex là gì?\r\n\r\n\"Forex\" là từ viết tắt của Foreign Exchange, còn gọi là 4x, hay Fx. Giao dịch Forex tức là bạn mua 1 đồng tiền và đồng thời bán một đồng tiền khác.\r\n\r\nGiao dịch Forex luôn theo cặp, ví dụ giao dịch cặp Euro/ Đôla Mỹ (EUR/USD) hoặc Đô la Mỹ/ Yên Nhật (USD/JPY). Giao dịch Forex thường dựa trên dự đoán xu hướng của 1 đồng tiền so với đồng tiền khác.\r\n\r\nThị trường Forex là thị trường OTC (Over The Counter) - Thị trường phi tập trung (không có trung tâm giao dịch).\r\n\r\nNhững người tham gia thị trường Forex thường là ai?\r\n\r\nDoanh thu hàng ngày của thị trường Forex toàn cầu đến từ 2 nguồn chính:\r\n\r\n- Mua bán ngoại tệ (5%). Các công ty mua và bán sản phẩm, hàng hóa ở nước ngoài, sau đó quy đổi lợi nhuận từ doanh số bán hàng ở nước ngoài sang đồng nội tệ.\r\n\r\n- Đầu cơ (95%).\r\n\r\nHầu hết các trader tập trung giao dịch những cặp tiền có tính thanh khoản cao. Các đồng tiền chính bao gồm: Đô la Mỹ, Yên Nhật, Euro, Bảng Anh, Franc Thụy Sĩ, Đôla Canada và Đôla Úc. \r\n\r\nHơn 85% các giao dịch Forex hàng ngày là mua bán các cặp tiền chính.\r\n\r\nForex là thị trường tài chính lớn nhất trên thế giới, hoạt động liên tục 24h mỗi ngày và 5 ngày mỗi tuần.\r\n\r\nVới doanh thu hàng ngày lên đến 4 nghìn tỷ USD, Forex tự hào là thị trường tài chính lớn nhất thế giới.\r\n\r\nForex giao dịch liên tục 24h từ 5h sáng thứ 2 đến 5h sáng thứ 7 (theo giờ VN). Thị trường Forex bắt đầu giao dịch tại Sydney, và chuyển động vòng quanh địa cầu khi một ngày mới bắt đầu tại các trung tâm tài chính khác, đầu tiên là Tokyo, sau đó đến London và New York.\r\n\r\nKhông giống như các thị trường tài chính khác, các nhà đầu tư có thể giao dịch Forex bất cứ lúc nào, không quan trọng ngày hay đêm.\r\n\r\n\r\n⇒ Bài tiếp theo: Tỷ giá hối đoái (Forex Quotes) – Những điều cần biết","infringing_urls":[{"url":"http://www.nmd.vn/news.aspx?id=1129&nmd=Gioi-thieu-Thi-truong-Forex"},{"url":"http://www.nmd.vn/tradingforex.aspx?id=1129&nmd=Gioi-thieu-Thi-truong-Forex"}],"copyrighted_urls":[{"url":"http://www.oxy.co/vi/hoc-forex/Kien-thuc-Forex-Can-ban/Gioi-thieu-Thi-truong-Forex-2/"}]},{"description":"title: Tỷ giá hối đoái (Forex Quotes) – Những điều cần biết\r\n\r\ncontent:\r\n\r\n4X - Khi nhìn vào bảng tỷ giá hối đoái, bạn cần lưu ý 2 điểm chính sau:\r\n\r\n    1. Đồng tiền đầu tiên trong cặp tiền gọi là đồng yết giá, đồng còn lại gọi là đồng định giá.\r\n    2. Đồng yết giá luôn có đơn vị là 1.\r\n\r\n    Ví dụ: USD/JPY = 80,12\r\n                • Khi đó USD là đồng yết giá.\r\n                • JPY là đồng định giá.\r\n                • 1 USD = 80,12 JPY\r\n\r\nĐồng Đô la Mỹ thường được dùng làm đồng tiền yết giá. Khi đó ta có thể ngầm hiểu đồng USD có giá trị hơn so với đồng tiền còn lại.\r\n\r\nKhi USD là đồng yết giá và tỷ giá hối đoái tăng, nghĩa là đồng USD tăng giá và đồng còn lại (đồng định giá) giảm giá, nói cách khác USD được mua vào nhiều hơn so với đồng còn lại.\r\n\r\nTrường hợp USD là đồng định giá\r\n\r\nCó 3 trường hợp USD không phải là đồng tiền yết giá. Đó là những cặp tiền liên quan tới Bảng Anh (GBP), Đôla Úc (AUD) và Euro (EUR).\r\n\r\nKhi tỷ giá hối đoái tăng có nghĩa là đồng tiền đó (GBP, AUD hay EUR) đang mạnh lên, và USD đang yếu đi.\r\n\r\nCặp tiền chéo\r\n\r\nTất cả những cặp tiền gồm 2 đồng tiền không phải là đồng USD được gọi là cặp tiền chéo\r\n\r\nBids, Asks và Spread\r\n\r\nCũng giống như các thị trường khác, tỷ giá hối đoái bao gồm 2 giá: Giá Bid (Giá chào mua) và giá Ask (Giá chào bán)\r\n\r\nGiá Bid là giá mà bạn SELL (bán) đồng tiền yết giá\r\nGiá Ask là giá mà bạn BUY (mua) đồng tiền yết giá\r\n\r\nVí dụ: Trên bảng tỷ giá hối đoái, ta thấy GBP/USD với giá Bid là 1,6153 và giá Ask là 1,6156. Khi SELL, bạn sẽ bán tại 1,6153 và ngược lại khi BUY, bạn sẽ mua tại giá 1,6156\r\n\r\nSpread là chênh lệch giữa Bid và Ask, nó là phí giao dịch. Phí này tương đối nhỏ.\r\n\r\nPip là gì?\r\n\r\nTỷ giá hối đoái nói chung rất biến động. Khi tỷ giá tăng hay giảm 1 khoảng rất nhỏ gọi là pip. Một pip thường là số thập phân thứ 4 (0,0001)\r\n\r\nĐối với Yên Nhật, 1 pip là số thập phân thứ 2 (0,01). Đây là trường hợp ngoại lệ duy nhất trong các cặp tiền chính (cặp tiền có USD).\r\n\r\n\r\n⇒ Bài tiếp theo: Giao dịch ký quỹ (sử dụng đòn bẩy tài chính) trong đầu tư Forex","infringing_urls":[{"url":"http://giaotrinhbaigiangkinhte.blogspot.com/2011/09/ty-gia-hoi-oai-forex-quotes-nhung-ieu.html"},{"url":"http://seopandaagency.org/2012/01/10/t%E1%BB%B7-gia-h%E1%BB%91i-doai-forex-quotes/"},{"url":"http://seopandaagency.org/2012/01/page/2/"},{"url":"http://vinhtingroup.com/main.php?option=chi-tiet-hang-hoa&id=379"},{"url":"http://vinhtingroup.com/main.php?option=chi-tiet-tin-tuc&id=379"},{"url":"http://www.express-magazine.trungcapnghebinhduong.edu.vn/vnexpress/380/ty-gia-hoi-doai-forex-quotes-nhung-dieu-can-biet-giao-dich-forex"},{"url":"http://www.nmd.vn/news.aspx?id=1130&nmd=Ty-gia-hoi-doai-Forex-Quotes-Nhung-dieu-can-biet"}],"copyrighted_urls":[{"url":"http://www.oxy.co/vi/hoc-forex/Kien-thuc-Forex-Can-ban/Ty-gia-hoi-doai-Forex-Quotes-Nhung-dieu-can-biet-3/"}]},{"description":"title: Giao dịch ký quỹ (sử dụng đòn bẩy tài chính) trong đầu tư Forex\r\n\r\ncontent: \r\n\r\n\r\nGiao dịch ký quỹ (“leverage trading” hay “trading on margin”) nghĩa là bạn có thể đặt lệnh giao dịch lớn hơn so với số vốn bỏ ra. Thực hiện đòn bẩy tài chính (leverage) trong giao dịch ký quỹ có khả năng tạo ra lợi nhuận cao, nhưng đồng thời cũng gia tăng nguy cơ thua lỗ.\r\n\r\nForex.com cung cấp đòn bẩy tài chính lên đến 200:1, nghĩa là với 1$ trong tài khoản, bạn có thể đặt lệnh giao dịch lên tới 200$.\r\n\r\nTại Forex.com: Không có rủi ro thua lỗ vượt quá số tiền trong tài khoản, không có margin calls (lệnh gọi ký quỹ)\r\n\r\nRủi ro chỉ giới hạn đối với số tiền bạn nạp vào Forex.com. Không có lệnh gọi ký quỹ trong giao dịch Forex.\r\n\r\nVí dụ bạn có 5000$ trong tài khoản và bạn đặt lệnh mua 1 lot EUR/USD, khi đó bạn sẽ phải ký quỹ khoảng 700$. Đây là số tiền yêu cầu ký quỹ để duy trì lệnh giao dịch của bạn. Nếu tài khoản của bạn từ 5000$ giảm xuống dưới 700$, Forex.com sẽ tự động đóng tất cả các lệnh giao dịch của bạn để đảm bảo bạn sẽ không bị thua lỗ nặng hơn.\r\n\r\n(Lệnh gọi ký quỹ là khi tài khoản của bạn giảm xuống dưới 700$, Forex.com sẽ yêu cầu bạn nạp thêm tiền vào tài khoản để đảm bảo số tiền trong tài khoản luôn lớn hơn số tiền yêu cầu ký quỹ là 700$. Nếu bạn không thực hiện lệnh gọi ký quỹ, Forex.com sẽ tự động đóng tất cả lệnh giao dịch của bạn)\r\n\r\nTăng đòn bẩy tài chính đồng nghĩa với tăng cơ hội – và cũng tăng rủi ro\r\n\r\nGiao dịch sử dụng đòn bẩy tài chính có thể gia tăng lợi nhuận nhanh chóng, nhưng cũng có thể gây ra thua lỗ lớn. Bạn có thể dùng lệnh Stop loss để thiết lập mức thua lỗ mà bạn có thể chấp nhận được. Tại các khóa học trực tuyến của chúng tôi, bạn sẽ được chia sẻ về cách quản lý rủi ro khi giao dịch Forex.\r\n\r\n\r\n⇒ Bài tiếp theo: Cách tính toán lãi và lỗ trong giao dịch Forex","infringing_urls":[{"url":"http://vinhtingroup.com/main.php?option=chi-tiet-hang-hoa&id=378"},{"url":"http://vinhtingroup.com/main.php?option=chi-tiet-tin-tuc&id=378"},{"url":"http://www.express-magazine.trungcapnghebinhduong.edu.vn/magazine/finance?page=18"},{"url":"http://www.express-magazine.trungcapnghebinhduong.edu.vn/magazine/home/autodesk-ph%C3%A1t-h%C3%A0nh-project-vasari?page=137"},{"url":"http://www.express-magazine.trungcapnghebinhduong.edu.vn/magazine/home/tin-%C4%91%E1%BB%93n-microsoft-ra-tablet-pc-ch%E1%BA%A1y-windows-8-n%C4%83m-2012?page=137"},{"url":"http://www.express-magazine.trungcapnghebinhduong.edu.vn/node/407"},{"url":"http://www.express-magazine.trungcapnghebinhduong.edu.vn/node?page=82"},{"url":"http://www.express-magazine.trungcapnghebinhduong.edu.vn/taxonomy/term/49?page=10"},{"url":"http://www.nmd.vn/news.aspx?id=1132&nmd=Giao-dich-ky-quy-su-dung-don-bay-tai-chinh-trong-dau-tu-Forex"}],"copyrighted_urls":[{"url":"http://www.oxy.co/vi/hoc-forex/Kien-thuc-Forex-Can-ban/Giao-dich-ky-quy-su-dung-don-bay-tai-chinh-trong-dau-tu-Forex-4/"}]},{"description":"title:Cách tính toán lãi và lỗ trong giao dịch Forex\r\n\r\ncontent:\r\n\r\n Phần mềm giao dịch Forex của chúng tôi sẽ tự động tính lãi và lỗ đối với mỗi giao dịch của bạn. Vậy cách tính như thế nào? Việc hiểu cách tính cũng khá quan trọng, nó sẽ giúp bạn tự đo lường được khả năng lợi nhuận và thua lỗ khi giao dịch.\r\n\r\nĐể minh họa cho giao dịch Forex, hãy xem 2 ví dụ sau:\r\n\r\nVí dụ 1: giá bid/ ask hiện tại của cặp EUR/USD là 1.4616/19, nghĩa là bạn có thể mua 1 Euro tại 1.4619 hoặc bán 1 Euro tại 1.4616.\r\n\r\nGiả sử bạn cho rằng đồng EUR sẽ tăng giá so với USD. Vì vậy bạn sẽ mua EUR (đồng thời bán USD), và đợi tỷ giá tăng.\r\n\r\nBạn giao dịch như sau: Để mua được 100,000 EUR bạn phải trả 146,190 USD (100,000 x 1.4619). Với margin (tỷ lệ ký quỹ) là 1%, số tiền ký quỹ ban đầu của bạn sẽ là 1,461$ cho 1 lần giao dịch.\r\n\r\nNhư bạn mong đợi, EUR/USD tăng lên 1.4623/26. Bây giờ để chốt lời, bạn bán 100,000 EUR tại 1.4623, và thu được 146,230$\r\n\r\nBạn mua 100,000 EUR tại giá 1.4619, phải trả 146,190$\r\n\r\nVà bạn bán 100,000 EUR tại giá 1.4623, nhận được 146,230$\r\n\r\nNhư vậy bạn lời 4 pip, tính ra USD là: 146,230$ - 146,190$ = 40$\r\n\r\nTổng lời = 40$\r\n\r\nVí dụ 2:  Giống như ví dụ trên, bạn mua EUR/USD tại tỷ giá 1.4616/19. Bạn mua 100,000 EUR và phải trả 146,190$ (100,000 x 1.4919).\r\n\r\nTuy nhiên EUR/USD giảm xuống 1.4611/14. Để cắt lỗ, bạn bán EUR tại giá 1.4611 và nhận được 146,110$.\r\n\r\nBạn đã mua 100,000 EUR tại 1.4619, phải trả 146,190\r\n\r\nBạn bán 100,000 EUR tại giá 1.4611, nhận được 146,110$\r\n\r\nNhư vậy bạn lỗ 8 pip, tính theo đô la (146,190$ - 146,110$ = 80$)\r\n\r\nTổng thua lỗ = 80$\r\n\r\n\r\n⇒ Bài tiếp theo: Giao dịch vàng và bạc giao ngay","infringing_urls":[{"url":"http://giaotrinhbaigiangkinhte.blogspot.com/2011/09/cach-tinh-toan-lai-va-lo-trong-giao.html"},{"url":"http://www.nmd.vn/news.aspx?id=1134&nmd=Cach-tinh-toan-lai-va-lo-trong-giao-dich-Forex"},{"url":"http://www.nmd.vn/news.aspx?nmd=kien_thuc_giao_dich"}],"copyrighted_urls":[{"url":"http://www.oxy.co/vi/hoc-forex/Kien-thuc-Forex-Can-ban/Cach-tinh-toan-lai-va-lo-trong-giao-dich-Forex-5/"}]},{"description":"title:Giao dịch vàng và bạc giao ngay\r\n\r\ncontent:\r\n\r\nForex.com cho phép bạn giao dịch vàng (XAU/USD) hoặc bạc (XAG/USD) giao ngay theo giá Đôla Mỹ hoặc theo giá những đồng tiền chính khác (XAU/EUR, XAU/GBP,...)\r\n \r\n\r\nGiao dịch vàng, bạc giao ngay tương tự như giao dịch tiền tệ. Thời gian giao dịch liên tục 24h mỗi ngày từ 6h sáng Thứ Hai đến 5h sáng Thứ Bảy (theo giờ VN).\r\n \r\nGiá giao ngay là mức giá phải thanh toán để sở hữu kim loại quý. Ngày thanh toán là trong 2 ngày làm việc kể từ ngày thực hiện giao dịch.\r\n \r\nVàng và bạc giao ngay được giao dịch trên thị trường phi tập trung (OTC) tại các trung tâm giao dịch lớn ở London, New York và Zurich (1 bang của Thụy Sỹ). Thị trường kim loại quý giao ngay có tính thanh khoản cao nhất khi giờ giao dịch Châu Âu trùng với giờ giao dịch New York, và tính thanh khoản sẽ kém đi khi thị trường Mỹ (New York) đóng cửa.\r\n\r\nTại sao có nhiều người thích giao dịch vàng, bạc giao ngay?\r\n\r\nCó rất nhiều lý do khác nhau để các nhà đầu tư giao dịch vàng và bạc giao ngay:\r\n\r\n- Đầu cơ giá lên, giá xuống trong thị trường có tính thanh khoản cao. Họ thường sử dụng phân tích kỹ thuật và phân tích cơ bản để xác định cơ hội giao dịch.\r\n\r\n- Giao dịch vàng, bạc là cách tuyệt vời để đa dạng hóa danh mục đầu tư.\r\n\r\n- Như một công cụ quản lý rủi ro, vàng bạc được sử dụng như một tài sản an toàn trước những biến động của thị trường do ảnh hưởng bởi khủng hoảng kinh tế, chính trị hoặc xã hội.\r\n\r\n\r\n⇒ Bài tiếp theo: Tỷ giá Vàng, Bạc","infringing_urls":[{"url":"http://www.express-magazine.trungcapnghebinhduong.edu.vn/vnexpress/409/giao-dich-vang-va-bac-giao-ngay"},{"url":"http://www.nmd.vn/news.aspx?id=1135&nmd=Giao-dich-vang-va-bac-giao-ngay"},{"url":"http://www.nmd.vn/tradingforex.aspx?id=1135&nmd=Giao-dich-vang-va-bac-giao-ngay"}],"copyrighted_urls":[{"url":"http://www.oxy.co/vi/hoc-forex/Kien-thuc-Forex-Can-ban/Giao-dich-vang-va-bac-giao-ngay-6/"}]},{"description":"title:Tỷ giá Vàng, Bạc\r\n\r\ncontent:\r\nCách xem tỷ giá vàng, bạc giao ngay\r\n \r\nCách xem tỷ giá vàng và bạc giao ngay tương tự như xem tỷ giá ngoại tệ. Ký hiệu vàng, bạc giao ngay được giao dịch so với đồng USD là XAU/USD và XAG/USD.\r\n \r\nGiá vàng, bạc thế giới giao ngay được định giá bằng đồng Đôla Mỹ so với mỗi troy ounce. Khi giá XAU/USD là 900.25, nghĩa là 1oz vàng bằng 900.25$.\r\n \r\nKhi tỷ giá vàng tăng, có nghĩa là vàng tăng giá trị hơn trước so với đôla Mỹ.\r\n \r\nNgược lại, khi tỷ giá vàng giảm, nghĩa là giá trị của vàng suy yếu so với đôla, và đồng đôla có giá trị hơn trước so với vàng.\r\n \r\nBids, asks và Spread\r\n \r\nGiống như các thị trường khác, vàng và bạc giao ngay cũng có giá chào mua (Bid) và giá chào bán (Ask)\r\n \r\nGiá Bid là giá mà tại đó bạn có thể Sell (bán)\r\nGiá Ask là giá mà tại đó bạn có thể Buy (mua)\r\n \r\nChênh lệch giữa giá Bid và Ask được gọi là Spread, và đó là phí giao dịch.\r\n \r\nGiao dịch vàng, bạc giao ngay\r\n \r\nVàng và bạc giao dịch dựa theo khối lượng (lot). Một lot vàng là 10oz. Một lot bạc là 500oz (Đây là khối lượng lot theo cách tính riêng của Forex.com - ở các sàn khác, 1 lot vàng thường là 100oz)\r\n \r\nVí dụ, tỷ giá vàng giao ngay là 900.25/75, nghĩa là bạn có thể Sell tại 900.25, hoặc Buy tại 900.75. Chênh lệch Spread là 0.50, đó là phí giao dịch.\r\n \r\nKhối lượng giao dịch nhỏ nhất bạn có thể giao dịch tại Forex.com là 0,1 lot (1 troy ounce). Khi bạn giao dịch 1 lot, giá thay đổi lên xuống nhỏ nhất là 0.01 pip tương đương 0.1$\r\n \r\nVí dụ:\r\n \r\nBạn Buy 1 lot vàng (XAU/USD) tại giá 900.25\r\nVài phút sau, giá đi lên 900.95, và bạn thoát lệnh\r\nCách tính lợi nhuận:\r\nBạn mua 1 lot tại 900.25\r\nBạn bán 1 lot tại giá 900.95, chênh lệch 70 pip\r\n1 lot = 10 oz\r\nVậy lợi nhuận sẽ là 70 pip x 0.10$ = 7$\r\n \r\nNếu giá di chuyển ngược lại xuống còn 899.60, cách tính lỗ của bạn như sau:\r\nBạn mua 1 lot tại giá 900.25\r\nBạn bán 1 lot tại giá 899.60, chênh lệch 65 pip\r\nBạn bị lỗ: 65 pip x 0.1$ = 6.5$\r\n \r\nPip (Percentage in point)\r\n \r\nGiống như giao dịch các cặp tiền tệ, sự thay đổi rất nhỏ của tỷ giá vàng, bạc giao ngay được gọi là pip. Một pip vàng hay bạc là số thập phân thứ hai của tỷ giá (0.01)\r\n \r\nKhi tính giá trị giao dịch của bạn, hãy nhớ rằng kim loại giao ngay giao dịch bằng số lot. Với vàng giao ngay, 1 lot là 10oz, nghĩa là khi giá vàng chuyển động 1 pip tương đương với 0.1$ (1 cent) cho mỗi lot mà bạn đang giao dịch.\r\n\r\n\r\n⇒ Bài tiếp theo: Giá kim loại quý – Những yếu tố ảnh hưởng","infringing_urls":[{"url":"http://giaotrinhbaigiangkinhte.blogspot.com/2011/09/ty-gia-vang-bac.html"},{"url":"http://www.express-magazine.trungcapnghebinhduong.edu.vn/vnexpress/410/ty-gia-vang-bac-giao-dich-vang-bac"},{"url":"http://www.nmd.vn/news.aspx?id=1136&nmd=Ty-gia-Vang-Bac"}],"copyrighted_urls":[{"url":"http://www.oxy.co/vi/hoc-forex/Kien-thuc-Forex-Can-ban/Ty-gia-Vang-Bac-10/"}]},{"description":"title: Giá kim loại quý – Những yếu tố ảnh hưởng\r\n\r\ncontent:\r\nBảo vệ trước lạm phát\r\n \r\nMột trong những lý do phổ biến nhất để đầu tư vào kim loại quý (vàng, bạc) là để bảo vệ trước lạm phát. Sự suy giảm sức mua của tiền tệ là một yếu tố không thể tránh khỏi, vì vậy sở hữu vàng và bạc là một cách để bảo vệ giá trị tài sản của bạn.\r\n \r\nMột “thiên đường đầu tư” an toàn\r\n \r\nTrong thời kỳ kinh tế biến động và rủi ro cao, những nhà đầu tư có thể chuyển sang đầu tư kim loại quý để tự bảo vệ mình trước những bất ổn của nền kinh tế.\r\n \r\nSự hiểu biết về các yếu tố kinh tế và chính trị\r\n \r\nCác chỉ số tác động đến lạm phát như: Chỉ số giá tiêu dùng và sản xuất (CPI, PPI), lãi suất và đấu giá trái phiếu đóng một vai trò lớn trong việc xác định tỷ lệ lạm phát, do đó tác động đến giá vàng. Các chỉ số kinh tế vĩ mô như tỷ lệ thất nghiệp và tổng sản phẩm quốc nội (GDP) cũng làm sáng tỏ sức khỏe của nền kinh tế, và có thể làm các nhà đầu tư chuyển tiền sang dự trữ kim loại quý.\r\n \r\nCác sự kiện chính trị cũng có tác động đáng kể lên giá vàng. Nếu những cuộc xung đột ở Trung Đông tạo nên nhiều bất ổn, điều này sẽ ảnh hưởng đến độ an toàn khi đầu tư vào trái phiếu hoặc tiền tệ của một quốc gia. Để tránh những rủi ro này, các nhà đầu tư có thể chuyển sang đầu tư kim loại quý. Giá dầu hoặc giá hàng hóa khác cũng có thể bị ảnh hưởng và từ đó ảnh hưởng đến thị trường kim loại quý. Giá của kim loại quý cùng xu hướng với giá dầu. \r\n \r\nThị trường kim loại quý giao ngay có tính thanh khoản cao, có thể vào lệnh và thoát lệnh nhiều lần trong một phút. Vì vậy, giá dễ bị biến động trong ngắn hạn mà không nhất thiết phải tuân theo xu hướng dài hạn. \r\n\r\n\r\n⇒ Bài tiếp theo: Tỷ lệ đòn bẩy (Leverage) và ký quỹ (Margin) của vàng giao ngay","infringing_urls":[{"url":"http://seopandaagency.org/2012/01/02/gia-kim-lo%E1%BA%A1i-quy-nh%E1%BB%AFng-y%E1%BA%BFu-t%E1%BB%91-%E1%BA%A3nh-h%C6%B0%E1%BB%9Fng/"},{"url":"http://vinhtingroup.com/main.php?option=chi-tiet-hang-hoa&id=380"},{"url":"http://vinhtingroup.com/main.php?option=chi-tiet-tin-tuc&id=380"},{"url":"http://www.express-magazine.trungcapnghebinhduong.edu.vn/node?page=81"},{"url":"http://www.express-magazine.trungcapnghebinhduong.edu.vn/taxonomy/term/49?page=9"},{"url":"http://www.nmd.vn/news.aspx?id=1138&nmd=Gia-kim-loai-quy-Nhung-yeu-to-anh-huong"},{"url":"http://www.nmd.vn/tradingforex.aspx?id=1138&nmd=Gia-kim-loai-quy-Nhung-yeu-to-anh-huong"}],"copyrighted_urls":[{"url":"http://www.oxy.co/vi/hoc-forex/Kien-thuc-Forex-Can-ban/Gia-kim-loai-quy-Nhung-yeu-to-anh-huong-11/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}