{"dmca":{"id":16308,"type":"Dmca","title":"Text DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-04-14T04:00:00Z","date_received":"2012-04-14T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Huy Nguyen The","principal_name":"www.Oxy.co","recipient_name":"Google, Inc.","works":[{"description":"title: Tỷ lệ đòn bẩy (Leverage) và ký quỹ (Margin) của vàng giao ngay\r\n\r\ncontent:\r\n\r\nTận dụng đòn bẩy trong giao dịch vàng và bạc giao ngay\r\n \r\nGiao dịch đòn bẩy (còn gọi là giao dịch ký quỹ), nghĩa là bạn có thể đặt lệnh giao dịch lớn hơn so với vốn hiện có của bạn. Giao dịch có đòn bẩy có thể làm tăng lợi nhuận đáng kể cho bạn, nhưng cũng làm tăng rủi ro và nguy cơ thua lỗ cao. \r\n \r\nTỷ lệ đòn bẩy của vàng và bạc giao ngay là 200:1. Nghĩa là với 1$ có trong tài khoản, bạn có thể đặt lệnh giao dịch với giá trị lên đến 200$.\r\n \r\nSố tiền ký quỹ\r\n \r\nSố tiền ký quỹ là tổng số tiền cần có trong tài khoản của bạn để duy trì các lệnh đã đặt. Với đòn bẩy 200:1, số tiền ký quỹ yêu cầu là 0.5%, nghĩa là bạn cần có số dư tiền mặt tối thiểu là 0.5% của tổng giá trị các lệnh giao dịch của bạn.\r\n \r\nVí dụ:\r\n \r\nTỷ giá vàng hiện tại: XAU/USD = 920.55$\r\nBạn buy 1 lot (10 oz) vàng tại giá 920.55$\r\nMức ký quỹ yêu cầu là 0.5% cho khối lượng giao dịch của bạn, và cách tính như sau:\r\n“Khối lượng giao dịch” x “Giá” x “Số tiền ký quỹ (%)” \r\n10 oz x 920.55$ x 0.005 = 46.03$\r\nNghĩa là với đòn bẩy 200:1, bạn giao dịch 10oz vàng tại giá 920.55, với số tiền ký quỹ là 46.03$.\r\n\r\n\r\n⇒ Bài tiếp theo: Cách tính lời và lỗ trong giao dịch Vàng, Bạc","infringing_urls":[{"url":"http://vinhtingroup.com/main.php?option=chi-tiet-hang-hoa&id=377"},{"url":"http://vinhtingroup.com/main.php?option=chi-tiet-tin-tuc&id=377"},{"url":"http://www.express-magazine.trungcapnghebinhduong.edu.vn/node/412"},{"url":"http://www.nmd.vn/news.aspx?id=1139&nmd=Ty-le-don-bay-Leverage-va-ky-quy-Margin-cua-vang-giao-ngay"},{"url":"http://www.nmd.vn/tradingforex.aspx?id=1139&nmd=Ty-le-don-bay-Leverage-va-ky-quy-Margin-cua-vang-giao-ngay"}],"copyrighted_urls":[{"url":"http://www.oxy.co/vi/hoc-forex/Kien-thuc-Forex-Can-ban/Ty-le-don-bay-Leverage-va-ky-quy-Margin-cua-vang-giao-ngay-12/"}]},{"description":"title: Cách tính lời và lỗ trong giao dịch Vàng, Bạc\r\n\r\ncontent:\r\n\r\n\r\nCách tính khá đơn giản\r\n \r\nCả vàng và bạc đều được giao dịch theo lot, và số lot nhỏ nhất bạn có thể vào lệnh là 0.1 lot.\r\n \r\nVới vàng, 1 lot = 10 troy oz, và giao động giá nhỏ nhất (pip) là 0.01. Có nghĩa khi giá vàng chuyển động 1 pip thì tương đương với 0.1$ cho mỗi lot bạn giao dịch.\r\n \r\nVới bạc, 1 lot = 500 troy oz, và dao động giá nhỏ nhất là 0.01, nghĩa là giá chuyển động 1 pip tương đương 5$ cho mỗi lot bạn giao dịch.\r\n\r\n\r\n⇒ Bài tiếp theo: Giao dịch dầu thô tại Forex.com","infringing_urls":[{"url":"http://www.express-magazine.trungcapnghebinhduong.edu.vn/magazine/home/apple-x%C3%A2y-tr%E1%BB%A5-s%E1%BB%9F-m%E1%BB%9Bi-nh%C6%B0-phi-thuy%E1%BB%81n?page=136"},{"url":"http://www.express-magazine.trungcapnghebinhduong.edu.vn/node/413"},{"url":"http://www.nmd.vn/news.aspx?id=1140&nmd=Cach-tinh-loi-va-lo-trong-giao-dich-Vang-Bac"}],"copyrighted_urls":[{"url":"http://www.oxy.co/vi/hoc-forex/Kien-thuc-Forex-Can-ban/Cach-tinh-loi-va-lo-trong-giao-dich-Vang-Bac-13/"}]},{"description":"title: Giao dịch dầu thô tại Forex.com\r\n\r\ncontent:\r\n\r\n\r\nHợp đồng giao dịch dầu thô tại sàn Forex.com được giao dịch giống như các cặp tiền tệ, nhưng với ký quỹ (margin) và đòn bẩy (leverage) khác nhau. Một hợp đồng dầu thô (1 lot) tương đương 100 thùng dầu, được định giá bằng USD.\r\n \r\nHợp đồng dầu thô là loại hợp đồng mua bán sự chênh lệch (CFDs), thuộc thị trường phi tập trung (OTC) và có ngày hết hạn hợp đồng. Vào ngày hết hạn sẽ được kết toán bằng tiền mặt.\r\n \r\nCác loại dầu thô\r\n \r\nForex.com cung cấp cho khách hàng 2 loại hợp đồng dầu thô: Dầu UK - còn gọi là dầu Brent (UKOIL) và dầu US - còn gọi là dầu West Texas Intermediate (USOIL). Dầu thô được chia thành 2 loại “nhẹ” hoặc “nặng” căn cứ vào lượng API của dầu, và “ngọt” hoặc “chua” căn cứ vào hàm lượng lưu huỳnh của dầu.\r\n \r\nDầu thô Brent (UK Oil) là hỗn hợp dầu thô “ngọt nhẹ”, được lấy từ các mỏ dầu ở biển Bắc. Loại dầu này có giá cao hơn so với giá của OPEC (Tổ chức các nước xuất khẩu dầu lửa) đưa ra.\r\n \r\nDầu thô West Texas Intermediate (WTI) (US Oil) là hỗn hợp “ngọt nhẹ” hơn và có giá cao hơn dầu thô Brent. (Nguồn: Cơ quan thông tin năng lượng Mỹ)\r\n \r\nGiờ giao dịch\r\n \r\nGiờ giao dịch dầu thô bắt đầu từ 8h sáng thứ 2 đến 5h sáng thứ 7 (theo giờ Việt Nam)\r\n \r\nGiao dịch dầu thô sẽ tạm nghỉ hàng ngày từ 6h sáng đến 8h sáng (theo giờ Việt Nam)\r\n \r\nHợp đồng giao dịch sẽ hết hạn lúc 2h30 sáng (theo giờ Việt Nam) vào ngày hết hạn hàng tháng.\r\n \r\nAi? và tại sao họ lại giao dịch dầu thô?\r\n \r\nNhững sản phẩm dầu mỏ được giao dịch rộng rãi ở nhiều nghành công nghiệp, và như vậy dầu bị ảnh hưởng bởi các yếu tố chính trị cũng như các hoạt động mua bán của giới đầu cơ. Dầu là nhu cầu thiết yếu của nền kinh tế toàn cầu, vì vậy có nhiều đối tượng tham gia giao dịch bao gồm các tập đoàn kinh tế, những nhà đầu cơ cho đến các cá thể...\r\n \r\nCác hãng hàng không có thể mua dầu dự trữ do những lo ngại về việc tăng giá dầu và những trader ở Wall Street có thể mua bán hợp đồng dầu tương lai để kiếm lợi nhuận từ biến động giá. \r\n \r\nCác yếu tố ảnh hưởng đến giá dầu (tương tự đối với các cặp tiền tệ) có thể do ảnh hưởng của các yếu tố chính trị, tài chính, hoặc thậm chí liên quan đến thời tiết.\r\n \r\nGiá dầu thô tại Forex.com được lấy từ đâu?\r\n \r\nGiá dầu UK OIL và US OIL tại FOREX.com dựa trên giá dầu tương lai hiện đang được giao dịch trên sàn giao dịch liên lục địa (ICE).","infringing_urls":[{"url":"http://fxlive.com.vn/2012/02/24/ki%E1%BA%BFn-th%E1%BB%A9c-giao-dich-d%E1%BA%A7u-tho/"},{"url":"http://vangsjc.com.vn/kien-thuc-giao-dich-dau-tho/"},{"url":"http://www.express-magazine.trungcapnghebinhduong.edu.vn/node/414"},{"url":"http://www.nmd.vn/news.aspx?id=1141&nmd=Giao-dich-dau-tho-tai-Forexcom"},{"url":"http://www.nmd.vn/tradingforex.aspx?id=1141&nmd=Giao-dich-dau-tho-tai-Forexcom"}],"copyrighted_urls":[{"url":"http://www.oxy.co/vi/hoc-forex/Kien-thuc-Forex-Can-ban/Giao-dich-dau-tho-tai-Forexcom-14/"}]},{"description":"title: Tỷ giá dầu thô\r\n\r\ncontent:\r\n\r\nCách xem tỷ giá dầu thô\r\n \r\nCách xem tỷ giá dầu thô tương tự như cách xem tỷ giá các cặp tiền tệ. Ký hiệu dầu Brent được giao dịch so với USD là UK Oil và ký hiệu giao dịch của dầu WTI so với USD là US Oil.\r\n \r\nGiá dầu thế giới được định giá bằng USD cho mỗi thùng dầu.\r\n \r\nVí dụ: UK Oil = 45.50 – Nghĩa là một thùng dầu thô Brent có giá $45.50\r\n \r\nGiá Bid, Ask và Spread\r\n \r\nNhư các thị trường khác - dầu thô, vàng giao ngay và ngoại tệ đều được định giá theo: giá mua (Bid) và giá bán (Ask):\r\n \r\nGiá Bid (giá Mua) là giá mà tại đó bạn có thể Sell (Bán)\r\n \r\nGiá Ask (giá Bán) là giá mà tại đó bạn có thể Buy (Mua)\r\n \r\nVà chênh lệch giữa giá mua và giá bán được gọi là spread\r\n \r\nGiao dịch dầu thô – Dùng UKOIL làm ví dụ\r\n \r\nTỷ giá dầu thô UK Oil bạn nhận được là 50.55/62. Có nghĩa là bạn có thể Sell (Bán) 1 hoặc nhiều lot dầu thô UK Oil tại giá 50.55, hoặc Buy (Mua) tại giá 50.62. Chênh lệch spread là (50.62 – 50.55) = 0.07 (7 pip)\r\n \r\nKhối lượng bạn giao dịch sẽ xác định tổng số lời và lỗ khi giá biến động. Khối lượng giao dịch nhỏ nhất  của UK Oil tại sàn Forex.com là 1 lot tương đương với 100 thùng dầu thô. Với 1 lot dầu, giá dịch chuyển 1 pip (0.01) tương đương 1$.\r\n\r\nHãy cùng chúng tôi xem những ví dụ sau\r\n \r\nVí dụ 1:\r\nBạn mua 1 lot UK Oil tại giá 50.45\r\nVài phút sau, giá lên 50.90, và bạn thoát lệnh.\r\nBạn đã mua 1 lot UK Oil tại 50.45 và bán tại 50.90, tăng 45 pip (50.90 – 50.45)\r\nLợi nhuận của bạn là 45 pip (mỗi pip tương đương 1$) = 45$\r\n \r\nVí dụ 2:\r\nBạn mua 1 lot UK Oil tại giá 50.55\r\nVài phút sau, giá xuống 50.20 và bạn thoát lệnh để cắt lỗ\r\nBạn mua 1 lot tại 50.55 và bán tại 50.20, chênh lệch 35 pip. \r\nTrong giao dịch này bạn lỗ 35 pip (1 pip tương đương 1$) = -35$\r\n \r\nPip (Percentage in point)\r\n \r\nGiống như tỷ giá ngoại tệ và kim loại quý giao ngay, sự thay đổi rất nhỏ của tỷ giá dầu được gọi là pip. Một pip của dầu thô là số thập phân thứ 2 của tỷ giá (0.01).\r\n \r\nKhi tính giá trị giao dịch, bạn phải nhớ rằng giao dịch dầu thô được tính bằng lot (1 lot = 100 thùng). Có nghĩa khi giá dầu thô di chuyển 1 pip tương đương với 1$ cho mỗi lot bạn đang giao dịch.\r\n\r\n\r\n⇒ Bài tiếp theo: Giá dầu thô – Những yếu tố ảnh hưởng","infringing_urls":[{"url":"http://www.nmd.vn/news.aspx?id=1142&nmd=Ty-gia-dau-tho"},{"url":"http://www.nmd.vn/tradingforex.aspx?id=1142&nmd=Ty-gia-dau-tho"}],"copyrighted_urls":[{"url":"http://www.oxy.co/vi/hoc-forex/Kien-thuc-Forex-Can-ban/Ty-gia-dau-tho-15/"}]},{"description":"title: Giá dầu thô – Những yếu tố ảnh hưởng\r\n\r\ncontent:\r\n\r\nGiá dầu thô có thể bị ảnh hưởng bởi nhiều yếu tố sau:\r\n \r\nCung và cầu\r\n \r\nDầu là mặt hàng thiết yếu của cuộc sống. Nước tiêu thụ và nhập khẩu dầu lớn nhất trên thế giới là Mỹ, sau đó là Trung Quốc và Nhật Bản. Bất cứ điều gì làm gián đoạn đến việc cung cấp dầu sẽ tác động lên giá dầu thô. Các yếu tố như thời tiết khắc nghiệt, chiến tranh, khủng bố, bất ổn chính trị, và những quyết định của tổ chức các nước xuất khẩu dầu mỏ (OPEC) có khả năng đẩy giá dầu lên hay xuống.\r\n \r\nKể từ khi dầu thô được sử dụng để sản xuất các sản phẩm tiêu dùng khác nhau, từ xăng, khí đốt cho đến phân bón và mỹ phẩm. Nhu cầu về các sản phẩm này cũng có thể ảnh hưởng đến giá của dầu thô. Khi việc tiêu thụ các sản phẩm này giảm thì nhu cầu về dầu thô cũng giảm xuống, và điều này có thể tác động tiêu cực lên giá. \r\n \r\nSố lượng hàng tồn kho, doanh số và bản báo cáo tình trạng dầu mỏ của EIA (Cơ quan Thông tin Năng lượng Mỹ) cung cấp để làm sáng tỏ sự khó khăn trong việc kiểm soát tổng lượng dầu tiêu thụ. Các trader có thể nhìn vào các báo cáo và thông báo này để hiểu rõ hơn các yếu tố ảnh hưởng đến việc tiêu thụ dầu.\r\n \r\nCác yếu tố thời tiết\r\n \r\nThói quen tiêu thụ theo mùa cũng có thể có ảnh hưởng đến giá của dầu thô. Trong suốt những tháng thời tiết lạnh, khí đốt sẽ được tiêu thụ nhiều hơn những tháng ấm. Ngược lại, mùa hè tại Mỹ thường xuyên thấy sự tăng giá xăng do không đáp ứng được nhu cầu đòi hỏi cao. Mùa bão ở bờ biển vùng Vịnh của Hoa Kỳ cũng ảnh hưởng đến giá dầu do cơn bão gây ra mối đe dọa cho nhà máy lọc dầu ở Vịnh Mexico. Các nhà đầu cơ nhận thức được thói quen này để đưa ra quyết định giao dịch của họ.\r\n \r\nĐầu cơ\r\n \r\nGần đây xảy ra các cuộc tranh luận về giá dầu thô trên toàn cầu, do sự gia tăng đột biến của giá dầu trong mùa hè năm 2008. Các nhà đầu cơ đã đóng vai trò lớn trong việc tăng giá dầu thô tại thời điểm này. Những nhà đầu cơ giúp tăng tính thanh khoản cho thị trường, trên thực tế những người này không có nhu cầu thực trong việc sử dụng dầu, nhưng có khả năng ảnh hưởng đáng kể lên giá dầu thế giới. \r\n \r\nMột điều bạn nên biết, tâm lý của các nhà đầu cơ khi giao dịch không hoàn toàn dựa trên quy luật cung cầu. Vì vậy, việc dự đoán giá dầu thô dựa trên cung cầu không phải lúc nào cũng đúng.\r\n \r\nTiền tệ\r\n \r\nTừ khi tỷ giá dầu được định giá theo USD, nhiều nhân tố ảnh hưởng đến đồng USD có thể tác động đến thị trường dầu. Nhìn một cách tổng thể, giá dầu thô tỷ lệ nghịch với giá trị đồng đôla. Một đồng đôla mạnh nghĩa là chỉ cần vài đôla để mua một thùng dầu. Điều này thường tốt cho khách hàng. Một thùng dầu trị giá 100$ thì tốt cho nhà sản xuất (không tốt cho khách hàng) khi đồng đôla mạnh hơn so với các đồng tiền khác. Tuy nhiên nếu chỉ 100$ đổi được 64 EUR (một đồng đôla yếu), giá dầu cao không có nghĩa là tốt cho nhà cung cấp, do đồng đôla Mỹ mất giá nên lợi nhuận của họ cũng ít đi.\r\n\r\n\r\n⇒ Bài tiếp theo: Tỷ lệ đòn bẩy (Leverage) và mức ký quỹ (Margin) của dầu thô","infringing_urls":[{"url":"http://www.nmd.vn/news.aspx?id=1144&nmd=Gia-dau-tho-Nhung-yeu-to-anh-huong"}],"copyrighted_urls":[{"url":"http://www.oxy.co/vi/hoc-forex/Kien-thuc-Forex-Can-ban/Gia-dau-tho-Nhung-yeu-to-anh-huong-16/"}]},{"description":"title: Tỷ lệ đòn bẩy (Leverage) và mức ký quỹ (Margin) của dầu thô\r\n\r\ncontent:\r\n\r\nTỷ lệ đòn bẩy của hợp đồng dầu thô\r\n \r\nTỷ lệ đòn bẩy (Leverage) của sàn Forex.com đối với hợp đồng dầu thô UK Oil và US Oil  là 100:1. Điều đó có nghĩa là với mỗi 1$ có trong tài khoản, bạn có thể giao dịch lên tới 100$. Hãy nhớ rằng giao dịch đòn bẩy sẽ làm tăng rủi ro cho bạn.\r\n \r\nMức ký quỹ là bao nhiêu cho một lệnh giao dịch của bạn\r\n \r\nMức ký quỹ là số tiền bạn phải có trong tài khoản để duy trì lệnh giao dịch. Với đòn bẩy 100:1, hệ số ký quỹ của bạn là 0.01 (1%), điều đó có nghĩa là bạn cần có vốn tiền mặt ban đầu tối thiểu là 1% so với tổng giá trị các lệnh bạn đang giao dịch.\r\n \r\nTại sàn Forex.com, rủi ro của bạn được hạn chế với số tiền bạn nạp vào tài khoản. Không có margin calls (lệnh gọi ký quỹ), vì thế nếu số vốn ban đầu của bạn giảm xuống dưới mức yêu cầu ký quỹ, chúng tôi sẽ tự động đóng các lệnh để hạn chế tối đa thua lỗ cho bạn.\r\n \r\nVí dụ:\r\n \r\nTỷ giá dầu thô WTI (US Oil) hiện tại: US Oil = 51.55$\r\nBạn buy 1 lot (100 thùng) tại giá 51.55$\r\nMức ký quỹ yêu cầu là 1% cho khối lượng giao dịch của bạn, và cách tính như sau:\r\n“Khối lượng giao dịch” x “Giá” x “Số tiền ký quỹ (%)”\r\n100 (thùng) x $51.55 x 0.01 = $51.55\r\n \r\nCách tính lãi và lỗ\r\n \r\nCách tính lời và lỗ khá đơn giản.\r\nSự tăng giá dầu thô nhỏ nhất là 0.01, giao dịch nhỏ nhất mà bạn có thể vào lệnh là 1 lot = 100 thùng. Ở giao dịch này, mỗi pip có giá trị là 1$.\r\n \r\nGiá thay đổi từ 52.55 đến 52.85 nghĩa là chênh lệch 0.3, hay 30 pip. Nếu bạn giao dịch 1 lot (tương đương mỗi pip 1$), khi đó bạn sẽ được lời hoặc lỗ 30$.\r\n \r\nNếu giao dịch hơn 1 lot, giá mỗi pip chỉ đơn giản là nhân với số lot mà bạn giao dịch. Thay vì mỗi pip là 1$, nếu bạn giao dịch 5 lot thì mỗi pip tương đương 5$.\r\n\r\n\r\n⇒ Bài tiếp theo: Ngày hết hạn của hợp đồng dầu thô","infringing_urls":[{"url":"http://sanduatin.com/p/huizforex-forex-vang--san-forexcom--hoc-forex.htm"},{"url":"http://www.express-magazine.trungcapnghebinhduong.edu.vn/node/417"},{"url":"http://www.nmd.vn/news.aspx?id=1145&nmd=Ty-le-don-bay-Leverage-va-muc-ky-quy-Margin-cua-dau-tho"}],"copyrighted_urls":[{"url":"http://www.oxy.co/vi/hoc-forex/Kien-thuc-Forex-Can-ban/Ty-le-don-bay-Leverage-va-muc-ky-quy-Margin-cua-dau-tho-17/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}