{"dmca":{"id":16331,"type":"Dmca","title":"Better Business Bureau Says Alleged Infringement Sucks!","body":"Dear Sir or Madam:\r\n\r\nI am an attorney for the Council Of Better Business Bureaus, Inc. (the Council), the umbrella organization for Better Business Bureaus throughout the United States. It has come to my attention that you operate a site to take      complaints against      Farmers      Insurance.             The      site      is      located at http://www.farmersinsurancegroupsucks.com/ This web site displays an outdated and counterfeit Colton, CA Better      Business      Bureau      (BBB) reliability      report      for      Farmers      Insurance      at http://www.farmersinsurancegroupsucks.com/pdf/farmers_insurance_better_business_bureau_rating.pdf.      In addition, your site also displays the Council's trademarks, BBB TORCH Logo and Better Business Bureau, without our permission at http://www.farmersinsurancegroupsucks.com/rated_worst.htm.   Inasmuch as the Whois record indicates a private registration, we are writing to you about this matter.\r\n\r\nFor your information, Better Business Bureau and the BBB TORCH Logo are federally registered service marks owned by the Council (Rag. Nos. 566,415, 969,847, 971 ,589 and 749,915). These marks are used on the Internet in connection with business and consumer services. These marks may only be used in limited ways by authorized users that have entered into a licensing agreement with the Council or an approved BBB.\r\n\r\nFurthermore, BBB Reliability Reports are copyrighted. Your use of a false report infringes an this copyright and constitutes trademark counterfeiting and false advertising subject to liability under state and federal false advertising statutes.                                                                                                                                     \r\n\r\nLiability for willful infringements may include monetary damages as well as the costs of litigation, including attorney's fees. A finding of trademark counterfeiting subjects the counterfeiter to one million dollars in statutory penalties per counterfeit without proof of damages by the trademark owner.  Please note that the A  Council wan a trademark counterfeiting case, and we are prepared to take action again. The favorable published decision, CBBB, Inc. v. Bailey and Associates: is available at 197 F.Supp.2d 1197 (ED. Ma. 2002).                                  \r\n\r\nWe do whatever is necessary to protect our marks and the public from this type of deception. Accordingly, as site registrant, we must request that you immediately remove the BBB TORCH Logo and the reference to the Better Business Bureau as well as the counterfeit BBB report from your web site. I ask that you indicate your\r\nagreement to do so by returning to me one signed copy of this letter within the next two weeks.                                            \r\n\r\nSincerely,                                                                                                                             \r\n[private]                                                                                                                                                                                               \r\nAssistant General Counsel\r\n\r\ncc: [private], Colton, CA BBB\r\nAGREED:                                                         DATE: \r\n\r\nThe name Better Business Bureaus is a registered service made of the Council of Better Business Bureaus, Inc.","date_sent":"2006-10-09T04:00:00Z","date_received":"2006-10-09T04:00:00Z","topics":["Copyright","Copyright and Fair Use"],"sender_name":null,"principal_name":"Better Business Bureau (BBB)","recipient_name":"FarmersInsuranceGroupSucks.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}