{"dmca":{"id":16359,"type":"Dmca","title":"Blogger DMCA Complaint from Gregory S. Aydt","body":"To Whom It May Concern:\r\n\r\nI am writing in regards to an infringement of my copyright to a photograph I host on my site at \r\n\r\nthe following address and on the following post:\r\n\r\nhttp://rhymeswithright.mu.nu/archives/185371.php\r\nhttp://rhymeswithright.mu.nu/images/MeandWarrior.jpg\r\n\r\nSaid image has been lifted from my site and used without my permission and after my specific \r\n\r\ndemand that it be removed. The post in question is located at the following URL:\r\n\r\nhttp://viewfrom22.blogspot.com/2006/10/role-of-blogs-in-local-politics_16.html\r\n\r\nAs you may notice from the comments, the owner of the site rejects my demand and insists that \r\n\r\nhe will post the copyrighted image on his site, moving it from server to server to keep it up in \r\n\r\ndefiance of my copyright.\r\n\r\nPlease take all appropriate action to remove unauthorized use of my copyright image and/or the \r\n\r\nentire post - up to and including the deletion of the offenders account if that is necessary to \r\n\r\nprevent his unauthorized use of my copyright image.\r\n\r\nPlease note that he has at least twice violated the terms of service of the image hosts by posting \r\n\r\nthem on sites which include in their terms of service that the account owner is the copyright \r\n\r\nholder of the image.\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly \r\n\r\ninfringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I \r\n\r\nam the copyright owner or am authorized to act on behalf of the owner of an exclusive right that \r\n\r\nis allegedly infringed.\r\n\r\nSincerely, \r\n\r\nGregory S. Aydt \r\nrhymeswithright@gmail. com","date_sent":"2006-10-17T04:00:00Z","date_received":"2006-10-17T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Gregory S. Aydt","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}