{"dmca":{"id":16448,"type":"Dmca","title":"Blogger DMCA Complaint from Linda Ellis","body":"Hello,\r\n \r\n\r\nBelow is my good faith statement and copyright information.  Several sites\r\nhosted by blogspot.com have my copyrighted work, \"The Dash\" posted\r\nunauthorized and mostly unaccredited.\r\n \r\n\r\nPlease have your users remove this material immediately.  I thank you for\r\nyour prompt attention to this matter.\r\n \r\n\r\nLinda Ellis\r\nwww.lindaellis.net\r\n \r\n\r\n \r\n\r\n \r\n\r\nINFORMATION AS REQUESTED CONCERNING A COPYRIGHT INFRINGEMENT OF MY WORK BY\r\nMANY OF YOUR MEMBERS:\r\n \r\n\r\n \r\n\r\n1. A description of the copyrighted work or other intellectual property\r\nthat you claim has been infringed;\r\n \r\n\r\nPoem titled Only One Childhood, a registered copyrighted work included in \"The Dash and Other Poems by Linda Ellis\".\r\n \r\n\r\n2. A description of the location where the material that you claim is\r\ninfringing is located;\r\n \r\n\r\nThe poem is posted unauthorized and mostly unaccredited on the\r\nblogspot.com\r\nsites listed at the end of this email.\r\n \r\n\r\n3. A statement by you that you have a good faith belief that the reported\r\nuse is not authorized by the copyright or intellectual property owner, its\r\nagent, or the law;\r\n \r\n\r\nI hereby state that permission was never granted for use of this\r\ncopyrighted\r\nwork on the web sites sent here by myself, the author and copyright owner,\r\nor any agents or representatives of my company, Linda's Lyrics.\r\n \r\n\r\n4. Your address, telephone number, and, if available, e-mail address;\r\n \r\n\r\nLinda Ellis\r\nLinda's Lyrics\r\n1050 E. Piedmont Road\r\nSuite E-135\r\nMarietta, GA  30062\r\nlellis@bellsouth.net\r\n404-966-3349\r\n \r\n\r\n5. A statement by you, made under penalty of perjury, that the above\r\ninformation is accurate and that you are the copyright or intellectual\r\nproperty owner or authorized to act on the copyright or intellectual\r\nproperty owner's behalf; and\r\n \r\n\r\nUnder penalty of perjury, I hereby state that the above information is\r\naccurate and that I am the copyright owner of the material posted\r\nunaccredited and unauthorized on the web sites contained in this email.\r\n \r\n\r\n6. An electronic or physical signature by the person making the submission\r\n(i.e., you or such other person authorized to act on behalf of the\r\ncomplaining party).  If the submission is made electronically, the\r\nauthorized person making the submission should designate his or her\r\nelectronic signature by typing a forward slash (\"/\") before and after his\r\nor\r\nher typed name and follow this electronic signature by again typing his or\r\nher name.\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\nLinda's Lyrics\r\n1050 E. Piedmont Road\r\nSuite E-135\r\nMarietta, GA  30062 www.lindaellis.net\r\nwww.lindaslyrics.com\r\nwww.thedash.net\r\n \r\n\r\n \r\n\r\n \r\n\r\nMy poems appears unaccredited here:\r\n \r\n\r\n  http://www.single-moms-time.blogspot.com/\r\n \r\n\r\n \r\nOnly One Childhood ","date_sent":"2006-02-15T05:00:00Z","date_received":"2006-02-15T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Linda's Lyrics","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}