{"dmca":{"id":16460,"type":"Dmca","title":"Blogger DMCA Complaint- SQL","body":"October 22, 2006\r\n\r\nGoogle, Inc. \r\nATTN: Blogger Legal Support,\r\nDCMA Complaints\r\n1600 Amphitheatre Pkwy\r\nMountain View, CA 94043\r\n\r\nRE: Copyright Infringement\r\n\r\nTo Whom It May Concern: \r\n\r\nGood morning. I contacted Google Blogger Help on 10.09.2006 concerning copyright infringement on www.blogger.com. I received a response to my request to remove copy written content on www.blogger.com that is owned by www.mssqltips.com. This letter is in response to the email that was sent to have the content that is copyright infringed removed.\r\n\r\nCopyright Overview\r\n\r\nAll web pages on www.MSSQLTIPS.com have a copyright statement, the www.MSSQLTIPS.com web site has a detailed copy right statement and all emails sent to subscribers have a copyright statement. See enclosures.\r\n\r\nThe www.MSSQLTIPS.com copyright indicates the following:\r\n\r\n\"The entire web site may not be reproduced in any form without written permission from Edgewood Solutions. Some individual articles are copyrighted by their respective authors and other content that has been used is referenced back to its original source on the internet. \r\nThis content on this web site (ww.mssqltips.com) is for informational purposes only. Edgewood Solutions, LLC AND ITS RESPECTIVE SUPPLIERS MAKE NO WARRANTIES, EXPRESS OR IMPLIED, ON THIS WEB SITE (www.mssqltips.com).\r\n\r\nComplying with all applicable copyright laws is the responsibility of the user. Without limiting the rights under copyright, no part of this web site (www.mssqltips.com) may be reproduced, stored in or introduced into a retrieval system, or transmitted in any form or by any means (electronic, mechanical, photocopying, recording, or otherwise), or for any purpose, without the express written permission of Edgewood Solutions, LLC.\r\n\r\nEdgewood Solutions, LLC may have patents, patent applications, trademarks, copyrights, or other intellectual property rights covering subject matter in this web site (w.mssqltips.com). Except as expressly provided in any written license agreement from Edgewood Solutions, LLC, the furnishing of this web site (www.mssqltips.com) does not give you any license to these patents, trademarks, copyrights, or other intellectual property.\r\n","date_sent":"2006-10-22T04:00:00Z","date_received":"2006-10-22T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Edgewood Solutions","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}