{"dmca":{"id":16475,"type":"Dmca","title":"UK Defamation and Race Hatred Complaint","body":"Dear Sir/Madam,\r\nRequest to remove information Introduction\r\n\r\n\r\n1 This is a request to Google to remove information from its website service Google.co.uk (Google Section 1) because that information violates the applicable laws of England & Wales (Google Section 2) concerning defamation, trademark registration, harassment and race hatred.\r\n\r\nIngram Winter Green\r\n\r\n2 Ingram Winter Green (\"IWG\") is a partnership law firm based in London and its name is a registered trademark. The firm is involved in the provision of legal services. Its founding members are [private], all of whom remain amongst its partners. Its other individual partners are [private]. The firm is supervised by the Law Society and works in full compliance with the relevant professional regulatory requirements.\r\n\r\n3 Amongst IWG's clients relevant to this request are NSC Global Limited, Fineland Properties Limited and its directors [private]. Another law firm, Denniss Matthews is also involved.\r\n\r\n[Private]\r\n4. [private] is a self proclaimed IT expert and has used his knowledge to set up and run at least 12 separate websites hosted offshore and each with up to 40 or more separate URL pages. [private] owns the leasehold on a property in Croydon, South London (\"the property\") and has been involved in a long-standing dispute with the former freehold owner of the property (Mr [private]). Neither Mr [private] nor Mr [private]l has ever been a client of IWG. One of IWG's clients is a property company which purchased the freehold of the property from Mr [private]. The freehold was later re-sold.\r\n\r\n5 Mr [private] asserts that his dispute with the previous freeholder, Mr [private] has brought him into conflict with the local council, the London police and various local firms of estate agents and lawyers. He further asserts that IWG and the property company that purchased the freehold are now to be deemed as involved in a dispute in which they had no participation and of which they had no knowledge. We attach at Appendix One copies of correspondence between IWG, Fineland Properties Limited, Mr [private]'s solicitors (Landau Zeffertt Weir) and Mr [private] which show the genesis of Mr [private]'s involvement with IWG.\r\n\r\n6 Mr [private]'s websites are directed at furthering his vindictive campaigns against those individuals, organisations and bodies who he sees as responsible for matters connected to his leasehold interest in the property. He prides himself on being able to force his websites to the top of various search engine listings. In 2005 he added IWG and its individual partners to his 'hit' list of targets. Mr [private] also runs a fringe ratepayers association in Croydon, South London of which he is leader, nominating officer and treasurer.\r\n\r\nThe Unlawful Material\r\n\r\n7 On 11 internet websites with multiple associated pages generated and run by Mr [private], he has published material which is both unlawful and seriously offensive (\"the material\"). We have provided to you, in confidence, a separate document, which is not for publication, and which contains the material. The reason why the material is not included in this document is because you have informed us that a copy of this request is sent for publication to the Chilling Effects website. If the material were to repeated on the Chilling Effects website, it would defeat the purpose of this request.\r\n\r\n8 Each of the search result URLs identified in paragraph 11 below contains material that breaches the applicable laws of defamation and/or harassment and/or race hatred and/or trademark registration (Google Section 3). Each of these violations is dealt with in turn at paragraphs 12 to 26 below.\r\n\r\n9 Further, Mr [private] has ensured that by a series of multiple and repeated links, all pages on all sites are inter-connected so that the content of each page is accessible to every other page and/or common or repeated on every page. IWG therefore believes that unless access to all URLs associated with the 12 websites is blocked, the material will continue to be available to anyone searching the web via Google.\r\n\r\nThe Websites\r\n\r\n10\tThe 11 websites are as follows:\r\n10.1\twww.ingramwintergreen.co.uk \r\n10.2 www.ingramwintergreen.org \r\n10.3 www.dennissmatthews.co.uk \r\n10.4 www.lawyerbaiting.co.uk\r\n10.5 www.solicitorsfromhell.com \r\n10.6 www.metpolicecroydon.co.uk \r\n10.7 www.croydoncouncil.info\r\n10.8 www.sir-ian-blair.co.uk\r\n10.9 www.metpolicelondon.co.uk \r\n10.10 www.dennissmatthews.org \r\n10.11 www.mcp-law.org\r\n\r\nThe Search Queries\r\n\r\n11 A series of keyword searches (below) generated links to the websites and their associated URLs set out in paragraph 11 below and in each case a search was undertaken of the whole web and of the UK pages:\r\n\r\n11.1\tIngram Winter Green 11.2 IWG\r\n11.3\tDaniel Ginsbury\r\n11.4\tDavid Ingram\r\n11.5\tDavid Ingram Solicitor\r\n11.6\tNSCGIobal\r\n11.7 NSC Global\r\n11.8 Nathan Teitelbaum \r\n11.9\tRuth Teitelbaum\r\n11.10 Fineland Properties \r\n11.11 Dennis Matthews \r\n11.12 Denniss Matthews\r\n\r\nThe URLs\r\n\r\n12\tThe sites and their related individual URLs are as follows:\r\n\r\n[redacted]\r\n\r\nFurther Websites\r\n\r\n13 Set out in Appendix Two are a series of new websites which appear to have been registered as domain names but have yet to be activated with content but utilise the name of IWG and/or its clients in a pejorative manner.\r\n\r\nBreaches of the Applicable Laws\r\n\r\n14\tThe reasons for believing that the rights of IWG and its individual partners have been unlawfully violated (Google Section 4) are set out below.\r\n\r\nDefamation\r\n\r\n15 The material published by Mr [private] is defamatory of IWG and its individual partners and verbatim extracts have been cut and pasted from the 11 websites and supplied to you in confidence in a separate document and is not for publication.\r\n16 For the avoidance of doubt, IWG has checked the content across all the sites listed at paragraph 12 above and for ease of reference has set out the defamatory material just once in the separate confidential document, since it is repeated and/or accessible across all the webpages.\r\n\r\n17\tThe natural and ordinary meanings of the publications are set out in a separate document which has been supplied to you in confidence and which is not for publication.\r\n18 These allegations are false and highly damaging to the business and trading reputation of IWG and its individual partners who have been seriously defamed and suffered considerable hurt and embarrassment.\r\n\r\n19\tThe following matters exacerbate the damage being done:\r\n\r\n19.1 Mr [private] has acted with malice in conducting his campaigns such that his actions would defeat any of the defences available under the applicable law. Mr [private] boasts on his webpages that his intention is to:\r\n\r\n19.1.1\tblast IWG off the web;\r\n19.1.2\tensure that IWG is publicly pilloried on his websites;\r\n19.1.3\tcreate a problem for IWG who will have to be very creative to rid themselves of it;\r\n19.1.4\tensure that he Mr [private] is IWG's problem;\r\n19.1.5\tensure that IWG will have more problems than it can ever imagine;\r\n19.1.6\tdiscredit IWG with as much vigour as he applies to any project on which he sets out;\r\n19.1.7\tmake it impossible for IWG to deal with his deliberate attempts to obstruct access to the firm's legitimate website;\r\n19.1.8\tthreaten yet more damage in that his campaign has not even started yet;\r\n19.1.9\treplace IWG's legitimate website at the top of the search engine front pages with his own webpages;\r\n19.1.10\tuse his knowledge to harm IWG who he assures he knows just how to achieve his ends;\r\n19.1.11 discredit IWG severely and when he says discredit he doesn't mean it will be uncomfortable for the firm and anyone who works there but excruciating;\r\n19.1.12\tensure that IWG loses a few big contracts;\r\n19.1.13\tpost correspondence with IWG on his websites if they block his faxes;\r\n19.1.14\tpull no punches whatsoever;\r\n19.1.15\temail every company in the country ('you wouldn't believe how many email addresses I've got now');\r\n19.1.16\tmake IWG a laughing stock in the City;\r\n19.1.17\tblight IWG's business.\r\n\r\n19.2 The allegations are cross promoted across all the offending websites;\r\n19.3 The material is published in sensational terms intended to attract the greatest number of surfers/readers;\r\n19.4 Google is acknowledged as an authoritative source of information, news and opinion;\r\n19.5\tGoogle is a global branded 'online' operation with an influential presence;\r\n19.6\tThe material is published on the internet and thereby to the widest possible audience;\r\n19.7\tThe material; is plainly likely to damage the Claimants' reputation;\r\n19.8 Further, and despite the fact that IWG have made it clear that the allegations are false, Mr [private] has continued to publish the material. It is to be inferred that he has failed to remove the material because he is indifferent to the truth.\r\nHarassment\r\n\r\n20 Under the Protection from Harassment Act 1997, a person must not pursue a 'course of conduct' that amounts to harassment of another and which he knows or ought to know amounts to harassment. Harassment includes 'alarming the person or causing the person distress'.\r\n\r\n21\tMr [private] has conducted a course of conduct that is harassing IWG, its individual partners and in particular [private] in a way that is both alarming and distressing.\r\n\r\n22\tThe published material concerning Mr [private] has been supplied to you, in confidence in a separate document and which is not for publication.\r\n\r\n23 The published material concerning the individual partners, consultants and employed solicitors has been supplied to you, in confidence in a separate document and which is not for publication. Those named are;\r\n\r\n23.1\r\n[redacted]\r\n\r\n\r\n24 As to IWG the firm, the extent of the published material (supplied in a separate document and which is not for publication) testifies to the harassment running as it does to more than 400 webpages which have been forced to the top of Google's search engine listings. The material is false, abusive and vindictive and intended by Mr [private]'s own admission to cause alarm and distress to IWG and its individual partners.\r\n\r\nRace Hatred\r\n25 It is an offence for any person to display, publish or distribute written material that is threatening, abusive or insulting if he intends thereby to stir up racial hatred or if, having regard to all the circumstances, racial hatred is likely to be stirred up: Public Order Act 1986. For the offence to be committed, the tone of the language must be objectionable.\r\n\r\n26 By s17 of the Act \"racial hatred\" was defined as \"...hatred against a group of persons in Great Britain defined by reference to colour, race, nationality (including citizenship) or ethnic origins.\r\n\r\n27 All but two of IWG's individual partners are Jewish or of Jewish extraction. [private] in particular is an observant Orthodox Jew whose ethnicity is deliberately vilified by these websites. For the avoidance of repetition, see the material supplied to you in a separate document and which is not for publication.\r\n\r\n28\tThis vociferous and ugly language is calculated not only to cause offence but to stir up anti-Jewish race hatred and is likely to do so.\r\n\r\nTrademark Infrinqement\r\n\r\n29 IWG has obtained a statutory right under the Trade Marks Act 1994 to prevent the use of its registered trademark, 'Ingram Winter Green'. The Registration Certificate is attached at Appendix Three. The present registration period is 10 years from 17 March 2006 and is renewable on payment of a further fee. Mr [private] has infringed IWG's right by making repeated and detrimental use of the trade mark throughout his websites.\r\n\r\n\r\nContacts\r\n\r\n30 The details for contacting IWG are as follows: [private], Ingram Winter Green Solicitors, [private], London [private]; [private]@iwg.co.uk (Google Section 5)\r\n\r\n31\tThe contacts of the owner/administrator of the webpages complained of are as follows: [private], [private], London, [private]\r\n\r\n\r\nWe have a good faith belief that the information specified above is not permitted by applicable law (Google Section 7) and swear, under penalty of perjury, that the information in this notification is accurate (Google Section 8).\r\n\r\nSigned \r\n[private]\r\n\r\nAppendix.\r\n","date_sent":"2006-10-11T04:00:00Z","date_received":"2006-10-11T04:00:00Z","topics":["Copyright","International"],"sender_name":null,"principal_name":"Ingram Winter Green","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}