{"dmca":{"id":16524,"type":"Dmca","title":"Notice Received by Internet Archive","body":"By Electronic Mail, Facsimile, and Hand Delivery\r\n\r\nLandmark Education, LLC\r\n353 Sacramento Street, Suite 200\r\nSan Francisco, CA 94111\r\nTelephone 415 981 8550\r\nFacsimile 415 616 2411\r\n\r\nOctober 6, 2006\r\n\r\n\r\nInternet Archive Copyright Agent\r\nInternet Archive\r\n116 Sheridan Avenue\r\nSan Francisco, CA 94129\r\n\r\n\r\nTo Whom It May Concern:\r\n\r\nTHE FOLLOWING COMMUNICATION IS EXTREMELY TIME-SENSITIVE AND REQUIRES IMMEDIATE ACTION. UNLESS THE VIDEO REFERENCED IN THIS LETTER IS REMOVED WITHIN 24 HOURS, WE WILL IMMEDIATELY PURSUE LEGAL ACTION.\r\n\r\n\r\nAs the General Counsel of Landmark Education, an international training and development company that delivers personal growth courses in 21 countries worldwide, I am writing to express our strong objection to the posting on your Website of a video entitled \"Inside Landmark Forum (2003)\" (http://www.archive.org/details/InsideLandmarkForum). The video included portions of our course The Landmark Forum, which course is copyrighted by and proprietary to Landmark Education. Not only do the videos infringe our registered copyright (TXu 1-120-461), they are replete with libelous statements which are severely damaging to individuals that have been inaccurately portrayed without their consent and to Landmark Education. For these reasons, it is critical that the videos be taken off your Site immediately or we will have no choice but to promptly initiate legal action.\r\n\r\nIn addition, the video is labeled \"Public Domain\". Based on our copyright registration cited above, this is obviously erroneous, and further reason for the immediate removal of the video.\r\n\r\nSo you understand the facts and the serious nature of this matter, here is some background regarding the posted material. On May 24, 2004, in the program \"Pieces ","date_sent":"2006-10-06T04:00:00Z","date_received":"2006-10-06T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Landmark Education","recipient_name":"Internet Archive","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}