{"dmca":{"id":16557,"type":"Dmca","title":"Google DMCA - Eric Frey","body":"(650) 963-3255, Attn: Google Legal Support, DMCA Complaints\r\n\r\nCopyright Infringement  ......Vocal Release.\r\nEric Frey ric1312@sbcglobal.net 708-425-2489\r\n\r\n\r\n1. http://thepiratebay.org/details.php?id=3327131\r\n\r\n2. My copyrighted work, \"Vocal Release.\" The whole thing is available on this peer to peer network.\r\n\r\nSearch Query = Vocal Release\r\nInfringeing web pages URL = http://thepiratebay.org/details.php?id=3327131\r\n\r\nIt is a peer to peer network.\r\n\r\n4. http://thepiratebay.org they only have an e-mail.\r\n\r\n5. \"I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing webpages is not authorized by the copyright owner, its agent, or the law.\"\r\n\r\n6. \"I swear, under penalty of perjury consistent with United States Code Title 17, Section 512, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\n8. (650) 963-3255, Attn: Google Legal Support, DMCA Complaints\r\n\r\nP.S. I know google has the ability to remove offensive sites from it's natural listings. Even if legally because the above is a peer to peer network, and does not host the files themselves they can't be held acountable, you should still remove the site from the listings otherwise you are just enableing them.\r\n\r\nIf you check out the site you will see they pride themselves in ripping off copyrighted material then making fun of people who threaten them with legal action.\r\n\r\nIf this material is not taken off I will be seeking legal action against them. If google ignores this I will be seeking legal action against google as well as you do have the ability to remove things like this and have been notified of it being on your search engine/network.\r\n\r\nI don't mean to be threatening. But, I've done business with google for years and spent thousands of dollars with you on advertising. This file sharing network is putting my small business, out of business.\r\n \r\n(650) 963-3255, Attn: Google Legal Support, DMCA Complaints\r\n\r\nI've recieved numerous e-mails from people who have either downloaded my copyrighted material for free, or have bought it and been nice enough to tell me they found it online, for free, easily through Google.\r\n\r\nPlease don't brush this off simply because I am a small business, or because of legalities and loop holes.","date_sent":"2006-09-28T04:00:00Z","date_received":"2006-09-28T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}