{"dmca":{"id":16702,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-07-02T04:00:00Z","date_received":"2011-07-02T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Odonnell Entertainment","principal_name":"Bill Odonnell","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Word Mark  ADVENTURES OF SHADOW\nGoods and Services IC 009. US 021 023 026 036 038. G & S: Motion picture  \nfilms relating to a dog character and her adventures; Entertainment motion\n \npicture films featuring a dog character and her adventures, documentaries,\n \ndocumentaries on dogs, comedy, variety, drama, family drama; pre-recorded \n\nentertainment, namely, films, downloadable audio and video recordings,  \nvideo cassettes, video tapes, DVDs, high definition digital discs, and  \nvideo discs featuring a dog character and her adventures, documentaries on\n \ndogs and documentaries. FIRST USE: 20070829. FIRST USE IN COMMERCE:\n20070829\nIC 016. US 002 005 022 023 029 037 038 050. G & S: Series of fiction\nbooks;  \nseries of fiction books featuring the adventures of a dog character;  \nnon-fiction books in the field of dogs and historical landmarks; photo  \nbooks; photo books, namely, books featuring photographs, lithographs,  \nprints and pull-out posters; coloring books; children's activity books;  \nchildren's activity books with stickers; comic books; greeting cards, post\n \ncards and picture postcards; magazines concerning dogs; and calendars.  \nFIRST USE: 20070829. FIRST USE IN COMMERCE: 20070829\n\nIC 032. US 045 046 048. G & S: Purified bottled drinking water. FIRST USE:\n \n20070829. FIRST USE IN COMMERCE: 20070829\n\nMark Drawing Code (3) DESIGN PLUS WORDS, LETTERS, AND/OR NUMBERS\nDesign Search Code 03.01.08 - Dogs; Puppies\n03.01.16 - Heads of cats, dogs, wolves, foxes, bears, lions, tigers\n03.01.24 - Stylized cats, dogs, wolves, foxes, bears, lions, tigers\n26.01.21 - Circles that are totally or partially shaded.\n26.03.28 - Miscellaneous designs with overall oval shape, including  \namoeba-like shapes and irregular ovals; Oval shape (miscellaneous overall \n\nshape)\nTrademark Search Facility Classification Code ANI-MAMM Mammalia;accuracte \n\ndepiction of warm-blooded animals except for human beings\nSHAPES-CIRCLE Circle figures or designs including semi-circles and  \nincomplete circles\nSHAPES-COLORS-3-OR-MORE Design listing or lined for three or more colors\nSHAPES-MISC Miscellaneous shaped designs\nSHAPES-OVALS Oval figures or designs including incomplete ovals and one or\n \nmore ovals\nVEG Plant life such as trees,flowers,fruits,grains,nuts,wreaths,and leaves\nSerial Number 77461457\nFiling Date April 30, 2008\nCurrent Filing Basis 1A\nOriginal Filing Basis 1A\nPublished for Opposition June 30, 2009\nRegistration Number 3682041\nRegistration Date September 15, 2009\nOwner (REGISTRANT) Odonnell, William T. DBA Odonnell Entertainment  \nINDIVIDUAL UNITED STATES 7873 1/2 Myrtle Ave Eureka CALIFORNIA 95503\nPrior Registrations 3014013\nDescription of Mark The color(s) dark brown, light brown, tan, red brown, \n\nwhite, black, yellow, orange, green, blue, grey, and red is/are claimed as\n \na feature of the mark. The mark consists of the realistic depiction of a  \ndog above the words \"ADVENTURES OF SHADOW\"; the dog has a body of the  \ncolors light brown, tan, red brown and brown, with the neck, and nose area\n \nof the dog appearing in white, the color brown appears in the nose and\neyes  \nof the dog; the color red appears in the dog's tongue and collar; the\ncolor  \ngreen appears in the background foliage and in a strip on the left of the \n\ncircular portion of the mark; the color grey appears in a rectangle shape \n\nto the left of the dog; the color white also appears in the inner outline \n\nof the mark; the color blue appears in the outer outline of the mark; the \n\nwording \"ADVENTURES OF SHADOW\" appears in white at the top, fading to  \nyellow in the middle and then to orange at the bottom, with a white\noutline  \nof each letter and a black outer outline and shadow.\nType of Mark TRADEMARK\nRegister PRINCIPAL\nLive/Dead Indicator LIVE","infringing_urls":[{"url":"http://rvingdog.blogspot.com/"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}