{"dmca":{"id":16707,"type":"Dmca","title":"Google Pages DMCA Complaint- Hogville","body":"SUBJECT: [#79745518] DMCA Notification of Copyright Infringement @ http://phillipsb.googlepages.com/beck.jpg\r\nSent on: 24-October-2006, 7:00PM EST (GMT - 5)\r\nEmail: legal@hogville.net\r\n\r\nDMCA NOTIFICATION OF COPYRIGHT INFRINGEMENT\r\n\r\nDate: 24 October 2006\r\n\r\nGreetings\r\n\r\nI am an agent authorized to act of behalf of SouthernSports Media, Inc. who exclusively own Hogville.net, a fan site for the Arkansas Razorbacks.\r\n\r\nThe user at the below indicated URL has taken an unauthorized screenshot of our copyrighted material, located at http://phillipsb.googlepages.com/beck.jpg\r\n\r\nPlease suspend the account and/or remove the image indicated above and prevent further abuse.\r\n\r\nNB: If at your own prerogative you offer your client an opportunity to remove the content themselves as opposed to your removal or suspension of service, please be aware that SouthernSports Media, INC. while happy to respect your goodwill gesture, in no way requests or requires such action from you and reserves the right to pursue additional legal remedies to resolve the situation. Copyright protection, not revenue collection, is our primary concern and motivation and some forum content if it damages others or breaks our AUP is not allowed.\r\n\r\nFormality: In accordance with the provisions in the Ditial Millenium Copyright Act of 1998\r\n\r\nPlease expeditiously \"take down\" or \"block access\" to the infringing material and take appropriate action against the customer to prevent further abuse.\r\n\r\nDeclaration:\r\nI, the undersigned, CERTIFY UNDER PENALTY OF PERJURY that I am an agent authorized to act on behalf of the owner of certain intellectual property rights, said exclusive owners being named:\r\n\r\nSouthernSports Media, Inc., c/o Lanny Beavers, 38 Almanzora Circle, Hot Springs Village, AR 71909 USA, (510) 352-8892\r\n\r\nI have a good faith belief that the items or materials listed below are not authorized by the above intellectual property owners, the agents, or the law and therefore infringe their rights.\r\n\r\nI further aver that the information contained in the Notice is accurate.\r\n\r\nImage: http://phillipsb.googlepages.com/beck.jpg\r\n\r\nI may be contacted at:\r\n\r\nDouglas Hazard\r\nHogville.net Webmaster\r\n1361 Memorial Drive SE\r\nAtlanta, GA 30317\r\nTel: (404) 244.1767\r\nEmail: douglas@hogville.net\r\n\r\nOn behalf of SouthernSports Media, Inc. c/o Lanny Beavers\r\n38 Almanzora Circle\r\nHot Springs Village, AR 71909 USA\r\n(501) 352-8892\r\n\r\nCC: Gary W. Harris, Esq.\r\n\r\nTruthfully,\r\n\r\nDouglas L. Hazard\r\nhttp://www.hogville.net","date_sent":"2006-10-24T04:00:00Z","date_received":"2006-10-24T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"SouthernSports Media, Inc.","recipient_name":"Google Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}