{"dmca":{"id":16990,"type":"Dmca","title":"Google DMCA culinart / sugarcraft","body":"1948 W. 8th St.\r\nCincinnati, OH 45204\r\n800-333-5678\r\n5 13-244-2999 513-244-2555 Fax\r\nculinart@yahoo.com\r\nwww.culinart.net\r\n\r\nCulinart, Inc.\r\n\r\n\r\nOctober 26, 2006\r\n\r\nGoogle, Inc.\r\nAttn: Google Legal Support, DMCA Complaints\r\n1600 Amphitheatre Parkway\r\nMountain View, CA 94043\r\n\r\nI would like to notify you that the intellectual property and copyrighted mark of my corporation has been infringed upon and appears in your search results. The copyrighted work at issue is the product name, SILICONE PLASTIQUE that appears on our website at: http://www.culinart.net/silicone.html.\r\n\r\nPlease note that on our web page we have properly identified SILICONE PLASTIQUE as a trade mark with the TM symbol and also give notice at the bottom of the page indicating the following:\r\nCopyright 1996-2006 Culinart, Inc. All Rights Reserved\r\nSilicone Plastique is a trademark of Culinart, Inc.\r\n\r\nThe material that is infringing my company's mark appears in the Google web search results when the name SILICONE PLASTIQUE is used as the search query.\r\n\r\nSearch Query: Silicone Plastique\r\n\r\nInfringing Web Pages: www.sugarcraft.com/catalog/gumpaste/plastique/plastique. \r\nwww.sugarcraft.com/catalog/gumpaste/plastique.htm\r\n\r\nPlease note that the name SILICONE PLASTIQUE is used only in the title tag and not as anlame for the product that is actually being sold on the web page. This is an obvious attempt to bait and switch Google users, misleading them into purchasing a product that is not what\r\nthey searched for.\r\n\r\nMy contact information: Mr. Dominic Palazzolo\r\nPresident\r\nCulinart, Inc. - address, phone & fax on letterhead\r\nEmail: dominic@culinart.net\r\n \r\nContact information for owner/administrator of infringing web page:\r\n\r\nSugarcraft. Inc.\r\nDolores McCann, President\r\n2715 Dixie Highway (Rt. 4)\r\nHamilton, Ohio 45015\r\nPH: 513-896-7089\r\nFAX: 513-863-4934\r\nEMAIL: proicer@sugarcraft.com\r\n\r\nI have a good faith belief that use of the copyrighted materials described above as allegedly infringing is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury, that the information in this notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nBefore sending this notification to you, I have:\r\n\r\n1. Reviewed the entire situation with my attorney who will receive copies of this letter:\r\nMs. Kathryn Evans Smith\r\nWood. Herron & Evans. L.L.P.\r\nemail: ksmith@whepatent.com\r\n(513) 241-2324\r\n\r\n2. Made a request in good faith to the infringer to stop using my corporation's mark via Certified mail. Letter was refused and returned unopened. Please refer to enclosed copy.\r\n\r\nI would like to acknowledge that your department must be very busy with these types of actions yet at the same time would appreciate your prompt attention if at all possible.\r\n \r\nThank you,\r\nDominic Palazzolo\r\nPresident\r\nCulinart, Inc.","date_sent":"2006-10-26T04:00:00Z","date_received":"2006-10-26T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Culinart, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}