{"other":{"id":13081,"type":"Other","title":"Other notice to Google, Inc.","date_sent":"2012-01-17T05:00:00Z","date_received":"2012-01-17T05:00:00Z","topics":["Uncategorized"],"sender_name":"elad avnon","principal_name":null,"recipient_name":"Google, Inc.","works":[{"complaint":"A piece of content in the url  hyperlink has already  \nbeen removed by the webmaster but still appears among the search results on  \ngoogle. this is it\n\n\"My Fast Trax show 26.04.07 Video by Pete Tong - Myspace Video\nvids.myspace.com/index.cfm?fuseaction=vids.individual...27 Apr 2007 – INTRA  \nRECORDS and Elad Avnon have screwed Joel Tellier and his production company  \nfor the full cost of the music video for Myore's 'No ...\"\n\nDespite the fact that Google may not have actually ‘posted’ these  \nstatements, Google are clearly the ‘publisher’ given the fact that you  \ncontrol the hyperlink and, as such, google are liable. In the circumstances  \nwe hereby put you on notice that unless you permanently remove from google  \nsearch  the statements above complained of by 11.59pm on 20th January 2012,  \nwe will issue legal proceedings against Google for defamation in the  \nEnglish Courts.\n\nThe comments made are untrue and therefore amount to defamation of  \ncharacter which has and will continue to have a serious affect on me. The  \ncomments in addition make entirely unfounded allegations of illegality,  \nwhich has resulted in substantial losses to me of which you are liable  \nalong with the persons who posted the comments. Even if the statements are  \ntrue, which is entirely denied, this is not an illegal act which we  \nconsider provides an ordinary reader with the view that i have undertook a  \nfraud within the meaning of the Fraud Act 2006.\n\nWe look forward to receiving confirmation that the Comments have been  \nwithdrawn.\n\nYours faithfully,\n\nElad Avnon\n\n\nurl_box3_1:","original_work_urls":[],"problematic_urls":[{"url":"http://www.google.co.uk/search?client=safari&rls=en&q=elad+avnon&ie=UTF-8&oe=UTF-8&redir_esc=&ei=qXEVT42sApHjtQbck6Qg"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}