{"other":{"id":13198,"type":"Other","title":"Other notice to Google, Inc.","date_sent":"2011-07-01T04:00:00Z","date_received":"2011-07-01T04:00:00Z","topics":["Uncategorized"],"sender_name":"Marcelo González Amarilla","principal_name":null,"recipient_name":"Google, Inc.","works":[{"complaint":"Copia de e-mails enviados a los sitios web:\n\nApreciado Sr./Sra.\nAntes que nada le pido disculpas si no es Ud. la persona indicada para \nrecibir éste mensaje, pero mi pedido casi desesperado cual manotazo de \nahogado intentando agarrarse de lo primero que esté al alcanze de su mano \nse debe al hecho precisamente de no haber obtenido respuesta alguna a mis \nreclamos a una situación que ya lleva casi un año y que creo no solo me \nafecta a mi, sino a Uds. como Organización que merece ser respetada en lo \nque hacen.\nDificilmente lo sean si dan lugar a que cualquier individuo pueda manchar \nel nombre y honor de otra persona con total y absoluta impunidad y no hacer \nnada al respecto cuando la situación se pone en evidencia.\n\nMi parecer es que ésto debe ocurrir sin el conocimiento de Uds. y es \nprecisamente ésto lo que pretendo... poner en su conocimiento ésta \nsituación y poder así dar por terminado el asunto.\nAún a pesar de la independencia entre las Organizaciones de Indymedia \nColombia, Brasil, y Argentina... Uds. son una Organización Global para \nnosotros… su público, que en gran medida debe su existencia y presencia a \nla inexistencia de fronteras en el mundo de la internet, es por ello que \napelo a su amabilidad para que me ayude directa o indirectamente a \nsolucionar ésta desagradable situación.\n\nIndymedia Colombia o Brasil jamás me dió una respuesta respecto a éste tema.\n\nPor Favor… podrían hacer algo al respecto y terminar con esto?\nCualquier cosa que pueda Ud. hacer se lo voy a agradecer sobremanera, al \nmenos le pido me ponga en contacto con la persona que Ud. considere \napropiado.\n\nMuchas Gracias…\n\nMarcelo González Amarilla E-mail: marcelogonzalezamarilla@hotmail.com\n________________________________________\nHe dirigido correos electrónicos reiterados a las siguientes direcciones \nsin respuesta ninguna:\nimc-colombia-ed@lists.indymedia.org\nimc-colombia-tech@lists.indymedia.org\nwebmaster@rac.indymedia.org\nwebmaster@cac.indymedia.org\n\ncontato@midiaindependente.org\ndoacao@midiaindependente.org\nvoluntarios@midiaindependente.org\nbrasilia@midiaindependente.org\ncampinas@midiaindependente.org\nfloripa@midiaindependente.org\nfortaleza@midiaindependente.org\ngoiania@midiaindependente.org\njoinville@midiaindependente.org\npoa@midiaindependente.org\nrio@midiaindependente.org\nssa@midiaindependente.org\nsaopaulo@midiaindependente.org\ny nunca he recibido tan siquiera un acuse de recibo… muchos menos una \nrespuesta… y obviamente ninguna solución\n________________________________________\nMensaje Original\nSres. Indymedia Colombia & Brasil\nCumplo en advertirles por éste medio que un individuo los está utilizando \nde cómplices a Uds. con el único propósito de perjudicarme.\nEste individuo a publicado en la web; valiéndose de Uds.\n( http://colombia.indymedia.org/mail.php?id=115961)\n( http://www.midiaindependente.org/pt/blue/newswire/archive2708.shtml\ny http://www.midiaindependente.org/es/red/newswire/archive2708.shtml) \ncalumnias e injurias sobre mi persona.\nEste individuo ya ha creado previamente un Perfil Falso en Facebook \nutilizando mi nombre; hecho que fue ya notificado a Facebook quienes de \ninmediato y con el objeto de no ser cómplices de un delito procedieron a \ndar de baja dicho perfil y sacarlo de la web.\nEsta persona fue denunciada como corresponde ante las autoridades \npertinentes; presenté una denuncia a la Dirección de Delitos Informáticos \nde la Policia Federal Argentina -Comisaría 33ª-, y por infracción a la Ley \n26.388 de Delitos Informáticos se dio intervención al Sr. Juez Fiscalía de \nInstrucción Nº45 a/c Dra. Fein, Secretaría Nº1 Dr. Chirichella, se lo dejó \nactuar éste tiempo y fue identificado, todas las direcciones IP utilizadas \nen ésta maniobra están individualizadas.\nDudo que lo publicado a través de Uds.\n( http://colombia.indymedia.org/mail.php?id=115961):\nMarcelo Gonzalez Amarilla un aquitrucho que estafa a los inversores\nby juan podesta • Tuesday, Jun. 29, 2010 at 7:59 PM\njpodesta@gmail.com\nESTA LA HISTORIA DE MARCELO GONZALEZ AMARILLA UN ESTAFADOR PROFESIONAL este \nindividuo realizo varios proyectos y edificios sin ser siquiera arquitecto \nya que siempre usa sociedades u otros arquitectos para los proyectos \nevitando tener responsabilidad en los desastres que construye……….\ny\n( http://www.midiaindependente.org/pt/blue/newswire/archive2708.shtml\ny http://www.midiaindependente.org/es/red/newswire/archive2708.shtml)\naunque reconozco que el artículo de Indymedia Brasil fue removido pero el \ntitular sigue ahí impunemente:\njuan laprida Jun 23\nMarcelo Gonzalez Amarilla historia de un falso arquitecto argentino \nestafador\nESTA LA HISTORIA DE MARCELO GONZALEZ AMARILLA UN ESTAFADOR PROFESIONAL\neste individuo realizo varios proyectos y edificios sin ser siquiera \narquitecto ya que siempre usa sociedades u otros arquitectos para los \nproyectos evitando tener responsabilidad en los desastres que construye……….\ncomplemente essa matéria\n\ncumpla con los Criterios de Moderación de Indymedia.\nPor consejo legal debo exigirles que procedan de inmediato a retirar de su \nsitio web cualquier referencia hacia mi persona y se abstengan de publicar \ncualquier referencia hacia mi persona en el futuro.\nAtentamente…\nMarcelo González Amarilla E-mail: marcelogonzalezamarilla@hotmail.com\n\nurl_box3_1: http://colombia.indymedia.org/mail.php?id=115961\nurl_box3_2:","original_work_urls":[{"url":"http://colombia.indymedia.org/mail.php?id=115961)"},{"url":"http://www.midiaindependente.org/pt/blue/newswire/archive2708.shtml"},{"url":"http://www.midiaindependente.org/es/red/newswire/archive2708.shtml)"},{"url":"http://colombia.indymedia.org/mail.php?id=115961):"},{"url":"http://colombia.indymedia.org/mail.php?id=115961"}],"problematic_urls":[{"url":"http://colombia.indymedia.org/mail.php?id=115961"},{"url":"http://www.midiaindependente.org/es/red/newswire/archive2708.shtml"},{"url":"http://www.midiaindependente.org/pt/blue/newswire/archive2708.shtml"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}