{"dmca":{"id":13223,"type":"Dmca","title":"Craft Designs for You complains of copy-crafters","body":"Dear Sirs,\r\n \r\n\r\nI am the exclusive owner of the copyrights to the following craft booklet and have not granted permission for anyone to post these publicly. On this posting, my company, Craft Designs for You, and my name, Cherie Marie Leck, along with my copyright notice is clearly shown. The copyrighted work at issue is the posted scans of my booklet as follows:\r\n \r\nMini Patriotic Whirligig - Copyright 2001 by Cherie Marie Leck\r\nThe booklet in its entirety was emailed to all 129 members of the group,\r\nhttp://groups.google.com/group/mypcfriends and is posted online at the following page by Group Member, [private], email address: [private]@gmail.com at:\r\nhttp://groups.google.com/group/mypcclub/browse_frm/thread/1f0bb6bda01c7ced/#\r\nMessage ID: 42dac0990607212120q48741007p8c514096a81af85f@mail.gmail.com\r\n \r\n\r\nThe booklet in its entirety was also emailed to all 137 members of the group, http://groups.google.com/group/plastic-canvas-nuts/ and is posted online at the following page by Group Member, [private], email address: [private]@gmail.com at:\r\nhttp://groups.google.com/group/plastic-canvas-nuts/browse_frm/thread/1f0bb6bda01c7ced/#\r\nMessage ID: 42dac0990607212120q48741007p8c514096a81af85f@mail.gmail.com\r\n \r\n\r\nPlastic-canvas-nuts is the new group created by [private], after you shut down her previous group, plastic_canvas_is_my_hobby for all of the copyright violations I had reported to you. I have requested that you shut this group down as well, seeing as the sole purpose is to illegally post copyrighted materials, mine included, and you advised that we wait and see if my copyrighted materials are again posted to this new group. Since my copyrighted materials have again been posted, I request that this group be shut down, before more damage is done to my company.\r\n   \r\nAlso, this is the 7 th complaint that I have had to file with you regarding [private] infringing upon my copyrighted materials. I request that her gmail account, [private]@gmail.com and all related Google group accounts be terminated per your terms of service.\r\n \r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing webpage is not authorized by the copyright owner, its agent, or the law.\r\n \r\n\r\nPlease immediately remove or disable all access to the infringing material.\r\n \r\n\r\nI swear, under penalty of perjury consistent with United States Code Title 17, Section 512, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right(s) that is allegedly infringed.\r\n \r\n\r\nShould you require any further information regarding this matter, please contact me at the address, telephone number or email address indicated below:\r\n \r\n\r\nSincerely,\r\n \r\n\r\n[private]\r\nCraft Designs for You\r\n[private]\r\nCharlotte NC 28221-6309\r\n[private]\r\n[private]@craftdesigns4you.com","date_sent":"2006-07-22T04:00:00Z","date_received":"2006-07-22T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Craft Designs for You","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}