{"dmca":{"id":13259,"type":"Dmca","title":"Foundation complains of infringing sculpture pictured in Google Video","body":"Attached is a letter regarding video(s) posted to Google Video by Daniel E. Winter, and other materials available elsewhere on Google by Daniel E. Winter, that are in violation of copyrights owned by Stanley and Cynthia Tenen, and exclusively licensed to Meru Foundation.\r\n\r\nAppended to this letter (and included in this FAX) are various applicable Court Orders in the matter of Tenen v. Winter, wherein our copyrights were adjudicated to be valid and enforceable.\r\n\r\nThis letter has been reviewed and approved by attorney Brian J. Coyne, the attorney for the Tenens and Meru Foundation in the matter of Tenen v. Winter. Mr. Coyne is also dealing directly with the Google Search Engine DMCA Enforcement Team regarding web pages from Mr. Winter (and others) containing prohibited materials.\r\n\r\nShould you have questions for him, he can be contacted via phone at [private], and via email at \"Miles Way Coyne, PLLC\" [private]@uswest.net\r\n\r\n\r\nThank you for your attention to this matter.\r\nCynthia Tenen\r\nFoundation Secretary Meru Foundation\r\n[private]@well.com\r\n[private]\r\n \r\nFROM: Cynthia Tenen, Treasurer, Meru Foundation DATE: 13 July 2006\r\n\r\nREGARDING:\r\n\"Google Video\" uploads featuring Daniel E. Winter and\r\nCourt Judgments against Mr. Winter issued by the Federal District Court\r\nfor the Western District of New York in Rochester in the matter of Tenen v. Winter (first judgment issued 1998)\r\n\r\nTo Whom It May Concern:\r\nThe following information is presented for the purposes of removing videos uploaded to Google Video that infringe on our copyrights per the Digital Millennium Copyright Act. We are: Meru Foundation, a California nonprofit foundation; and\r\nStanley Tenen and Cynthia Tenen, husband and wife\r\nAddress:\t[private]\r\nSharon, MA 02067\r\nMeru Foundation maintains a web site at http://www.meru.org\r\n\r\nI am Treasurer of Meru Foundation, and authorized to act on its behalf. Identification of Copyrighted Work\r\n\r\nThe copyrighted work at issue are the works identified in the Findings of Fact, Conclusions of Law, and Order of the Hon. Charles J. Siragusa, federal district judge for the United States District Court for the Western District of New York in Rochester, dated September 11, 1998, in re Tenen v. Winter, cause number#6:94CV7934. Text of the findings, conclusions and order, including thumbnails of graphic Exhibits showing examples of Mr. Winter's infringement of Mr. Tenen's copyrights, are posted at http://www.danwinter.com/factfind.html; photocopies are available on request. (The Google Search Engine DMCA Enforcement team has a copy of this document, since Mr. Winter has also posted infringing material on his various websites. See below.) The infringed works include Mr. Tenen's \"flame letter\" sculptures, among others. The court, by agreed Order, found and held that the defendant, Daniel Winter, had willfully infringed the plaintiffs' copyright works, had misrepresented himself as their creator, and had publicly disparaged the plaintiffs and their writings and sculptures. The court enjoined Daniel Winter, and those working in privity with him, from further use and copying of the infringed works and from further disparagement of the plaintiffs and their copyright works, and ordered him to place a corrective notice on the Internet. The corrective notice appears at http:/lwww.danwinter.com/corrnote.html. A copy is enclosed. http://www.danwinter.com also has a link to a list of Daniel Winter's infringing works as of the time of the Order was entered.\r\n\r\nInjunction against Mr. Winter's Materials as Penalty for Contempt of Court\r\n\r\nDaniel Winter failed to comply with the court's Orders; he also violated the court's Order to Show Cause regarding contempt. A copy of the court's Order holding him in contempt of court and issuing a warrant for his arrest appears at http://www.danwinter.com/Order-23May01.html, and is attached. Daniel Winter fled this country and is believed to be residing in France. As a result of his failure to appear before the Judge as ordered, and instead fleeing to Europe, and of his \"continued violations of the Court's previous orders\", on 8 April 2002 the Court issued an Injunction against any publication of Mr. Winter's materials, on the Internet or otherwise, whether or not they are in violation of the Tenens' copyrights, until such time as Mr. Winter returns to the US and answers to the Court. Text of this Injunction is available at http://www.danwinter.comlINJUNCTIONAgainstDanielWinter.html ; a copy of this Injunction is also attached.\r\n\r\nIdentification of Infringed Material\r\nThe infringed materials are the plaintiffs' copyright works identified in the above-referenced court Findings; especially the plaintiffs' copyright sculptures entitled The Ideal Hand (Left & Right), U.S. Copyright registration number Vau220-965; and Hand, Finger Width, U.S. copyright registration number VA 487-381.\r\n\r\nThe search used to find videos featuring Daniel Winter was: http://video.google.com/videosearch?q=dan+winter .\r\n\r\nAt present there are 4 videos from Daniel E. Winter returned by that search: Biofeedback-EKG/EEG vs Addiction/A.D.D. with Dan Winter in New Zealand Maori Ctr \r\nhttp://video.google.com/videoplay?docid=-7575685471482170433&q=dan+winter\r\n\r\nFractal Symmetry of Life-chapter2-Sacred Geometry French and English\r\nhttp://video.gooqle.com/videoplay?docid=-3439143116193011647&q=dan+winter\r\n\r\nFractal Symmetry of Life-Sacred Geometry French and English ,\r\nhttp://video.google.com/videoplay?docid=3554631792550324636&q=dan+winter\r\n\r\nBiologic Architecture-Univ Lecture:Building Life=Charge Compression\r\nhttp://video.google.com/videoplay?docid=2179522253593554216&q=dan+winter\r\n\r\nThere are 11 additional videos by Mr. Winter which are available by clicking the From User link on the display page of any of the above videos.\r\n\r\nSo far I have reviewed one of the above videos:\r\n. Biologic Architecture-Univ Lecture:Building Life=Charge Compression\r\nhttp://video.google.com/videoplay?docid=2179522253593554216&q=dan+winter\r\n\r\nWith regards to this video:\r\n1) Material explicitly prohibited by the Court's 1998 Findings of Fact, Conclusions of Law, and Order is used as the \"teaser\" frame for this video -- this is the slide of spiral and vortex forms being shown by Mr. Winter on the video.\r\n\r\n2) This video records live, public presentation of material prohibited by the 1998 Findings of Fact, Conclusions of Law, and Order at least at 45:45 through the end of the video at 50:50, and possibly at other points during the lecture. The prohibited material includes both infringing graphic content, and Mr. Winter's and live presentation misrepresenting himself as its creator.\r\n\r\nFirst, in accordance with DMCA enforcement, I am requesting that you remove at least the video Biologic Architecture-Univ Lecture:Buildina Life=Charge Compression from Google Videos.\r\nAs I review other videos by Mr. Winter I will inform you of additional infringing content.\r\n\r\nAdditional Violations of Copyright by Mr. Winter; Enforcing the Court's 8 April 2002 Injunction\r\nWith regards to Mr. Winter's continued violation of the Tenens' copyrights: the Tenens' and Meru Foundation's attorney for this matter, Brian Coyne Esq., have been working with the \"Google Search\" section for DMCA enforcement regarding Internet URLs posted by Mr. Winter (and others) containing materials that are similarly in violation of the Tenens' copyrights, as adjudicated by the Federal District Court. Many such pages exist.\r\nIn light of Judge Siragusa's Injunction of 8 April 2002, enjoining Mr. Winter and those working in concert with him from publicizing Mr. Winter or his works until Mr. Winter obeys the Court, I am requesting that you remove all videos by or about Mr. Winter from Google Video, whatever their content, until Mr. Winter is in compliance with the Federal Court Orders.\r\n\r\nAlso in the light of this Injunction, I am requesting that Google Search block the following domains, each featuring Mr. Winter, in their entirety:\r\nhttp://www.soulinvitation.com\r\nhttp://www.goldenmean.info\r\nhttp://spirals.eternite.com\r\n\r\nIn addition to violating the Federal Court Injunction, each of these domains contains pages in violation of the Tenens' copyrights, as has already been reported to the Google Search DMCA enforcement team.\r\n\r\nWith regards to material removed because it violates the Tenens' copyrights: the Federal Court also provided a remedy to the Plaintiffs, to inform people interested in Mr. Winter's presentations that the \"alphabet\" material he was (and still is) presenting is plagiarous. On page 20 of the 1998 Findings of Fact, Conclusions of Law, and Order, the Court ordered that the same \"Corrective Notice\" discussed on the first page of this letter \"shall appear without comment, in every place and medium that the offensive materials appeared previously, and in response to all inquiries.\" (This section of the FFCLO is about 7/8 of the way down the page of http://www.danwinter.com/factfind.html.)\r\n\r\nIn the light of this provision of the Order, and since Mr. Winter's video(s) containing prohibited materials are residing on Google's servers, I am also requesting that the \"Public Corrective Notice\" as it appears at http://www.danwinter.com/corrnote.html be posted wherever Mr. Winter's materials have been removed.\r\n\r\nCopyright Owner Contact Information\r\nMeru Foundation\r\n[private]\r\nSharon, MA 02067\r\nTel: [private]; FAX [private]; e-mail [private]@well.com\r\n\r\nThis letter has been reviewed and approved by attorney Brian J. Coyne, the attorney for the Tenens and Meru Foundation for their legal action against Mr. Winter. As mentioned earlier, Mr. Coyne is dealing directly with the Google Search Engine DMCA Enforcement Team regarding web pages from Mr. Winter (and others) containing prohibited materials. He can be contacted via phone at [private], and via email at\r\n\"Miles Way Coyne, PLLC\" [private]@uswest.net\r\n \r\nCopyright Infringers Information\r\n\r\nMr. Winter is available through his posted websites at www.goldenmean.info and www.soulinvitation.com/index\r\n\r\nCopyright Owner's Statement\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the. copyright owner, its agent, or the law. I swear under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nSigned on this day, the 14th day of July 2006, in Sharon, Massachusetts\r\n \r\n\r\n\r\nTenen, Foundation Secretary Meru Foundation\r\n[private]\r\nSharon, MA 02067\r\n \r\n \r\nThis Corrective Notice by Daniel E. Winter Is posted In accordance with the Findings of Fact, Conclusions of Law, and\r\nOrder of the Hon. Charters J. Siragusa, Federal District Judge for the Western District of New York in Rochester, NY, dated\r\nSeptember 11, 1998, in re Tenen v. Winter.\r\n\r\nOn February 27, 2001, USDJ Charles J. Siragusa issued a new order consistent with Mr. Raymond Flowers' assertion that he was not Mr. Winter's website manager, as was stipulated by Mr. Winter in the original Findings of Fact, Conclusions of Law, and Order in re Tenen v. Winter dated September 11, 1998. Consequently Mr. Flowers' identification as \"my [Mr. Winter's] website manager\" has been removed from this Corrective Notice. USDJ Siragusa otherwise reaffirmed his original September 11, 1998 Findings of Fact, Conclusions of Law, and Order in its entirety, and Mr. Flowers' name continues to appear elsewhere in this original Order.\r\nText of this order is available on request to dwinter-webmaster@sprynetcom. USDJ Siragusa also ruled that the original Findings of Fact, Conclusions of Law, and Order could be made available on this website. Click here to read the 1998 Findings of Fact, Conclusions of Law, and Order in Tenen v. Winter.\r\nFor a list of infringing works, please dick here.\r\n \r\n1 of 2\r\nPT/90 39tid\r\n \r\n7/14/2006 6:11 PM\r\nELZEE99EGZT\tST:LT 900Z/4T/L0\r\n \r\nUNITED STATES DISTRICT COURT WESTERN DISTRICT OF NEW YORK\r\nTenen\r\nPlaintiff(s)\r\n6:94-cv-07934\r\n\r\nWinter\r\nDefendant(s)\r\nPLEASE take notice of the entry of an ORDER filed on 5/23/01, of which the within is a copy, and entered 5/24/01 upon the official docket in this case. (Document No. 283 .)\r\nDated: Rochester, New York May 24, 2001\r\nRODNEY C. EARLY, Clerk\r\nU.S. District Court\r\nWestern District of New York 2120 U.S. Courthouse\r\n100 State Street\r\nRochester, New York 14614\r\nEnclosure\r\nTO:\r\nStanley N. Tenen\r\nCynthia Tenen\r\nHolly L. Hansen, Esq. Daniel Winter\r\nFred S. Gallina, Esq. Stephen B. Salai, Esq. Tierranet Hostmaster Network Solutions, Inc.\r\n \r\nUNITED STATES DISTRICT COURT WESTERN DISTRICT OF NEW YORK\r\nSTANLEY N. TENEN and CYNTHIA TENEN, Husband and Wife; and MERU FOUNDATION, a California Non-Profit Corporation,\r\nNo. 6:94cv7934\r\nPlaints,\r\n\r\nV.\tORDER\tG\r\nDANIEL WINTER, Individually and d/b/a DANIEL WINTER AND FRIENDS, and d/b/a CRYSTAL HILL INSTITUTE,\r\n\r\nDefendants.\r\nThe Plaintiffs, through their attorneys, Miles Way Coyne, PLLC, Brian J. Coyne, Ph.D., J.D., having moved this Court on July 12, 1999 for an Order to Show Cause , directing the Defendant Daniel Winter to show cause why he should not be found in contempt for noncompliance with the Court's Order of September 11, 1998, and the oral settlement of the parties entered on the Record in the Court on June 26, 2000, and the parties having come before this Court, and the Court having decided by way of Order dated February 16, 2001 as to the issues raised in the Order to Show Cause, dated July 12, 1999, holding the post judgment contempt for non payment be set aside and held in abeyance until such-time-as the automatic stay.. _ of the Bankruptcy Court is lifted, and the automatic stay of the Bankruptcy Court being lifted pursuant to an order, dated October 4, 2000, dismissing the Defendants bankruptcy, and pursuant to the amended Order of this Court dated March 8, 2001, amending the Order of February 16, 2001, which required a hearing of the non-payment issues, and the Order requiring all parties to appear in Court on March 15, 2001, and any nonappearing party will be held on default of such proceeding, and such date being adjourned until April 17, 2001 at 9:00 a.m., and the Plaintiffs, appearing by Fix, Spindelman, Brovitz & Goldman, P.C., Holly L. Hansen Esq., of counsel, and the defendant, pro se, not appearing but having sent written communication via email to the Court advising the Court he is in Europe and would not able to attend the contempt hearing, and the Court having taken all of the facts into consideration and hearing the parties on April 17, 2001, it is hereby\r\n\r\nORDERED, that the Plaintiffs' Order to Show Cause why the Defendant Daniel Winter should not be found in contempt is hereby granted, and the Court finds Daniel Winter to be in civil contempt, and it is further\r\n\r\nORDERED, that a warrant of arrest be issued by the Clerk of this Court for the Defendant Daniel Winter, and it is further\r\n\r\nORDERED, that a fine accrue upon entry of this Order of $25.00 per day for each and every day the Defendant Daniel Winter fails to appear in this Court and cure said civil contempt, and it is further\r\n\r\nORDERED, that the Defendant Daniel Winter can cure the civil contempt only upon appearing in the Court and- paying the fine accruing at $25.00 per day and complying with the Court's' Order of September 11, 1998, and the Settlement entered on the record, dated June 26, 2000; and/or allow himself to be deposed by Plaintiffs' counsel as to any assets or further information which would allow the Plaintiffs to enforce the Judgment against the Defendant, and it is further\r\n \r\nORDERED, that any and all website servers, hosts or registrars, including Tierranet Hostmaster, Tierranet, Inc. at 3870 Murphy Canon Road, #333, San Diego, CA 90123 and NetworkSolutions.com, Network Solutions, Inc., 505 Huntmar Street,, Herndon, VA 20170, to place a hold on the domain name www.danwinter.com, and that the Defendant Daniel Winter is enjoined from using the domain name www.danwinter.com, and that domain name and the contents of the domain are to be placed on a hold status, it is further\r\n\r\nORDERED, that the Defendant's web site and/or domain name www.danwinter.com be hereby shut down and made inaccessible to the public, and it is further\r\n\r\nORDERED, that any website server, host or registrar, including those mentioned above, are prohibited from allowing the release and transfer of the domain name www.danwinter.com, or the domain and website content, until such time an Order of this Court is issued, and it is further\r\n\r\nORDERED, that the Defendant Daniel Winter pay the Plaintiffs' reasonable travel expenses and attorneys' fees, totaling $2,072.50, for appearing in Court to prosecute the civil contempt of the Defendant Daniel Winter, and it is further\r\n\r\nORDERED, that service of this Order shall be made by the Clerk of this Court to all appearing parties by first class U.S. mail, and that service of this Order shall be made by the Clerk of this Court on the above mentioned non-party web site companies by first class U.S. mail, to the addresses listed above, and it is further\r\n \r\nORDERED, that additional service of this Order be served on the defendant Daniel Winter by the Clerk of this Court by mailing a copy of this Order to Daniel Winters' last known address, at: Daniel Winters, C/O Nieuwenhuijze, 144-II Govert Flinck Strut, 1072 EN Amsterdam, The Netherlands.\r\n\r\nDated as of this 23 day of May, 2001.\r\n\r\nENTER:\r\nHon. Charles A. Siragusa SO ORDERED.\r\n \r\n \r\nUNITED STATES DISTRICT COURT WESTERN DISTRICT OF NEW YORK\r\nTenen\r\nPlaintiff(s)\r\n\r\nY.\t6:94-cv-07934\r\n\r\nWinter\r\nDefendant(s)\r\nPLEASE take notice of the entry of an ORDER filed on 4/8/02, of which the within is a copy, and entered 4/8/02 upon the official docket in this case. (Document No. 293 .)\r\nDated: Rochester, New York April 8, 2002\r\nRODNEY C. EARLY, Clerk\r\nU.S. District Court\r\nWestern District of New York 2120 U.S. Courthouse\r\n100 State Street\r\nRochester, New York 14614\r\n\r\nEnclosure\r\nTO:\r\nStanley N. Tenen\r\nCynthia Tenen\r\nHolly L. Hansen, Esq. Daniel Winter\r\nFred S. Gallina, Esq. ;Stephen B. Salai, Esq.\r\n \r\n\r\nUNITED STATES DISTRICT COURT WESTERN DISTRICT OF NEW YORK\t02 ,PR -8 AM 9: 27\r\n \r\nStanley and Cynthia Tenen,\r\n \r\nM. DISTRICT COURT\r\n \r\nPlaintiffs,\tINJUNCTION\r\nvs,\t94-CV-7934 OS Daniel Winter,\r\nDefendant.\r\nWhereas, the Court entered an order on May 23, 2001 (# 283) finding the Defendant in contempt of this Court's Order of September 11, 1998 and the oral settlement of the parties entered in open court on the record on June 26, 2000; and\r\nWhereas, the Court ordered the issuance a warrant for the arrest of the Defendant and the warrant was issued on May 24, 2001; and\r\nWhereas, the Defendant, by himself or with the assistance of others acting in concert with him, has continued to violate this Court's previous orders and has failed on numerous occasions to respond to the summons of this Court; and\r\nWhereas, the Court established personal jurisdiction over the Defendant and has continued to maintain personal jurisdiction over him; and\r\nWhereas, the Court has the inherent authority to enforce its orders and take all reasonable actions in order to do so, it is hereby\r\nORDERED, that the Defendant and anyone acting in concert with him is hereby enjoined from publishing in any form whatsoever any content of the Defendant's books, writings, CD-ROMs, website contents, or other material produced by or pertaining to the Defendant, Daniel Winter, in any media, or on the Internet in any way accessible to any person, or entity, and including any information pertaining to the Defendant's lecture schedules; and it is further\r\n\r\nORDERED, that this injunction shall remain in effect until such time as the Defendant cures his civil contempt by appearing in this Court; and it is further\r\n\r\nORDERED, that VeriSign, Inc. (formerly known as \"Network Solutions, Inc.\") is authorized to take ail. steps necessary to assist Plaintiffs to effectuate this Order; and it is further\r\n\r\nORDERED, that service on the Defendant may be effected by mailing a copy of this Order to Defendant's address as mainlined by the Clerk of the Court pursuant to Local Rule of Civil Procedure 5.3 and this Court's prior Order (# 243); and it is further\r\n\r\nORDERED, that service on any person or entity acting in concert with Defendant to violate this Order may be served with a copy of this Order by any method recognized by the Hague Convention, if the country in which the person or entity is located is a member of that convention.\r\n\r\nIT IS SO ORDERED.\r\n\r\nDated: April\t, 2002\r\nRochester, New York\tENTER:\r\n \r\n \r\nU.S. DISTRICT JUDGE\r\n","date_sent":"2006-07-14T04:00:00Z","date_received":"2006-07-14T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Meru Foundation","recipient_name":"Google, Inc. [Video]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}