{"dmca":{"id":13274,"type":"Dmca","title":"Synapse seeks removal of copied facts","body":"1. The copyright at issue is Handbook of Industrial Chemical additives, Second Edition, Compiled by Michael and Irene Ash, published by Synapse Information Resources, Inc., ISBN# 1890595063\r\n\r\n2. After careful analysis we have determined that the company Infochems.com used our publication Handbook of Industrial Chemical Additives-Second Edition as the basis for both the structure and content of their website infochems.com. Even with the error-prone optical scanning methods used to capture the text, more than 97% of the trade names and generic chemicals, their function, properties, formulas, CAS numbers, and manufacturers had been taken from our publication and had been copied from the above mentioned publication in 2001 We had notified them that we were taking action against this infringement.\r\n\r\nBelow is stated what they replied then: Dear Mr. [private],\r\n> Thanks for your comprehensive report for our database dated JAN 19, 2002.\r\n>\r\n> The data you asked us to remove has been taken out for our database according to each of your requirement.\r\n> We therefore would like to go our work over and please let us know if you have any problem to our current chemical database.\r\n>\r\n> We are looking forward to your reply soon!\r\n>\r\n> With best regards,\r\n* [private]/ CEO\r\n>\r\n> Infochems Inc.\r\n> #[private], Ansan-city, Kyunggi-Do, South Korea.\r\n> Tel : [private]\r\n> Fax : [private]\r\n> E-mail : [private]@infochems.com\r\n> Home : www.infochems.com\r\nThey appeared to have removed the data that was copied from our publication and then we found that their material was only available in Google in Korean.\r\n\r\nRecently, we have noticed that they are again appearing on Google searches in English and that the products that appear in their online database are exactly copied from our 1998 book. The products have since been updated by us to reflect the correct manufacturers in our database but they have stored once again on their online database the old information. Their database that is presently operating on their site is still maintaining trade name, generic chemical, manufacturer, and functional associations that have been derived directly from our materials.\r\n\r\nOn their site, they have copied our format for presentation of technical information, especially in the generic chemical name entries. We have spent years accumulating this information. They give the user the ability to search by the same indexes that the Synapse Information Resources publications do:\r\n1. Trade Name\r\n2. CAS No(Trade Names)\r\n3. Uses(Trade Names)\r\n4. Chemical Name\r\n5. CAS No(Chemical Names)\r\n6. Uses(Chemical Names)\r\n7. Empirical Formula\r\n8. Formula\r\n9. Company\r\n\r\nThe resource we sell to our customers is current information. They have taken a large portion of our information from an old publication that we have copyrighted without our consent and presented it to the world at no cost. We can only regard this as a very serious action against our corporation\r\n\r\n\r\nThey have done this for thousands of chemicals and they have previously acknowledged this as stated in the above email.\r\n\r\nBelow are several examples:\r\nhttp://www.infochems.com/chemdb/product_content.asp?product_id=728&Itype=list&Iist=00314&inx=A&search_option=n&search_keyword=n&lorder=trade_name&page=13\r\n\r\nhttp://www.infochems.com/chemdb/product_content.asp?product_id=1293\r\n\r\nhttp://www.infochems.com/chemdb/product_content.asp?product_id=1295&Itype=search&list=all&inx=all&search_option=trade_name&search_keyword=AgRHO&lorder=regi_date&page=1\r\n\r\nhttp://www.infochems.com/chemdb/product_content.asp?product_id=42481&Itype=search&list=all&inx=all&search_option=trade_name&search_keyword=Akrochem&lorder=regi_date&page=1\r\n\r\nhttp://www.infochems.com/chemdb/product_content.asp?product_id=2170&Itype=search&list=alI&inx=all&search_option=trade_name&search_keyword=Altalc%20500%2OUSP&lorder=regi_date&page=1\r\n\r\nhttp://www.infochems.com/chemdb/product_content.asp?product_id=7739&Itype=search&list=all&inx=all&search_option=trade_name&search_keyword=CrisanoI%20FA260&lorder=reg i_date&page=1\r\n\r\n3. [private]\r\nPresident\r\nSynapse Information Resources, Inc. \r\n[private]\r\nEndicott, NY 13760\r\nPhone: [private]\r\nFax: [private]\r\n[private]@synapseinfo.com\r\nwww.synapseinfo.com\r\n\r\n4. [private] / CEO\r\nInfochems Inc.\r\n[private], Ansan-city, Kyunggi-Do, South Korea. \r\nTel : [private]\r\nFax : [private]\r\nE-mail : [private]@infochems.com\r\nHome : infochems.com\r\n\r\n\r\n5.\"I have a good faith belief that use of the copyrighted materials described above as allegedly infringing is not authorized by the copyright owner, its agent, or the law.\"\r\n\r\n6. I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\n\r\nRegards,\r\n[signed]\r\n[private]\r\nPresident\r\n","date_sent":"2006-06-14T04:00:00Z","date_received":"2006-06-14T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Synapse Information Resources, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}