{"dmca":{"id":13282,"type":"Dmca","title":"No Fear, No Hesitation","body":"Attn: [private] \r\nRE: NO FEAR \r\nOur Ref NOFER-000\r\n\r\nDear Sir/Madam: \r\n\r\nPlease be advised that our firm represents No Fear, Inc. (\"NFI\") of Carlsbad, California in trademark and unfair competition matters.  As I am sure you are well aware, our client has adopted, utilized and extensively marketed the trademark \"NO FEAR\" in relation to various goods and services.  Due to the substantial sums of money expended in the advertising and promotion of its goods under the \"NO FEAR\" mark, as well as the high quality of those goods and services offered by NFI, our client has developed a substantial trade identity in the mark \"NO FEAR\" among the general purchasing public.  NFI's business was built upon imprinted T-shirt graphics, in a style that is recognized by the consuming public. \r\n\r\nFurthermore, our client has obtained and is in the process of obtaining numerous United States trademark registrations for the mark \"NO FEAR,\" as well as various derivatives thereof.  Enclosed for your review are copies of many of our client's United States trademark registrations: \r\n\r\n 1. U.S. Trademark Registration No. 1,737,420 (stylized letters) for the mark \"NO FEAR\" for decals, wearing apparel and sporting goods; \r\n 2. U.S. Trademark Registration No. 1,822,026 (stylized letters) for the mark \"NO FEAR\" for all purpose sports and travel bags;\r\n 3. U.S. Trademark Registration No. 1,842,402 (stylized letters) for the mark \"NO FEAR\" for footwear; \r\n 4. U.S. Trademark Registration No. 1,855,031 for the mark \"NO FEAR for jewelry, clothing and footwear; \r\n 5. U.S. Trademark Registration No 1,870,475 for the mark \"NO FEAR\" for bicycle and structural parts; \r\n 6. U.S. Trademark Registration No. 1,870,682 for the mark \"NO FEAR\" for video came cartridges; \r\n7. U.S. Trademark Registration No. 1,891,475 for the mark \"NO FEAR for retail clothing store services; \r\n 8. U.S. Trademark Registration No. 1,906,208 for the mark \"NO FEAR for elastic compression bandages, wraps and supports; and adhesive bandage strips; \r\n 9. U.S. Trademark Registration No. 1,907,882 for the mark \"NO FEAR for toys namely model cars; \r\n10. U.S. Trademark Registration No. 2,040,860 for the mark \"NO FEAR\" for dental gloves and face masks; \r\n11. U.S. Trademark Registration No. 2,055,148 (stylized letters) for the mark \"NO FEAR for wearing apparel; \r\n12. U.S. Trademark Registration No. 2,055,158 (stylized letters) for the mark \"NO FEAR\" for wearing apparel; \r\n13. U.S. Trademark Registration No. 2,093,391 for the mark \"NO FEAR\" for printed matters namely calendars, posters, newspapers and magazines; \r\n14. U.S. Trademark Registration No. 2,095,492 for the mark \"NO FEAR\" for luggage and all-purpose sport bags and footwear; \r\n15. U.S. Trademark Registration No. 2,818,464 for the mark \"NO FEAR for sports and energy drinks; \r\n16. U.S. Trademark Registration No. 2,995,742 for the mark \"NO FEAR for liquid dietary supplements; \r\n17. U.S. Trademark Registration No. 3,098,868 for the mark \"NO FEAR\" for nutritional food bars;\r\n18. U.S. Trademark Registration No. 3,104,724 for the mark \"NO FEAR for automobiles, trucks and motorcycle body parts; \r\n19. Pending Application 781574,687 for the mark \"NO FEAR\" for candy bars; and\r\n20. Pending Application 781577,758 for the mark \"NO FEAR\" for entertainment services. \r\n\r\nIn addition to the foregoing, the \"NO FEAR\" trademark has been registered on a worldwide basis with filings in over 70 countries. \r\n\r\nIt has recently come to our client's attention, that No Fear Graphics, LLC (\"NFG\") has been using our client's proprietary name and trademark \"NO FEAR as a domain name (nofeargraphics.com) as well as a business name and website title. I am enclosing photocopies of printouts from NFG's website showing such usage. \r\n\r\nPlease be advised that NFG's use of our client's NO FEAR Trademark is in violation of the United States Lanham Act (Title 15 of the United States Code) and comprises trademark infringement and causes a likelihood of confusion in the marketplace. As NFI is known for its graphics, it is clear that your use of \"NO FEAR Graphics\" will be associated with our client by the consuming public and that you are using \"NO FEAR in a false and misleading manner. In light of the foregoing, NFI demands that NFG immediately cease and desist from all further use of \"NO FEAR in all of it's business affairs including, but not limited to (1) Ceasing all further use of the business name \"NO FEAR Graphics\"; and (2) Ceasing all further use of the domain \"nofeargraphics.com\".  Our client demands a written response within fifteen (15) days of this letter indicating NFG's compliance with the foregoing demands. Failure to respond will result in our client seeking further legal action. \r\n\r\nThis letter is not intended to be a full statement of the facts in this matter, nor is it a waiver of any of our client's rights or remedies, whether at law or equity, or those of any respective parties, all of which are hereby expressly reserved. \r\n\r\nWe look forward to your immediate response. \r\n\r\nVery truly yours, \r\n[private]\r\n\r\nA BRUNDA GARRED & BRUCKER \r\n\r\ncc: No Fear. Inc. \r\nWJB/tkm \r\nEncl.","date_sent":"2006-08-03T04:00:00Z","date_received":"2006-08-03T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Stetina Brunda Garred & Brucker","principal_name":"NO FEAR Inc.","recipient_name":"No Fear Graphics, LLC.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}