{"dmca":{"id":13455,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-17T05:00:00Z","date_received":"2012-01-17T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"TyM Viajeros S.L.","principal_name":"TyM Viajeros S.L.","recipient_name":"Google, Inc.","works":[{"description":"El texto citado a continuación ha sido copiado completa o parcialmente por las páginas webs abajo citadas: \"Ciudad turística por excelencia, Heidelberg cuenta con un magnífico castillo de estilo gótico-renacentista.\r\n\r\nEsta bella urbe recibe cuatro millones de visitantes al año a pesar de su escasez de alojamientos económicos y de los elevados precios de sus restaurantes.\r\n\r\nEs inevitable sentir la atracción romántica del castillo, y se puede huir de las hordas de turistas caminando por alguno de los senderos que recorren las colinas de los alrededores y disfrutando de su paisaje. Si se pasea por las calles de la parte posterior de la población, es posible toparse con algún lugar donde pasar horas en una cafetería junto a poetas y otros personajes.\r\n\r\nEn 1386, Ruperto I estableció la primera universidad en Alemania. La construcción del palacio de la ciudad, que alojaria entre otras cosas la universidad, comenzó en bajo el reinado del elector y continuó hasta el siglo XVII. Fue entonces destruido por las incursiones francesas. Posteriormente fue reconstruida en el siglo XVIII, en estilo barroco.\r\n\r\nEn la universidad destacan dos edificaciones la primera la Biblioteca de enorme belleza arquitectónica y con más de 2 millones de libros en su fondo. También el Heidelberg Schloss un enorme edificio de residencia estudiantil.\r\n\r\nPara finalizar una visita a la Catedral de Heidelberg, con sus preciosas cúpulas barrocas.\r\n\r\nHeidelberg se beneficia de las frecuentes conexiones ferroviarias con Frankfurt, Stuttgart, Munich, y otros destinos.\"","infringing_urls":[{"url":"http://relatosycuentos.obolog.com/heidelberg-alemania-21301"},{"url":"http://wiki-mund.blogspot.com/2009/11/alemania-sttugartmunichberlin.html"},{"url":"http://www.enytour.com/mundialturismo.htm"},{"url":"http://www.german-in-germany.info/castellano/turismo_heidelberg.html"}],"copyrighted_urls":[{"url":"http://www.cafeytren.com/europa/alemania/heidelberg.php"}]},{"description":"El texto citado a continuación ha sido copiado total o parcialmente por las webs abajo indicadas: \"En Schleswig-Holstein, el estado situado más al norte de Alemania, se encuentra Lübeck, una extraordinaria ciudad medieval. Aunque se puede acceder fácilmente desde Hamburgo, se aparta de las principales rutas turísticas y puede ser una buena y tranquila alternativa frente a las masivas atracciones que ofrece el Sur.\r\n\r\nEn 1987 fue declarada Patrimonio de la Humanidad por la UNESCO. A pesar de que fue totalmente bombardeada durante la II Guerra Mundial, ha sido reconstruida con acierto y conserva todo su encanto, especialmente su centro histórico, formado en su mayoría por residencias patricias de los siglos XV y XVI, monumentos públicos, iglesias y almacenes de sal.\r\n\r\nLubeck está repleta de lugares donde alojarse por un precio módico y también goza de una buena variedad de restaurantes económicos.\r\n\r\nEn Lübeck se halla el encantador Marionettentheater, teatro de marionetas, que merece la pena visitar. En el interior de la Marienkirche (iglesia de Santa María), se puede contemplar un duro recuerdo de la guerra: las campanas de la iglesia se estrellaron contra el suelo de piedra a consecuencia de un bombardeo, y los habitantes han mantenido los fragmentos justo donde cayeron, con un pequeño letrero que reza: \"En señal de protesta contra la guerra y la violencia\".\r\n\r\nOtro monumento célebre es el Holstentor, que fue construido en el 1466 y no fue terminado hasta 12 años después. Este monumental portal falqueaba el extremo oeste de la ciudad medieval de Lubeck.\r\n\r\nTambién se puede visitar el Museo Buddenbrook - Haus, dedicado a la memoria de los escritores Thomas y Heinrich Mann. \"","infringing_urls":[{"url":"http://www.german-in-germany.info/castellano/turismo_luebeck.html"}],"copyrighted_urls":[{"url":"http://www.cafeytren.com/europa/alemania/lubeck.php"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}