{"dmca":{"id":13462,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-17T05:00:00Z","date_received":"2012-01-17T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"TyM Viajeros S.L.","principal_name":"TyM Viajeros S.L.","recipient_name":"Google, Inc.","works":[{"description":"El texto citado a continuación entre comillas ha sido copiado total o parcialmente por las web abajo indicadas: \"Frankfurt del Meno, llamada así para distinguirla de Frankfurt del Oder, se ha convertido en el centro financiero y geográfico de Alemania occidental. Una gran parte de la riqueza del país proviene de sus habitantes, y cerca del 10 por ciento de los impuestos de la ciudad se destina a la cultura.\r\n\r\nFrankfurt también una de las urbes alemanas con más museos. El Museo Städel alberga una magnífica colección de obras que abarcan desde el Renacimiento hasta el siglo XX; entre los grandes maestros que forman parte de sus fondos destacan Durero, Rembrandt, Vermeer, Monet, Van Gogh, Cézanne, Picasso, Matisse, Bacon, Baselitz y Serra. El Museo de Arte Moderno ofrece una interesante selección de obras que forman parte del Pop Art, con trabajos de Lichtenstein, Warhol y Wesselmann, entre otros, piezas de arte contemporáneo -pertenecientes a creadores veteranos y noveles-, así como creaciones de artistas que han seguido con un proyecto durante muchos años, como Gerhard Richter, Bernd y Hilla Becher y On Kawara.\r\n\r\nEl panorama musical de Francfort es muy animado, y el jazz destaca por su gran calidad. Su bebida local, denominada Ebbelweï, es una especie de sidra extremadamente fuerte, muy conocida en todo el mundo. Por esta metrópoli pasan unos 1.500 trenes al día, lo que posibilita la comunicación con cualquier punto del país.\r\n\r\nA una hora al norte de la ciudad se alza la encantadora ciudad de Marburgo, una animada población universitaria donde se han habilitado diversas cafeterías que siguen las tendencias actuales. También hay una gran afición a los pubs ubicados en las admirables calles empedradas.\"","infringing_urls":[{"url":"http://conocimientos-alemania.blogspot.com/2010/11/fwd-frankfurt-amplia-y-multifacetica.html"},{"url":"http://www.bookviajes.com/guias/alemania.htm"},{"url":"http://www.viajeros.com/diarios/frankfurt-am-main/frankfurt-amplia-y-multifacetica-2"},{"url":"http://www.worldguides.info/guides/spanish/germany/germany-attractions-tourist-guides.html"}],"copyrighted_urls":[{"url":"http://www.cafeytren.com/europa/alemania/frankfurt.php"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}