{"dmca":{"id":13509,"type":"Dmca","title":"MPAA DMCA (Copyright) Complaint to Google","body":"\n\nMOTION PICTURE ASSOCIATION OF AMERICA, INC.\n[redacted]\nSHERMAN OAKS, CALIFORNIA 91403\n\n \n\n\n\n\n \nMr. [redacted]\nSenior Vice-President\nContent Protection, Internet \n \n \nPHONE: [redacted]\nFAX: [redacted]\nE-MAIL: [redacted]copyright.org\n\n\n\n                              \n \nVIA E-MAIL\n \nGoogle, Inc.\nAttn: Google Legal Support, DMCA Complaints\n1600 Amphitheatre Parkway\nMountain View, CA 94043\n[redacted]@google.com\n \nJuly 1, 2011\n \nRe:       Notice of Infringement of Peliculas-flv.com\n \nDear DMCA Compliance Agent:\n \nThe Motion Picture Association of America, Inc. (&quot;MPAA&quot;) represents each of the major motion picture studios in the United States, specifically, Paramount Pictures Corporation, Sony Pictures Entertainment Inc., Twentieth Century Fox Film Corporation, Universal City Studios LLC, Universal City Studios Productions LLLP, Warner Brothers Entertainment Inc., Walt Disney Studios Motion Pictures, and their respective affiliates (collectively, the &ldquo;MPAA Member Studios&rdquo;),  which own or control exclusive rights under copyright in and to a vast number of motion pictures and television shows worldwide.\n \nWe are writing to notify you of, and request your assistance in addressing, the extensive copyright infringement of motion pictures and television shows that is occurring by virtue of the operation of the Internet website Peliculas-flv.com (the &ldquo;Website&rdquo;), which we have reason to believe is hosted by Google, Inc. (&ldquo;ISP&rdquo;).  \n \nAttached as Exhibit A is a list of some of the motion pictures and television programs that are owned or controlled by the MPAA Member Studios and that are being infringed by the Website.  Exhibit A is provided as a representative sample of the infringements being committed as a result of the operation of the Website and to demonstrate the readily-apparent nature of the massive infringement occurring thereon.  The list is not intended to suggest that the identified infringements are the only ones occurring on the Website.  Having been informed, through the representative list, of the nature and scope of infringements occurring on these websites, we hope that you will act appropriately to address all infringement on the Website, not merely the identified representative examples.  \n \nExhibit A, moreover, merely provides concrete examples of what is obvious from even a cursory review of the Website.  The Website &ndash; your customer &ndash; blatantly infringes the MPAA Member Studios&rsquo; copyrights and countless other copyrights.  Indeed, copyright infringement is so prevalent on the Website that infringement plainly is its predominant use and purpose.   \n \nBy this notification, we are asking for your immediate assistance in stopping your customer&rsquo;s unauthorized activity.  Specifically, we request that you remove or disable access to the infringing Website in accordance with either 17 U.S.C. &sect; 512(c)(3)(A)(ii) (DMCA &ldquo;representative list&rdquo; provision), 17 U.S.C. &sect; 512(i)(1)(A) (DMCA &ldquo;repeat infringer&rdquo; provision), and/or Google&rsquo;s Digital Millennium Copyright Act policy, which prohibits use of your facilities for copyright infringement, see http://www.google.com/dmca.html.\n \nWe are providing this notice based on our good faith belief that the use of motion pictures and television programs owned by the MPAA Member Studios in the manner occurring via the Website is not authorized by the copyright owners, their agents, or the law.  The information in this notification is accurate and, under penalty of perjury, we are authorized to act on behalf of the MPAA Member Studios, which own or control exclusive rights under copyright that are being infringed in the manner described herein.  This letter is without prejudice to the rights and remedies of the MPAA Member Studios and their affiliates, all of which are expressly reserved.  \n \nIf you have any questions, please contact me by telephone at 818-935-5859, or via email at [redacted]copyright.org.\n \nVery truly yours,\n\n[redacted]\nAttachment \n \n\n\nEXHIBIT A\nHangover 2\nhttp://www.peliculas-flv.com/2011/05/hangover-2.html\n \nKung Fu Panda 2\nhttp://www.peliculas-flv.com/2011/05/kung-fu-panda-2.html\n \nMr. Popper&rsquo;s Penguins\nhttp://www.peliculas-flv.com/2011/06/los-pinguinos-del-sr-poper-mr-poppers.html\n \nCars\nhttp://www.peliculas-flv.com/2011/06/cars.html\n \nSucker Punch\nhttp://www.peliculas-flv.com/2011/04/sucker-punch-subtitulada.html\n \n \n \n \n \n \n ","date_sent":"2011-07-01T04:00:00Z","date_received":"2011-07-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Senior Vice President, Content Protection, Internet","principal_name":"Motion Picture Association of America","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}