{"dmca":{"id":13598,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-07-01T04:00:00Z","date_received":"2011-07-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Le Panafricain","principal_name":"Le Panafricain","recipient_name":"Google, Inc.","works":[{"description":"Bonjour,\r\n\r\nObjet demande de suppression des index Google pour toutes les pages des sites suivants LEPANAFRICAINMAGAZINE.NET, LEPANAFRICAINMAGAZINE.COM, http://lepanafricainmagazine.wordpress.com   et lepanafricain.info \r\n\r\n\r\nPour commencer, il est important que vous identifiez bien notre marque.  \r\nEn pièce jointe, le certificat de la Marque fichier : Certificat de Marque Le Panafricain.pdf\r\n\r\nProduits et services protégés Classes de Nice 9, 16\r\n9 publications électroniques [téléchargeables].\r\n16 magazines.\r\n\r\nhttps://www.swissreg.ch/srclient/fr/tm/609104  \r\nhttps://www.swissreg.ch/srclient/faces/jsp/trademark/sr300.jsp?language=fr&section=tm&id=609104 \r\n\r\nNotre numéro ISSN 1664-7025 (L'ISSN est un numéro international standardisé attribué aux publications périodiques.)\r\n\r\nPour avoir une idée de notre travail, vous pouvez aussi télécharger notre premier numéro sur l’URL suivante : http://www.lepanafricain.com/Archives/Le-Panafricain-N1.pdf (18 MO)\r\n\r\nVous y trouverez notre impressum en page 4, présentant les différentes personnes impliquées dans notre magazine.\r\n\r\nLe 17.12.2010, nous avons signé un contrat de distribution de notre titre à l’international avec MLP (Les Messageries lyonnaises de presse). Le magazine sera distribué dans plusieurs pays d’Afrique francophones: Benin, Burkina Faso, Burundi, Congo Brazzaville, Congo Rdc, Côte d’Ivoire, Cameroun, Gabon, Mali, Madagascar, Mauritanie, Maroc, Niger, Libye, République Centrafricaine, Rwanda, Ouganda, Sénégal, Tunisie, Tchad, Togo, Guinée, Guinée équatoriale, Sierra-Leone, Cap-Vert. Mais aussi en France, en Suisse, en Belgique, au Canada.\r\nEn pièce jointe, Contrat distribution signature MLP.pdf Le contrat contient près de 100 pages, je n’ai scanné que la page de signature, le reste n’étant pas nécessaire.\r\n\r\nVoici aussi une présentation de notre magazine. \r\nEn pièce jointe : Présentation du magazine_2.2.pdf\r\n\r\nNous avons mis en ligne, en juillet 2010, un site internet pour notre magazine avec les noms de domaine suivants : lepanafricain.com, lepanafricain.net, lepanafricain.org.\r\nNous avons aussi un compte Facebook pour le magazine sur l’URL https://www.facebook.com/profile.php?id=100001420371321 sur laquelle nous postons des liens de nos articles depuis le 12 août 2010.\r\n\r\nEntre la période de janvier et début mai 2011, nous avons eu jusqu’à 50'000 visites par jour sur notre site WEB.\r\nC’est sûrement à cette période que M.KARIM DIAKHATE a entendu parler du Magazine Le Panafricain et qu’il a eu l’idée d’usurper notre marque, à des fins propres, en utilisant la notoriété du magazine dans la crise ivoirienne.\r\nM. KARIM DIAKHATE ne pouvait ignorer qu’il y avait déjà un magazine international du même nom, puisqu’avec une simple recherche dans Google avec les termes panafricain, le panafricain, magazine panafricain, et même lepanafricain.info, lui permettait d’arriver sur notre magazine Le Panafricain.\r\n\r\nIl a quand même cherché un nom de domaine encore libre vu que lepanafricain.com, .net et .org étaient déjà actifs. Il a fini par trouver www.lepanafricain.info. Il y a mis un site web pour un magazine identique avec le même nom, traitant des mêmes sujets, ciblant le même publique, utilisant la notoriété de notre marque. Il a juste changer la couleur dans le bandeau du titre. \r\n\r\nCe nom de domaine étant enregistré chez Namebay, nous avons fait le nécessaire pour fermé ce site !\r\nNous avons obtenue la fermeture de ces sites, après de leur hébergeur (WEBZINEMAKE) et OVH.\r\nEn pièce jointe, Re: Objet plainte contre le site lepanafricain.info héberger sur OVH pour viole notre marque le magazine « Le Panafricain »\r\n\r\nEn pièce jointe, une page de couverture de notre magazine : NOTRE-MARQUE-Lepanafricain-N1.jpg\r\nEn pièce jointe, une page de couverture de la copie de notre magazine : LE-FAUX-Lepanafricain.info-KARIM-DIAKHATE-2.jpg\r\n\r\nImaginez que nous enregistrions le nom de domaine ovh.xx pour y mettre exactement la même activité que vous! En ciblant la même clientèle ! Et en jouant sur la confusion des utilisateurs croyant s’adresser à vous !\r\n\r\nM. KARIM DIAKHATE a donc aussi créé une page facebook pour la copie de notre marque https://www.facebook.com/home.php?sk=group_119100238150221&ap=1#!/pages/Le-Panafricain-Le-Magazine-de-lInformation-Africaine/205648512800404 \r\nDans une autre page facebook, M. KARIM DIAKHATE se dit Directeur de Publication du magazine LE PANAFRICAIN https://www.facebook.com/home.php?sk=group_119100238150221&ap=1#!/pages/Le-Blog-de-Karim-Diakhat%C3%A9/121821587857343?sk=info \r\nCe qui, une fois de plus, viole notre marque, puisque nous n’avons jamais travaillé avec M. KARIM DIAKHATE.\r\nEn pièce jointe, Facebook-Lepanafricain.info-4.jpg\r\nEn pièce jointe, Facebook-Lepanafricain.info-3.jpg\r\nNous avons  obtenu la  fermeture ou le changement de ces pages sur Facebook  le 08.06.2011\r\nEn pièce jointe, Re : Copyright Notification Complaint : #102866283140707\r\n\r\nIl apparaît maintenant, que M.KARIM DIAKHATE vient de récidivé en mettant en ligne un site : LEPANAFRICAINMAGAZINE.NET et LEPANAFRICAINMAGAZINE.COM et lepanafricainmagazine.wordpress.com   qui viole notre marque\r\nEn pièce jointe : lepanafricainmagazine.net-Lepanafricain.info-1.jpg\r\nEn pièce jointe : lepanafricainmagazine.net-Lepanafricain.info-2.jpg\r\nNous avons obtenue la fermeture de ces sites, après de leur hébergeur (Namebay) et worldpresse.com  le 30.06.2011\r\n\r\nNous vous demandons de supprimé de vos index Google  toutes les pages des sites suivants LEPANAFRICAINMAGAZINE.NET, LEPANAFRICAINMAGAZINE.COM, http://lepanafricainmagazine.wordpress.com   et lepanafricain.info qui usurpe notre marque.\r\n\r\n\r\nQu’une personne cherche à s’emparer d’une marque de cette façon est inadmissible ! Nous espérons que vous ne favoriserez pas ce genre de comportement sur vos hébergements.  \r\nNous allons, dès à présent, mettre en œuvre tous les moyens légaux à notre disposition pour faire respecter notre marque.\r\n\r\nNous vous demandons de bien vouloir supprimer le contenu illicite le plus rapidement possible.\r\n\r\nJe suis convaincu, en toute bonne foi, que l'utilisation sur les pages Web incriminées du contenu, protégé par des droits d'auteur et mentionné ci-dessus, n'est pas autorisée par le propriétaire des droits d'auteur, son représentant ou par la loi.\r\nJe déclare sur l'honneur que les informations fournies sont exactes et que je suis le propriétaire des droits d'auteur ou que je suis autorisé à agir au nom du propriétaire des droits exclusifs auxquels il a été porté atteinte, selon moi.\r\nje suis le propriétaire du magazine « Le Panafricain »\r\n\r\n\r\nJe me tiens bien entendu à votre entière disposition pour tout complément d’information.   \r\nVous pouvez également me joindre sur mon mobile au +41 78 894 10 18 \r\n\r\nAvec mes meilleures salutations.\r\n\r\nPour info….\r\n\r\n   Domain Name: LEPANAFRICAINMAGAZINE.NET\r\n   Registrar: NAMEBAY\r\n   Whois Server: whois.namebay.com\r\n   Referral URL: http://www.namebay.com\r\n   Name Server: NS1.VALIDNAME.COM\r\n   Name Server: NS2.VALIDNAME.COM\r\n   Status: ok\r\n   Updated Date: 14-jun-2011\r\n   Creation Date: 14-jun-2011\r\n   Expiration Date: 14-jun-2012\r\n\r\n>>> Last update of whois database: Wed, 29 Jun 2011 11:35:22 UTC <<<\r\n\r\nThe Registry database contains ONLY .COM, .NET, .EDU domains and\r\nRegistrars.<a href='http://www.kheweul.com'>KHEWEUL</a>\r\n\r\nDomain Name : LEPANAFRICAINMAGAZINE.NET\r\nCreated On : 2011-06-14\r\nExpiration Date : 2012-06-14\r\nStatus : ACTIVE\r\nRegistrant Name : LE PANAFRICAIN\r\nRegistrant Street1 : 158,CITE BELVEDERE\r\nRegistrant City : DAKAR\r\nRegistrant State/Province  : SN\r\nRegistrant Postal Code : 2011\r\nRegistrant Country : SN\r\nAdmin Name : LE PANAFRICAIN\r\nAdmin Street1 : 158,CITE BELVEDERE\r\nAdmin City : DAKAR\r\nAdmin State/Province : SN\r\nAdmin Postal Code : 2011\r\nAdmin Country : SN\r\nAdmin Phone : +221.775375708\r\nAdmin Email : saadbou.seye@gmail.com\r\nTech Name : LE PANAFRICAIN\r\nTech Street1 : 158,CITE BELVEDERE\r\nTech City : DAKAR\r\nTech State/Province : SN\r\nTech Postal Code : 2011\r\nTech Country : SN\r\nTech Phone : +221.775375708\r\nTech Email : saadbou.seye@gmail.com\r\nBilling Name : LE PANAFRICAIN\r\nBilling Street1 : 158,CITE BELVEDERE\r\nBilling City : DAKAR\r\nBilling State/Province : SN\r\nBilling Postal Code : 2011\r\nBilling Country : SN\r\nBilling Phone : +221.775375708\r\nBilling Email : saadbou.seye@gmail.com\r\nName Server : NS1.VALIDNAME.COM\r\nName Server : NS2.VALIDNAME.COM\r\nRegistrar Name : Namebay\r\n\r\nMeilleures salutations.\r\n-------------------------------------------------------\r\nLe Panafricain\r\nMagazine de l’actualité africaine\r\n\r\nGREGORY BAER\r\nDirecteur général\r\n\r\nAV. Censuy 24\r\n1020 RENENS VD\r\nSuisse\r\nMobile : +41 78 894 10 18\r\nSkype: CALLTO://gregbaer\r\nbaer@lepanafricain.com\r\nwww.lepanafricain.com\r\n-------------------------------------------------------\r\nL'information contenue dans ce courriel est confidentielle et protégée par le secret professionnel. Elle n'est destinée qu'à l'usage du destinataire indiqué ci-dessus. Il est strictement interdit de distribuer ce document ou l'information qu'il contient. Si vous avez reçu ce courriel par erreur, ou s'il ne vous est pas destiné, veuillez le mentionner immédiatement à l'expéditeur et détruire tous les exemplaires de ce courriel. Merci. / \r\n \r\nThis email is intended only for the party to whom it is addressed, and may contain information which is privileged or confidential. Any other disclosure is strictly prohibited. If you have received this email in error, or are not a named recipient, please notify the sender immediately and destroy all copies of this email. Thank you.","infringing_urls":[{"url":"http://lepanafricainmagazine.wordpress.com/"},{"url":"https://www.facebook.com/home.php?sk=group_119100238150221&ap=1#!/pages/Le-Panafricain-Le-Magazine-de-lInformation-Africaine/205648512800404"},{"url":"https://www.facebook.com/pages/Le-Panafricain-Magazine-Le-Magazine-de-lAfrique-en-Mouvement/208330709204165"},{"url":"http://www.imagup.com/data/1123666486.html"},{"url":"http://www.lepanafricain.info/"},{"url":"http://www.lepanafricainmagazine.com/"},{"url":"http://www.lepanafricainmagazine.net/"}],"copyrighted_urls":[{"url":"http://www.lepanafricain.com"},{"url":"http://www.lepanafricain.com/Archives/Le-Panafricain-N1.pdf"},{"url":"https://www.swissreg.ch/srclient/fr/tm/609104"},{"url":"https://www.swissreg.ch/srclient/faces/jsp/trademark/sr300.jsp?language=fr&section=tm&id=609104"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}