{"dmca":{"id":13629,"type":"Dmca","title":"Active Driving School wants to send copyists for a ride out of Google","body":"Active Driving School hereby notifies that the following websites are infringing copyright content of website. (www.active-driving-school.com.au) \r\nInfringing content can be reached using the search terms driving school/s, driving school/s Brisbane, driving school/s Gold-Coast, driving lessons, driving lessons Brisbane, driving lessons Gold Coast, learners permit, learners licence and others. \r\n\r\nThe infringing content is located at www.affordabledrivingschool.com.au and www.abcdriving.com.au. Each of these sites replicate the following in style content and position on the respective homepages - \r\n\r\nSave $$s when you learn to drive with * Driving Schools Brisbane and Gold-Coast. ( * Insert respective business name) \r\nAND \r\nif you want the best possible driver training at an affordable price call our consultants now to discuss your appointment requirements. \r\n\r\nAll pages throughout both infringing sites contain a search box replicating copyright content of www.active-driving-school.com.au. \r\nAs an end-user progresses through this search process to a partly completed booking form: both infringing sites duplicate content and style and process from ww.active-driving-school.com.au. This applies also to the booking form itself. Given that this process can be commenced from almost any page of the infringing sites, and, is dynamically driven based on postcodes and service suburbs, the pages themselves are too numerous to itemise individually. \r\nThe pages at www.abcdriving.com.au/LearnersPermit.asp and \r\nwww.affordabledrivingschool.com.au/LearnersPermit.asp replicate content from www.active-driving-school.corn.au/learners_permit.php. \r\n\r\nThe pages www.affordabledrivingschool.com.au/vouchers.asp and www.abcdriving.com.au/vouchers.asp duplicate content from www.active-driving-school.corn,au/learnerspermit.php. \r\n\r\nThe above infringements do not necessarily represent an exhaustive list of infringements. \r\n\r\nI hold a good faith belief that that the use of the material in the manner mentioned above is not authorized by the copyright owner its agent or the law. \r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n[private]\r\n02-July-20C6 \r\nResent 18-July-2006 \r\n\r\n","date_sent":"2006-07-21T04:00:00Z","date_received":"2006-07-21T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Active Driving School","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}