{"dmca":{"id":13647,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-07-01T04:00:00Z","date_received":"2011-07-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Jared Vincent","principal_name":"Jared Vincent","recipient_name":"Google, Inc. [Imagesearch]","works":[{"description":"This is my personal and copyrighted\nphoto.  \nGreg Ellison of www.theellisoncollection.com is using your his website for\n \nharassment, Internet stalking, invasion of privacy, and torturous  \ninterference for the business expectancy of myself and other individuals. \n\nHe is using personal and confidential information and my photo to harass  \nmyself and other individuals. I've already sent a request to Mr. Ellison  \nand the website provider (Sonnar) and they will jot comply. Mr. Ellison is\n \nescalating his harassment. My photo and information does not fit with an  \notherwise business-related website.  I ask that it be removed.\n\n\nIn the event that you would like some background regarding the events  \nleading up to my request, I have taken the liberty of giving you a\nsummary.\n\nI first encountered Greg Ellison last year when he attempted to sell me an\n \nimage he claimed could be identified as Jesse James. When I discovered  \nthere was no provenance or documentation for the photo, and that the image\n \ndidn't look much like the actual Jesse James, I declined Greg Ellison's  \nbusiness. When I declined and warned friends against purchasing or taking \n\nserious consideration of his photos, Ellison threatened me through email  \nand forum postings. When this began, I learned that he had taken identical\n \nactions against other individuals that have declined him as well,  \nescalating to the point of calling home phone numbers and places of work. \n\nBecause of his reputation of traversing various websites with his attempts\n \nof fraud, threats and harassment, Greg Ellison is banned from historical  \nforums including BJ's Tombstone Discussion, Jesse James Discussion Site,  \nTrue West Magazine, Wild West Magazine, as well as ebay.\n\n\n\n\nThis behavior is consistent with Ellison's past public court records from \n\nMissouri and South Carolina. The judicial system for Horry County, South  \nCarolina ruled against Ellison in two charges based on his conduct while  \nthe owner of a home and condo repair business. In 2000, Ellison was  \narrested when the state of South Carolina charged him with \"Breach of\nTrust  \nwith Fraudulent Intent.\" These public records also reveal that Ellison has\n \nfaced money judgements a total of nine times in Missouri and South  \nCarolina. (http://www.horrycounty.org/SCJDWEB/publicindex/,","infringing_urls":[{"url":"http://www.theellisoncollection.com"}],"copyrighted_urls":[{"url":"http://www.horrycounty.org/SCJDWEB/publicindex/,"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}