{"dmca":{"id":13873,"type":"Dmca","title":"Kafi-Benz complains of copying","body":"I have been advised to contact you to request removing or disabling access to material claimed to be the subject of infringing activity and/or terminating subscribers for two sites\r\n\r\nhttp://www.tycoongalleries.com/ infringes upon the copyright material of\r\n\r\nKafi Benz Productions - http://www.kafi-benz.com/\r\nhttp://www.kafi-benz.com/display.phpid=0001&title-Jim%20Gary's%20Twentieth%20Century%20Dinosa urs&newcnt=l\r\n\r\nwith massive verbatim cut-and-pastes of original materials that carry clear copyright protection statements. Several other sites are infringed upon also, including,\r\n\r\nThe New York Sun - January 17 2006 - obituary of Jim Gary by Steve Miller http://www.nysun.com/article/26013\r\n\r\nBelk College of University of North Carolina at Charlotte - Campus News - April 7, 2004 - Dinosaurs invade campus http://www.belkcollege.uncc.edu/news/dinosaurs.htm\r\n\r\n\r\nIn addition to the copyright infringements listed above, the same individual has created\r\n\r\nhttp://www.kafibenz.com/ as a mirror site of http://www.tycoongalleries.com/\r\n\r\nfor duplicate content listing and in a malicious attempt to capture the traffic to http://www.kafi-benz.com/ which is an authentic site whose copyright material has been published, thereby, on the mirror site - again, without permission.\r\n\r\nPlease advise me of the procedure I need to follow to effect the blocking of results to these sites which are being infringed upon.\r\n\r\n[private]\r\npublisher of Kafi Benz Publications - http://www.kafi-benz.com \r\n[private]@gmail.com\r\n\r\n\r\n\r\n\"I have a good faith belief that use of the copyrighted materials described above as allegedly infringing is not authorized by the copyright owner, its agent, or the law.\"\r\n\r\nRegarding the material infringed upon from Kafi Bcnz Productions at http://www.kafi-benz.com\r\n\"I swear, under penalty of perjury. that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\n[private] is listed as the administrative contact for both sites infringing upon the copyright materials.\r\n\r\n[private]\r\n[private]@msn.com\r\n[private]\r\nspring lake, NJ 07762-0380 US\r\nPhone: [private]\r\n\r\n\r\n\r\nReport of copyright infringement\r\nwhois information for the two sites being reported follows the copy from them below\r\nhttp://www.tycoongalleries.com/pages/l4/index.htm\r\nsite infringes upon copyright material, text, and images at:\r\nhttp://www.njn.net/artsculture/\r\nsection one below - New Jersey Public Television and Radio\r\nhttp://www.nysun.com/artide/26013\r\nsection two below - the Steve Miller article in the New York Sun\r\n\r\nhttp://www.kafi-benz.com/\r\nsection three below - the official website for sculptor Jim Gary\r\n\r\nhttp://www.nineronline.com/vnews/display.v/ART/2004/04/07/40746e50d892c section four below - Belk College of the University of North Carolina at Charlotte\r\n\r\nhttp://donnakova.tripod.com/Zep/jg.html\r\nsection five below - bogus interview infringed upon:\r\nA mirror site of duplicate content of infringing site, has been created as http://www_kafibenz.com containing all of the above copyright infringements (in order to imitate and appear to be, the copyrighted site of http://www.kafi-benz.com/ )\r\n...................................................\r\n\r\n[private]\r\n[private]@msn.com\r\n[private]\r\nspring lake, NJ 07762-0380 US\r\nPhone: [private]\r\n\r\nis listed as the administrative contract for the site through the registrant\r\n\r\n[private]\r\n[private]\r\nspring lake, NJ 07762-0380\r\n\r\n\r\n\r\n\r\nUS\r\n\r\n[private] is the owner of Tycoon Galleries\r\nThe following is a copy of a site infringing upon copyright materials on the\r\nabove sites and the mirror site created to resemble one of the authentic sites that has been infringed.\r\n\r\n\r\nBrilliant Harmonies <http://www.tycoongalleries.com/pages/6/index.htm> Tamar Hirschl and Judith Peck\r\n<http://www.tycoongalleries.com/pagcs/7/indcx.htm>\r\n1 <http://www.tycoongalleries.com/pages/4/index.htm>\r\n2 <http://www.tycoongalleries.com/pages/5/index.htm>\r\n3 <http://www.tycoongalleries.com/pages/8/index.htm>\r\n4 <http://www.tycoongalleries.com/pages/9/index.htm>\r\n5 <http://www.tycoongalleries.com/pages/10/index.htm> Please click above to open prior Exhibits of Tycoon Art Gallery\r\nsection one - copyright infringement\r\nState of the Arts Showcase Jim Gary\r\n\r\nState of the Arts Showcase\r\n\r\n*watch online Jim Gary\r\n<mms://njn.wmod.11nwd.net/a110/o1/artsculture/showcase.wmv>* State of the Arts remembers sculptor Jim Gary, who died in January 2006 at the age of 66. Mr. Gary was best-known for his work transforming junkyard cars into playful dinosaur skeleton sculptures. In 1991, State of the Arts talked to the artist and explored \"Twentieth Century Dinosaurs,\" an exhibit that toured the United States, Australia, and Asia for more than 20 years. In 2002, Mr. Gary received a commission to build the September 11 memorial in Colts Neck, NJ, the town where he grew up. Jim Gary lived in Farmingdale, NJ. where to see\r\nSeptember 11 Memorial Garden\r\nColts Neck Town Hall\r\n[private]\r\nColts Neck, NJ\r\n\r\n\r\n\r\n[[2nd fax is 16 pages of the allegedly infringed text and whois data]]","date_sent":"2006-07-26T04:00:00Z","date_received":"2006-07-26T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Kafi Benz","recipient_name":"Google, Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}