{"dmca":{"id":13900,"type":"Dmca","title":"Domain Name:  TWOKOIRESTAURANT.COM","body":"Dear Ms. Marsh:\r\n\r\nThis notice serves as trademark and unfair competition litigation counsel to Sikder Holdings, Inc. (\"Client\").  It has come to our attention that you have registered the domain name twokoirestaurant.com.  Sikder Holdings, Inc. is the owner of the exclusive right to the family of famous, distinctive KOI trademarks, service marks, and trade names represented by several registered and pending marks with the United States Patent and Trademark Office (USPTO), including without limitation: United States Registration Nos. 2,950,303, 2,946,808, and 2,961,393.  In addition, Client is the owner of a registered service mark with the State of California, and also promotes its products via the web domain Koirestaurant.com (collectively the \"KOI marks\").\r\n\r\nIt appears that you have intentionally targeted Internet users who are attempting to reach Sikder Holdings, Inc.'s web site.  Our Client considers its trademarks to be very valuable assets.  It is our opinion that your registration and use of twokoirestaurant.com is a violation of Sikder Holdings, Inc.'s trademark rights and is misleading to the public.  We believe your use of our trademark constitutes infringement and dilution of our mark in violation of trademark laws.  We demand that you and all other entities associated with you immediately discontinue use of this domain name and that you promptly transfer to us your registration fro this domain name and any others including a variation of KOI to us, and refrain from engaging in such unlawful use in the future.\r\n\r\nPlease provide us a written response to this letter no later than August 17, 2006 as to your intentions.\r\n\r\nWe look forward to hearing from you and hope this matter can be resolved quickly and amicably.\r\n\r\nThe foregoing has been stated without prejudice to any Sikder Holdings Inc.'s rights and remedies, all of which are hereby expressly reserved.\r\n\r\nVery truly yours,\r\n\r\nNOVIAN & NOVIAN, LLP\r\nAttorneys at Law\r\n\r\nFARHAD NOVIAN","date_sent":"2006-08-10T04:00:00Z","date_received":"2006-08-10T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Novian & Novian, LLP","principal_name":"Sikder Holdings, Inc.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}