{"dmca":{"id":13929,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-06T04:00:00Z","date_received":"2012-06-06T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Matthew Balthazore","principal_name":"Matthew L Balthazore","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Kitchen Remodeling\n\nKitchen remodeling can either be a simple and fun process where your  \nkitchen ideas come to life, or it can be a complete nightmare. Not only\ncan  \nthe upgrades to your kitchen enhance your living space, but it can\nincrease  \na home's value drastically. However the communication and directions given\n \nto a contractor can potentially make or break any kitchen remodeling  \nproject.\n\nOne of the most crucial points of the kitchen remodeling process is\nfinding  \nthe right contractor for the right job. Make sure that your contractor has\n \nthe appropriate credentials to be remodeling your living space; they need \n\nto be experienced in electrical work, plumbing, carpentry, flooring, and  \n\nmany other skills that require experience. Ask to see your contractors'  \nlicense and how long the project will take, communicating how you see the \n\nproject developing is a priority. Don't be afraid to ask the contractor  \nabout past work and experience There are many contractors out there,  \ntherefore it's important that you look around for more than one, ask  \nneighbors and friends about their experience with prior remodelers.\n\nOnce the right contractor has been chosen, it is now time to customize\nyour  \nkitchen to your exact specifications. First consider the direction you'd  \n\nlike to take your kitchen. First decide on what kitchen countertops you  \nwould like. Countertops come in all different types including corian,  \ngranite, quartz, laminate, cement, and many others. In the beginning  \nprocess ask your contractor about receiving samples for different\nproducts.  \nThrough the samples you can see what would fit best in your kitchen  \nincluding samples for countertops, door samples for cabinets, and painting\n \nsamples. Depending on your financial situation you have a variety of  \ndifferent customization options from ceiling fixtures, tiling, flooring,  \n\nappliances, and any other additions you'd like to make to your kitchen.  \nAdding windows or sky lights can enhance the lighting in your kitchen as  \n\nwell.\n\nKnow what you'd like to do ahead of time. Remember that when remodeling a \n\nkitchen that it is your living space, only you have to see it every day.  \n\nMajor renovations could change the whole aspect of your house, and what  \nlooks good in someone's kitchen may not look good in yours. Make sure that\n \nan estimate is received, and everything is to your liking before work  \nbegins. Knowing your contractor and him knowing your wants are crucial to \n\nthe project getting done and most importantly getting it done right.\n\nPlease remove, content spam.","infringing_urls":[{"url":"http://amazon-astore-listings.blogspot.com/2012/03/amazon-astore-kitchen-houseware.html"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}