{"dmca":{"id":13939,"type":"Dmca","title":"Movie DMCA (Copyright) Complaint to Twitter","body":"\r\nMOTION PICTURE ASSOCIATION OF AMERICA, INC.\r\n[redacted]\r\nSHERMAN OAKS, CALIFORNIA 91403\r\nUNITED STATES\r\n \r\nAnti-Piracy Operations\r\nPHONE: [redacted]\r\nEmail: [redacted]@copyright.org \r\nJune 30, 2011\r\nName:    General Counsel\r\nISP:        Twitter \r\nRE:                                        Unauthorized Use of Copyrighted Motion Pictures\r\nIP Address:                           [REDACTED]\r\nDate of Infringement:            June 30, 2011\r\n \r\nDear General Counsel:\r\n \r\nThe Motion Picture Association of America, Inc. (\"MPAA\") represents each of the major motion picture studios in the United States, specifically, Paramount Pictures Corporation, Sony Pictures Entertainment Inc., Twentieth Century Fox Film Corporation, Universal City Studios LLC, Universal City Studios Productions LLLP, Warner Brothers Entertainment Inc., Walt Disney Studios Motion Pictures, and their respective affiliates (collectively, the “MPAA Member Studios”),  which own or control exclusive rights under copyright in and to a vast number of motion pictures and television shows worldwide.\r\nWe have received information that, on the above noted date, the IP [IP address] was used to sell or to materially contribute to the distribution of copyrighted motion pictures.  The title(s) offered included, but were not limited to:\r\nInfringing Domain:   http://twitter.com/#!/MovieStreamerDr/\r\n \r\nCars 2 \r\nhttp://twitter.com/#!/MovieStreamerDr/status/85968163300327424\r\nMalibu’s Most Wanted\r\nhttp://twitter.com/#!/MovieStreamerDr/status/85960973810274304\r\nBridesmaids\r\nhttp://twitter.com/#!/MovieStreamerDr/status/85920554032447488\r\n \r\nWe believe this information should prove sufficient for you to locate the material complained about herein; however, please don't hesitate to contact us with any questions or clarification requests you may have.\r\n \r\nThe unauthorized distribution or public performance of copyrighted motion pictures constitutes copyright infringement under the Copyright Act, Title 17 United States Code Section 106(3)-(4). This conduct may also violate the laws of other countries, international law, and/or treaty obligations.\r\n \r\nAs the owner of this IP address, we request that you immediately do the following:\r\n \r\n1. Notify the end user of the infringement(s).\r\n2. Remove or disable access to the material identified above.\r\n3. Take appropriate action against the account holder under your Abuse Policy/Terms of Service Agreement.\r\n \r\nOn behalf of the respective owners of the exclusive rights to the copyrighted material at issue in this notice, we hereby state, pursuant to the Digital Millennium Copyright Act, Title 17 United States Code Section 512, that the information in this notification is accurate and that we have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owners, their respective agents, or the law.\r\n \r\nAlso pursuant to the Digital Millennium Copyright Act, we hereby state, under penalty of perjury, that we are authorized to act on behalf of the owners of the exclusive rights being infringed as set forth in this notification.\r\n \r\nPlease contact us at the above listed address or by replying to this email should you have any questions.  Kindly include the above noted Reference # in the subject line of all email correspondence.\r\n \r\nWe thank you for your cooperation in this matter.  Your prompt response is requested.\r\n \r\nRespectfully,\r\n \r\nMotion Picture Association of America\r\n\r\n\r\n--------------------------------\r\n[redacted]\r\n","date_sent":"2011-06-30T04:00:00Z","date_received":"2011-06-30T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Anti-Piracy Operations","principal_name":"MOTION PICTURE ASSOCIATION OF AMERICA, INC.","recipient_name":"Twitter","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}