{"dmca":{"id":45033,"type":"Dmca","title":"Subpoena Report","body":"I don't get this... How can my ISP shut me down? The DMCA claim by this person isn't even in a valid format.\r\n\r\nAlso can a company not allow you to write about there name? They say no one can every use the name \"Shaklee\" in any advertisement. Basically thye are trying to play hardball. Anyone who write a bad review about them they send these DMCA notices. \r\n\r\nWhat a great 50 year old MLM company! I wish The FTC would shut em down.\r\n\r\nIn a message dated 12/21/2007 8:00:29 A.M. Pacific Standard Time, legal@1and1.com writes:\r\nDear Craig Mullins, (Customer ID: 9137572) \r\n\r\n1&1 Internet, Inc. recently received notice under Section 512 of the Digital Millennium Copyright Act (DMCA) alleging that the above website infringes upon copyrighted materials (see attached). We are asking that you remove the content as stated in the attached notice. Should you fail to act upon this notice within 24 hours we will forced to temporarily suspend your account. \r\nUnder the DMCA, you are entitled to provide \"counter-notice\" to 1&1's DMCA agent claiming that the material does not infringe copyrights. If the copyright owner does not bring a lawsuit in district court within 10 days, 1&1 may then reactivate your account. Notwithstanding any counter-notice, 1&1 reserves the right, in its sole discretion, to keep your site suspended in the event there is a continuing threat of litigation arising from your website, . \r\n\r\nA proper counter-notice must contain the following information: \r\n\r\n1. The subscriber's name, address, phone number and physical or electronic signature [512(g)(3)(A)] 2. Identification of the material and its location before removal [512(g)(3)(B)] 3. A statement under penalty of perjury that the material was removed by mistake or misidentification [512(g)(3)(C)] 4. Subscriber consent to local federal court jurisdiction, or if overseas, to an appropriate judicial body. [512(g)(3)(D)] For more information on the DMCA, see http://www.copyright.gov/onlinesp/. \r\n\r\nFor additional information on the Safe Harbor Provisions and assistance on drafting a proper counter-notice, see www.chillingeffects.org. \r\nIf you have any further questions please do not hesitate to contact us. \r\n\r\n\r\n\r\nUnder the terms and conditions of private domain registration, to which you agreed when you signed up for a private domain with 1&1, 1&1 has the right to populate the publicly-available whois database with your personal contact information upon the occurrence of certain events, including the threat of litigation from a third party. 1&1 has no intention of releasing any additional information regarding your account without a subpoena or other legal authority to do so, although it reserves the right to do so to the extent permitted by the terms and conditions of service to which you have previously agreed. This e-mail is written without prejudice to 1&1's rights and remedies, all of which are expressly reserved. \r\n\r\nIn order to avail itself of the safe harbor provisions of the DMCA, \r\n1&1 must prevent access to the allegedly infringing materials within a reasonable period after receipt of a DMCA notice, irrespective of the validity of the underlying claims. The DMCA safe harbor provisions do not allow 1&1 to substitute its opinion as to the validity of a particular claim for infringement over those of the alleged copyright holder. Should you wish to challenge the complainant's allegation of infringement please file a counter notice as outlined in our previous e-mail to you. \r\n\r\n\r\n-- \r\nSincerely, \r\nSebastian Moser \r\nCustomer Compliance Operative \r\n1&1 Internet Inc. \r\n\r\n-------- \r\n\r\n> From: \"Bartolome, Evelyn\" <ebartolome@shaklee.com> \r\n> Date: December 19, 2007 3:19:21 PM EST \r\n> To: \"'legal@1and1.com'\" <legal@1and1.com> \r\n> Subject: URL http://www.wealth-via-health.com/latest-news/ \r\n> 2007/08/20/shakl ee-vitalizer/ \r\n> \r\n> Hello, \r\n> I'm writing on behalf of Shaklee Legal Department, we found this URL \r\n> http://www.wealth-via-health.com/latest-news/2007/08/20/shaklee- \r\n> vitalizer/. We would like this domain to be immediately stopped using \r\n> of all Shaklee trademarks. Shaklee name is reserved exclusively for \r\n> Shaklee Corporation. \r\n> Please let me know if you can help with this issue or if you need \r\n> anything from us to provide you that Shaklee name is our trademark. \r\n> \r\n> \r\n> Evelyn Bartolome \r\n> Shaklee Legal Department \r\n> (925) 924-2087 \r\n> \r\n\r\n\r\n\r\n\r\n\r\n","date_sent":"2007-12-21T05:00:00Z","date_received":"2007-12-21T05:00:00Z","topics":["DMCA Subpoenas","Copyright"],"sender_name":null,"principal_name":"Shaklee Corporation","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}