{"dmca":{"id":45048,"type":"Dmca","title":"Live Long and Prosper?  Not with our name, says Prosper Marketplace","body":"To Whom It May Concern:\r\n\r\n\tThis Firm represents Prosper Marketplace, Inc., which is the owner of the trademark registrations:\r\n\r\n\tPROSPER(r)\tregistration no. 3,277,812\r\n\tPROSPER(r)\tregistration no. 3,253,371\r\n\tPROSPER(r)\tregistration no. 3,274,817\r\n\r\nCopies of the foregoing certificates of registrations from the United States Patent and Trademark Office (USPTO) are enclosed. Prosper Marketplace, Inc., is also the owner of the PROSPER trademark application that has been assigned USPTO serial number 78,806,695. Prosper Marketplace, Inc. has expended substantial time, effort, and monies to promote the PROSPER(r) trademarks and its services related thereto.\r\n\r\n\tAs a trademark owner, Prosper Marketplace, Inc. has an affirmative legal obligation to protect and enforce its trademarks in order to ensure that customers are not confused as to the source and nature of Prosper Marketplace, Inc.'s goods and services and to protect the value of such important intellectual property. Thus, it is critical that Prosper Marketplace, Inc. ensure that its trademarks are used only in a manner of its choosing, else the value of its trademarks could be diminished.\r\n\r\n\tIt has come to our attention that Application Designs has registered the domain name www.prosperreport.com and is improperly using this domain name in violation of Prosper Marketplace, Inc.'s trademark rights. The use of the name www.prosperreport.com is confusingly similar to Prosper Marketplace, Inc.'s PROSPER(r) trademarks. The registration and use of www.prosperreport.com incorporates the PROSPER(r) trademarks and constitutes cybersquatting in violation of the Lanham Act, 15 U.S.C. ","date_sent":"2007-12-14T05:00:00Z","date_received":"2007-12-14T05:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"FELDMAN GALE - INTELLECTUAL PROPERTY LAW","principal_name":"Prosper Marketplace Inc.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}