{"dmca":{"id":45041,"type":"Dmca","title":"Auctioneers Suck","body":"Dear [Private]:\r\n\r\nI represent Thompson & Riley, Ltd., as well as its principals, [Private], with regard to the defamatory and slanderous statements that you have posted regarding them on a website at www.thompsonandrileysucks.com, defamatory and slanderous statements that you have circulated regarding them by electronic mail, and defamatory and slanderous statements that you have posted at the following location, http://lexington.craigslist.org/for/507750332.html.\r\nThe purpose of this letter is to demand that you remove this website immediately, terminate the circulation of any emails immediately and remove immediately the posting on craigslist. You are also instructed to remove any other defamatory and slanderous statements regarding [Private] you have otherwise circulated or posted. You are further instructed not to post or circulate any additional defamatory and slanderous statements regarding Thompson and Riley, [Private].\r\n\r\nYou are directed to fax to me at [Private] no later than Saturday, December 22, 2007, at 3:00 p.m. EST confirmation that you have removed the website, removed the craigslist posting and terminated the email circulation. If such confirmation is not received, it will be necessary to file suit against you to achieve this result and recover damages and other remedies.\r\nPlease direct any questions regarding this communication to the undersigned.\r\n\r\nVery truly yours,\r\n[Signature]\r\n[Private]\r\n\r\n\r\nIt should be noted that I responded (in part) to the lawyer:\r\n\r\nAs of yet, I have had no email communications with private parties in which I discussed the abuses perpetrated upon me by [Private].  My purpose is in educating the public in the name of consumer free speech and private email is simply not public enough.  Of course, as I continue to prepare for further action, I'll utilize whatever form of communication I choose to find possible plaintiffs/witnesses in proving that [Private] did not get this good at deception without practice.","date_sent":"2007-12-20T05:00:00Z","date_received":"2007-12-20T05:00:00Z","topics":["Documenting Your Domain Defense","Copyright"],"sender_name":null,"principal_name":"Thompson & Riley, Ltd.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}