{"dmca":{"id":45071,"type":"Dmca","title":"You got to know when to hold'em","body":"Incident #: 1.12.143\r\n\r\nDear Sir:\r\n\r\nWe write on behalf of Bodog Entertainment Group S.A. (\"Bodog\"). Bodog owns the BODOG trademark (the \"BODOG Mark\"), for which Bodog holds various trademark rights including U.S. trademark registration 2,930,682. The BODOG Mark is well-known and famous; it is used to provide online wagering & gaming services, gaming educational services, as well entertainment properties in various other fields. The BODOG Mark is used in (among others) the www.bodoglife.com and www.bodoglife.net Internet domain names, which are also well known.\r\n\r\n\r\n\r\nIt has come to our attention that you are currently operating a web site at http://bodoglifepoker.com, a domain name that infringes the BODOG Mark (the \"Infringing Domain Name\"). You are using the Infringing Domain Name to redirect Bodog's existing and potential customers to the web site for your business purposes. More specifically, you are using the Infringing Domain Name to obtain Internet traffic intended for Bodog, by causing Internet users to mistakenly believe that your web site is associated with, sponsored or endorsed by, or otherwise related to Bodog.\r\n\r\n\r\n\r\nBodog did not authorize your use of the BODOG Mark in the Domain Name. Bodog is neither affiliated, connected, nor associated with you, and neither sponsors nor endorses your business. Thus, your unauthorized use of Bodog's intellectual property may constitute, among other things, trademark infringement, trademark dilution, false designation of origin and cybersquatting – in violation of various international and U.S. laws, including 15 U.S.C. ","date_sent":"2007-09-20T04:00:00Z","date_received":"2007-09-20T04:00:00Z","topics":["Trademark","Copyright"],"sender_name":null,"principal_name":"Bodog Entertainment Group S.A.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}