{"dmca":{"id":45208,"type":"Dmca","title":"NetResult DMCA (Copyright) Complaint to Google","body":"NetResult Internal Reference:   CaseID-138031\n\nPlease quote the above  CaseID-138031 reference in all communications with\nus regarding this issue.\n\nAudio Visual Infringement\n\nDear Sirs,\n\nWe have noticed that your Web Site,\nhttp://depplustv1.blogspot.co.uk/p/canal-2.html is displaying Roland Garros\naudiovisual (A/V) content.\nAll copyright in Roland Garros A/V content is exclusively owned by The\nFederation Francaise de Tennis (FFT) and or its exclusive production\npartners.  As you have neither sought nor obtained permission from (FFT) to\nuse this content, your present use is an infringement of The FFT's rights. \nPlease immediately cease all such infringements on any and all of your web\nsites and confirm to us via email that you have done so.\n\nPlease confirm immediately, by return, your undertaking to cease all such\ninfringements on any and all of your web sites.  \n\nFormal Declaration\n\nI hereby state that the FFT are the owner of the exclusive rights referenced\nabove and that NetResult is authorised to act on its behalf with respect to\ninternet monitoring and compliance. \n\nOn behalf of the FFT, I hereby state that I have a good faith belief that\nuse of the content in the manner complained of is not authorised by the FFT,\nits agents, or the law.\n\n[I, [redacted], as a representative of NetResult hereby digitally sign\nthis e-mail message under penalty of perjury under the laws of the United\nStates of America with the additional statement under penalty of perjury\nthat the information in the notice is accurate.]\n\nPlease note that nothing in this letter is intended or shall be construed to\nconstitute an express or implied waiver of any of The FFT's rights or\nremedies, all of which are expressly reserved.\n\nWe thank you for your cooperation.\n\nYours faithfully, \n\n[redacted]\n\nNetResult Solutions Limited\n[redacted]\nLondon\nSW15 9DT\nUnited Kingdom\n\nTel: +44 (0)20 8246 4131\n\n-----------------------------------------------------------------\n\nPlease note, if this email has been sent to the wrong recipient, please \naccept our apologies, inform us of the error, and forward this e-mail \nimmediately to the correct person or department for action.\n\nThis email and any attachments thereto may contain private, \nconfidential, and privileged material for the sole use of the individual \nor entity to whom they are addressed. If you are not the intended \nrecipient, be advised that you have received this email in error and \nthat any use, dissemination, forwarding, printing or copying of this \nemail is strictly prohibited. If you have received this message in \nerror, please immediately return this by e-mail and then delete it.\n\nAlthough this email message has been scanned for the presence of \ncomputer viruses, the sender accepts no liability for any damage \nsustained as a result of a computer virus and it is the recipient's \nresponsibility to ensure that this email is virus free.\n\n-----------------------------------------------------------------\n\n\n","date_sent":"2012-06-08T04:00:00Z","date_received":"2012-06-08T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"NetResult","principal_name":"the FFT","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}