{"dmca":{"id":45246,"type":"Dmca","title":"NOT DMCA (Copyright) Complaint to Google","body":"Hi,\n\nGoogle has been notified, according to the terms of the Digital Millennium  \nCopyright Act (DMCA), that your application, z Clock Chelsea, package ID  \ncom.acetechdroid.chelsea, allegedly infringes upon the copyrights of  \nothers, and has been removed from Android Market. Please review the Content  \nPolicies and Business and Program Policies before you create or upload  \nadditional applications. Please note that violations may result in a  \nsuspension of your Android Market Publisher account, and may also result in  \nactions, including possible suspension, taken against any associated  \nAndroid Market publisher, AdSense, Google Checkout, or AdMob accounts.\n\nPlease note that we have included a text copy of the Infringement Notice we  \nreceived for your reference.\n\nThe DMCA is a United States copyright law that provides guidelines for  \nonline service provider liability in case of copyright infringement. See  \nhttp://www.educause.edu/Browse/645?PARENT_ID=254 for more information about  \nthe DMCA, and see http://www.google.com/dmca.html for the process that  \nGoogle requires in order to make a DMCA complaint.\n\nGoogle may reinstate these materials into Android Market upon receipt of a  \ncounter notification pursuant to sections 512(g)(2) and (3) of the DMCA.  \nFor more information about the requirements of a counter notification, and  \na link to a sample counter notification, see\nhttp://www.google.com/support/bin/request.py?contact_type=lr_counternotice&product=androidmarket\n\nIf you have legal questions about this notification, you should retain your  \nown legal counsel.\n\nRegards,\nThe Android Market Team.\n\nText copy of DMCA complaint:\n<INSERT HERE>\n\n","date_sent":"2012-01-21T05:00:00Z","date_received":"2012-01-21T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Q Rock Records","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}