{"other":{"id":45579,"type":"Other","title":"Other notice to Google, Inc.","date_sent":"2012-04-17T04:00:00Z","date_received":"2012-04-17T04:00:00Z","topics":["Uncategorized"],"sender_name":"Dayne Rennie","principal_name":null,"recipient_name":"Google, Inc.","works":[{"complaint":"16 April 2012\nRE: Competitor spamming with bad reviews\nWe believe the following abuse of the Google Places Review process violates  \nthe libel laws of Canada and the province of Quebec,\n\nWe are an established Escort Service in Montreal for over 10 years.  We  \nhave been on the top five on Goggle Places for category “Montreal Escorts”  \nsince the inception of Places.\nOver the past year our main competitor VIPescortmontreal.com has been  \nwriting fake negative reviews. The rate of these reviews has increased  \nsignificantly over the past few weeks - tonight alone we received 8 fake  \nreviews  with extremely negative and damaging comments.\nI would appreciate your help in reviewing this situation. I also believe  \nthat they are writing many  rave reviews for themselves.  They have also  \nbeen using the “do you find this review helpful feature” to tag our good  \nreviews as unhelpful and the fake bad ones as helpful.   The use of this  \nfeature is significantly higher than any other agency on the map which  \nconfirms that this feature is being abused to discredit us.\nIn addition to wring fake reviews, they have copied some of their bad  \nreviews and applied them to us.\nIn addition to abusing the Google Review process they have attempted to use  \nGoogle Mapmaker to adversely impact our Google places account by marking  \nthe feature as permanently closed, removed and by creating duplicate  \nlocations as well as moving the location marker.\nWe are 100% sure that this activity has been done by  \nVIPescortsmontreal.com. I have spoken with the owner on several occasions  \nand he told me is going to continue until we are off the map. They have  \nseveral agencies on the Google places “7 pac” including  \ndesiremontrealescorts.com and dreamescortsmontreal.com.\nI would appreciate your assistance in investigating this flagrant violation  \nof the Google Places guidelines.  I would be happy to provide any further  \ndetails you may require.\nBest regards\nDayne  Rennie\ndaynerennie@hotmail.com\n514 294-2905\n\nurl_box3_1:","original_work_urls":[],"problematic_urls":[{"url":"http://maps.google.ca/maps/place?hl=en&qscrl=1&nord=1&rlz=1T4GGNI_en-GBJM479JM479&ion=1&bav=on.2,or.r_gc.r_pw.r_qf.,cf.osb&biw=1366&bih=619&wrapid=tlif133462204683810&um=1&ie=UTF-8&q=montreal+escorts&fb=1&gl=ca&hq=escorts&hnear=0x4cc91a541c64b70d:0x654e3138211fefef,Montreal,+QC&cid=5530426289844158428&ei=YreMT5mmF8bq0QGO243yCQ&sa=X&oi=local_result&ct=placepage-link&resnum=5&ved=0CEgQ4gkwBA"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}