{"dmca":{"id":45641,"type":"Dmca","title":"NetResult DMCA (Copyright) Complaint to Google","body":"\nRe: UNAUTHORIZED USE OF INTELLECTUAL PROPERTY\n\nCaseID-108081\n\nTo Whom It May Concern:\n \nThis letter is to notify you, pursuant to the Digital Millennium Copyright Act (\"DMCA\"), see 17 U.S.C. ï¿½512 et seq., that your website is infringing copyrighted materials owned by the National Basketball Association and/or NBA Properties, Inc. (together, the \"NBA\"). \n\nSpecifically, the NBA owns the exclusive worldwide right to license for commercial and promotional purposes all intellectual property of the NBA and its member teams, including, but not limited to, all moving images and other audio/video content featuring NBA game action (collectively, \"NBA Content\").  The NBA Content displayed and/or disseminated on the http://p2pfun02.blogspot.co.uk/p/ilemi-channel.html website is being displayed and/or disseminated without the permission or authorization of the NBA.\n \nAccordingly, the NBA requests that you act expeditiously to disable access to the unauthorized videos being displayed and/or disseminated on the web pages listed below and remove its contents from view. \n\n\thttp://p2pfun02.blogspot.co.uk/p/ilemi-channel.html\n  \nI hereby state that the NBA is the owner of the exclusive rights referenced above and that NetResult is authorized to act on the NBA's behalf with respect to internet monitoring and compliance. On behalf of the NBA I hereby state that I have a good faith belief that use of the content in the manner complained of is not authorized by the NBA, its agents, or the law.\n\nI, ShiwenZ, as a representative of NetResult hereby digitally sign this e-mail message under penalty of perjury under the laws of the United States of America with the additional statement under penalty of perjury that the information in the notice is accurate. \n\nIf you have any questions, please contact the undersigned at the contact information provided below.\n\n\nYours sincerely,\n\nShiwenZ\n\nNetResult Solutions Limited\n[redacted]\nLondon\nSW15 9DT\nUnited Kingdom\n\nTel: +44 (0)20 8246 4120\n\n-----------------------------------------------------------------\n\nPlease note, if this email has been sent to the wrong recipient, please \naccept our apologies, inform us of the error, and forward this e-mail \nimmediately to the correct person or department for action.\n\nThis email and any attachments thereto may contain private, \nconfidential, and privileged material for the sole use of the individual \nor entity to whom they are addressed. If you are not the intended \nrecipient, be advised that you have received this email in error and \nthat any use, dissemination, forwarding, printing or copying of this \nemail is strictly prohibited. If you have received this message in \nerror, please immediately return this by e-mail and then delete it.\n\nAlthough this email message has been scanned for the presence of \ncomputer viruses, the sender accepts no liability for any damage \nsustained as a result of a computer virus and it is the recipient's \nresponsibility to ensure that this email is virus free.\n\n-----------------------------------------------------------------\n\n","date_sent":"2012-04-17T04:00:00Z","date_received":"2012-04-17T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"NetResult","principal_name":"the NBA","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}