{"dmca":{"id":45679,"type":"Dmca","title":"Porno no-no","body":"The e-mail below was received by an adult industry discussion board that I post to and advertise on.  I work in the adult industry, and have made several movies under the name Donielle Dare.  He has also sent this sort of e-mail to other sites, with about a 60% success rate in having the pages he complained about taken down.  He does not own the name Donielle Dare.  He is a photographer, or was, but none of the images I use are his.  He does not have any model releases that I have signed.  I am not being sued for anything at the moment.  He's an ex boyfriend who has turned into a stalker.\r\nI have sent out one counter notification, and plan to send more.  I just found out about them on this site.\r\nI have removed my last name, and address.\r\nHere it is, have fun!\r\n\r\n\r\nALL IMAGES and the name \"Donielle Dare\" are COPYRIGHT and infringed\r\n \r\nI WILL seek action against owners of your site, hosting/co-location company and that companies ISP..\r\nI assure you as the owner of some 70,000 copyright images and an industry photographer for over ten years that the images you are hosting and the name \"Donielle Dare\" are registered with the library of congress showing me as the owner.. \r\n \r\ndo contact the library of congress, and ask for copyrights by [sender], Las Vegas, NV\r\ndo seek legal advice on OWNERSHIP and not releases\r\nbe assured I will NOT ask again but I will processed to sue for infringement up to $10,000 per infringement as stated above...  be assured your entire site is very much at risk of being closed because the companies that provide you service will not be willing to spend the $5,000 plus to defend your doubt of ownership\r\n \r\nyou can be sure I also have the model releases, and that my claim is very much real\r\n \r\n\"I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing\r\nweb pages is not authorized by the copyright owner, its agent, or the law.\"\r\n\r\n\"I swear, under penalty of perjury, that the information in the notification is accurate and that I am the\r\ncopyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n \r\nPlease be advised that your site is in copyright violation for the following\r\n\r\nall images of model Danielle XXXXX aka Donielle Dare from the years 2002 - 2007\r\nand the name \"Donielle Dare\"\r\n\r\nAre the both the legal and registered copyright of [sender], Las Vegas, NV\r\n\r\nTo avoid legal action you are advised to remove the infringement of the name \"Donielle Dare\" and images of the model \"Danielle xxxxx\" if compliance is met within 3 business days no further action will be taking against your \r\nwebsite or discussion group\r\n \r\nContinued use of the name \"Donielle Dare\" in advertisements, discussion groups or links and/or images of the model \"Danielle xxxxx\" shall result in legal action.\r\n\r\nDanielle xxxxx of xxxx xxxxx xxxxx, xxxxxxx,  is currently working as a prostitute in the xxxx  area under the assumed name of Donielle Dare, Ms xxxxx is under surveillance by the xxxx Vice, and the Las Vegas Vice departments and shall shortly be arrested for numerous outstanding warrants. Ms Danielle xxxxx (Donielle Dare) is currently being sued for infringement.\r\n\r\n[sender]\r\n[email]\r\n[phone number]","date_sent":"2008-01-23T05:00:00Z","date_received":"2008-01-23T05:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"[sender]","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}