{"dmca":{"id":45706,"type":"Dmca","title":"CNL to site that acted on C&D from ex-boyfriend, who has NO claim to any copyright.","body":"My first C&D.  I'll be writing 3 more so I thought I'd see what you thought of the first one. \r\n This particular site refused to discuss the matter, period. their notice to me was... \r\n\"It has come to our attention that you are using stolen pictures, on your xxxxxxxx \r\n profile. The owner of said pictures have contacted us about \r\nthis. We have removed the pictures.\r\n\r\nIf you add more pictures that are NOT your own, we will have to remove \r\nyour account and blacklist your information from our site.\r\n\r\nCustomer Service\"\r\n\r\nAs I tried to discuss the matter with them, their replies became progressively less patient, cheerful, and informative than this first notice.  That fact might have effected the tone of my CNL.\r\n\r\nHere it is.  Names and PII removed.\r\n\r\n\r\n\r\nThis communication is a DMCA  Counter Notification Letter\r\n as defined in 17 USC 512(g)(3): \r\n\r\nDear un-named Customer Service Representative,\r\n\r\nThis letter is written in response to your notification to me of a complaint received about the images associated with my web profile on your servers. The pages in question are:\r\n\r\n\thttp://www.xxxxxxx/viewprofile.asp?m=xxxxxxx \r\n\thttp://www.xxxxxxx/pho_gallery.asp?m=xxxxxxx\r\n\r\nThe claims of copyright violation should be rejected because:\r\n\r\n>    The complainant does not hold the copyright to the material in question, is not the designated representative of the copyright holder, and therefore lacks standing to assert that my use of the material is a violation of any of the owner's rights.  If the complainant disagrees, they are free to take up the matter with me directly, in the courts.  It is my opinion that the complainant is in violation of 17 USC ","date_sent":"2008-01-25T05:00:00Z","date_received":"2008-01-25T05:00:00Z","topics":["Responses","Copyright"],"sender_name":null,"principal_name":"Donielle Dare","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}