{"dmca":{"id":45750,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-08T04:00:00Z","date_received":"2012-06-08T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Web Marketing Team srl","principal_name":"Web Marketing Team srl","recipient_name":"Google, Inc.","works":[{"description":"Il copyright del nostro sito About Liguria http://www.aboutliguria.com/visit-sanremo.html è stato violato dal sito http://www.garagu.com/ in diverse pagine tra cui http://www.garagu.com/destination/?destino_id=1402 dal brano citato sul sito che inizia con il testo\r\n\r\n\"Welcome to the wonderful Town of Flowers, or if you prefer, the city of Sanremo, the extremely suggestive city which is placed on the western coast of Liguria, in the province of Imperia. Sanremo (San Rœmu in Ligurian) takes its name from a phonetic contraction of San Romolo, which refers to Romulus of Genoa, the successor to Syrus of Genoa. It is possible to find the term San Remo on all ancient maps of Liguria, such as for example on the ancient Republic of Genoa’s map. In the past, it was called Matuzia, to remind one of Caio Matuzio´s patrician palaces in the city, or, as a popular legend tells, as a memorial to the Matuta Goddess, God of the Sea and Dawn. Its old town is called La Pigna and is characterized by perched houses, steep streets, covered alleys, and little squares, typical of Middle Ages.\"\r\n\r\n... E cosi per tutto il resto della pagina\r\n\r\nSempre sullo stesso sito abbiamo notato che i testi sono copiati anche da altri siti non di nostra proprietà.\r\n\r\nSiamo proprietari e creatori del sito, dei contenuti e delle immagini del sito che risponde alla url: http://www.aboutliguria.com come certificato anche dalla nostra webmaster tools con l'indirizzo email infowmt@gmail.com","infringing_urls":[{"url":"http://www.garagu.com/destination/?destino_id=1402"}],"copyrighted_urls":[{"url":"http://www.aboutliguria.com/visit-sanremo.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}