{"dmca":{"id":45805,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-08T04:00:00Z","date_received":"2012-06-08T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Web Marketing Team srl","principal_name":"Web Marketing Team srl","recipient_name":"Google, Inc.","works":[{"description":"Il copyright del nostro sito About Liguria http://www.aboutliguria.com/visit-portofino.html è stato violato dal sito http://www.garagu.com/ in diverse pagine tra cui http://www.aboutliguria.com/visit-portofino.html dal brano citato sul sito che inizia con il testo\r\n\r\n\"Portofino (Pòrtofìn in Ligurian) is the smallest municipality which lies in the province of Genoa, in fact it counts 508 inhabitants. Popular and glamorous yachting destination, this little town is placed in the western part of the Tigullian Gulf, in a bay at the feet of the homonym promontory, 36 kms far from Genoa, delineating in this way the geographical border between the Gulf Paradiso and the Tigulllio. Portofino’s suburb was founded by the Roman Empire with the name of Portus Delphini, maybe due to the large number of dolphins which populate the Tigullian Gulf. From 1129 on, it was part of the Republic of Genoa, as well as the entire area around Rapallo, becoming a shelter for the Genoese merchant marine thanks to its natural port. After which, it was sold to the Republic of Florence by Charles VI of France, controlled by several powerful families and afterward, since 1608, it became part of the territories of the Captaincy of Rapallo. As the Congress of Vienna established also for the other municipalities of the Ligurian Republic, in 1815, it became part of the Kingdom of Sardinia, and subsequently, from 1861, of the unified Kingdom of Italy.\"\r\n\r\n... E cosi per tutto il resto della pagina\r\n\r\nSempre sullo stesso sito abbiamo notato che i testi sono copiati anche da altri siti non di nostra proprietà.\r\n\r\nSiamo proprietari e creatori del sito, dei contenuti e delle immagini del sito che risponde alla url: http://www.aboutliguria.com come certificato anche dalla nostra webmaster tools con l'indirizzo email infowmt@gmail.com","infringing_urls":[{"url":"http://www.garagu.com/destination/?destino_id=1336&idioma=FR"}],"copyrighted_urls":[{"url":"http://www.aboutliguria.com/visit-portofino.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}