{"dmca":{"id":45820,"type":"Dmca","title":"RE: tristate-liquidate.com","body":"Dear Sir / Madam: \r\nWe represent Estate Liquidate Inc., by whom we have been informed that you have made unauthorized use of our client's copyrighted work entitled estate-liquidate.com(the \"Work\"). We have reserved all rights in the Work, which was first published in 2006 on http://www.estate-liquidate.com, and we have registered the copyright. Your work entitled tristate-liquidate.com displays and publishes original content and copyrighted protected Work from estate-liquidate.com without permission. \r\n\r\nThe layout, text and certain images of the website are copied directly, word for word, substituting only the name of the business. \r\nThe source code is copied, virtually word for word. \r\nThe keywords are copied, word for word. \r\nImages that were copied include: \"HIGHEST CASH.gif\", \"ABOUT US.gif\", \"NO ESTATE.gif\".\r\n\r\nAs a result of our valid ownershipof these copyrighted materials, the unauthorized copying, reproduction, display and publication of such material via the Website, and any creation of similar derivatives of our copyrighted material also via the website, constitutes copyright infringement under the copyright act of 1976, as amended, and any similar applicable stautes, as well as unfair competition. \r\n\r\nUnder the circumstances we must demand that you immediately take all measures to cease and desist from operating the Website in a manner which allows the posting or other unauthorized use of our copyrighted materials in any form or capacity. \r\n\r\nIf you fail to take such actions as demanded herein to discontinue the illegal use of our copyright materials, we may, without further notice to you, take such legal action as we deem advisable to assert our statutory and common law rights to prevent such infringement and to recover profits, damages, and costs therof. Further, nothing herein shall be construed as a waiver or limitation of any of our rights.\r\nAll inquiries or further correspondence may be directed to the undersigned at the number provided above.\r\n \r\nPlease give this very important matter your utmost attention. \r\nSincerely, \r\n\r\nVery truly yours,\r\nSteven M. Lester\r\n","date_sent":"2008-01-28T05:00:00Z","date_received":"2008-01-28T05:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":null,"recipient_name":"tri-stateliquidate.com / tristate-liquidate.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}