{"dmca":{"id":45867,"type":"Dmca","title":"Dozier Firm Sends a C&D Doozy","body":"FOR  NEGOTIATION AND  SETTLEMENT PURPOSES  ONLY\r\n\r\nDear [private]:\r\n\r\nPlease be advised that our firm has been retained by DirectBuy, lnc. to investigate and take legal action against you for the series of unwarranted and defamatory attacks against it made by you and your visitors on your various websites. Specifically, these websites are www.infomercialblog.com, www.infomercialratings.com, and www.infomercialscams.com.\r\n\r\nDirectBuy, Inc. has been in business for over 35 years and has provided consumers with the opportunity to save on products for their homes through its members only program. Our client provides its members with access to thousands of products and provides a high level of customer service. DirectBuy has established a well founded reputation for the quality of its services and customer satisfaction and your unwarranted actions and baseless accusations have damaged that reputation and adversely affected our client's business.\r\n\r\nYou have personally posted many willfully false and misleading comments about our client.\r\nExamples of your defamatory statements include:\r\n*  \"Direct Buy Nightmare\" - www.infomercialscams.com\r\n*  \"all scams are posted uncensored!\" - www.infomercialscams.com;\r\n*  \"You are reporting the following SCAM\" www.infomercialscams.com; and \r\n*  \"Recently, we noticed a sudden influx of 4 and 5 star ratings for the Direct Buy program..., We don't know if Direct Buy is behind this or  not. But we do have our suspicions given the fact that the reviews came from the SAME LOCATION, say the same thing, and highlight points that most customers wouldn't be concerned with.\" - www.infomercialblog.com\r\n\r\nThe above statements made in reference to DirectBuy, Inc. are utterly false and without merit, and they are defamation per se in that they depict our client as engaging in fraudulent activity that violates  civil and criminal law.\r\n\r\nAdditionally. you actively encourage and solicit defamatory statements from customers on your www.infomercialratings.com and www.infomercialscams.com websites. According to a recent decision from the United Stales Court of Appeals for the Ninth Circuit  [Fair Housing Council of San Fernando Valley v. Roommates.com, LLC ,489 F 3d 921 (9th Cir. 2007)] you likely have serious financial exposure to DirectBuy for each and every one of the defamatory statements made by visitors. Furthermore, your actions have also resulted in damages to our client and its franchisees in Canada, subjecting you to claims in that country as well.\r\n\r\nYour attempts to spread libelous and defamatory material about our client have caused serious and irreparable injury to it, its reputation, and its business. Our client will not stand by and allow this misconduct to continue.\r\n\r\nWe hereby demand that you:\r\n\r\n1. Immediately remove from all of your websites all defamatory and disparaging remarks\r\nregarding our client made by you and your visitors. and\r\n\r\n2. Immediately cease and desist in publishing defamatory statements about our client, whether\r\nthe statements are made by you or third parties, and\r\n\r\n3. Compensate our client for its attorney fees and costs.\r\n\r\nPlease note that this law firm does not attempt to restrict legitimate free speech, and we believe that the Internet is an important medium for dissemination of accurate and truthful information and for fair comment on issues of interest. Your activities, however, unlawfully encroach upon our client's rights.\r\n\r\nThis letter puts you on notice that should you refuse to comply with our demands by September 28, 2007, we will have no choice but to recommend that our client pursue all legal causes of action, including the filing of a lawsuit, to protect its interests. We will pursue both damages and attorneys' fees and costs incurred by our client as a result of your actions.\r\n\r\nThis is a very serious matter that requires your immediate attention. We therefore strongly recommend that you contact us immediately to address and resolve this situation.  This letter is your one and only chance to resolve this matter amicably.\r\n\r\nPlease be aware that this letter is copyrighted by our law firm and you are not authorized to republish this in any manner. Use of this letter in a posting, in full or in part, will subject you to further legal causes of action.\r\n\r\nSincerely,\r\n\r\n[private], Esq. \r\n\r\nDEM/jc\r\ncc: DirectBuy, Inc.","date_sent":"2007-09-21T04:00:00Z","date_received":"2007-09-21T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Dozier Internet Law, P.C.","principal_name":"DirectBuy, Inc.","recipient_name":"www.infomercialscams.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}