{"dmca":{"id":45884,"type":"Dmca","title":"Copyright Infrigment","body":"To whom it may concern: \r\n\r\nIt has come to our attention that your website, smarttechperformance.com, infringes on various intellectual property rights of Next Level Performance and it's owners.  The website, nextlevelracing.com, and all related advertising & sales materials are Federally Registered Copyrights in the Library of Congress.  A vast majority of your website is direct and unacceptable piracy of NLPs intellectual property.    \r\n\r\nAdditionally, the the process of altering the IAT thermistor signal to improve performance of modern automobiles is currently patent pending in the U.S. Patent Office.  The patent was filed on NLPs behalf by Bigelow Patent Law in 2007.  \r\n\r\nNext Level Performance and its respective owners have retained attorney Richard Bigelow regarding all copyright, patent, and trademark issues, and attorney Gordon Bigelow for the litigation of all related civil matters.  We have pursued past infringements in Pennsylvania State Court on a civil level last year.  Additonally, criminal complaints were filed with the Federal Bureau of Investigation regarding copyright & patent infringement as well.  \r\n\r\nPlease consider this email your first, and last, written warning regarding this matter.  Your website has been archived; we demand that you remove your website, and cease & desist selling all related performance modules immediately.   We will allow you 24 hours to comply with this request permanently.  Failure to do so will result in the filing of a civil complaint in U.S. Federal Court seeking both punitive & compensatory damages, as well as related injunctive relief.  A criminal complaint will also be submitted to the F.B.I. for investigation & prosecution against you for the infringement of our Federally Registered Copyrights.\r\n\r\nAll necessary actions will carried out by Bigelow Patent Law & The Bigelow Law Firm P.C.  Your website has been archived.  To be clear, the only acceptable resolution is the immediate and permanet removal of your website, and the immediate discontinuance of selling your modules on the internet.  We appreciate your speedy & permanent cooperation with this matter.\r\n\r\nNext Level Performance \r\n\r\nAdditional e-mails:\r\n To whom it may concern,\r\n Smart Tech Performance LLC will fully cooperate \r\n within the 24hrs you have set. We are seeking legal council of our own at this time. Would you kindly email us your US Patent id -XXXXXXX that is pending. Also would you please email S.T.P. with your legal case id number(s) of litigation that Next Level Performance has set forth in the Pennsylvania Civil Court(s). \r\nThank you, \r\n-Smart Tech Performance LLC\r\n\r\nCertainly: \r\n\r\na) Our Federal Copyright Registration number is as follows:  TX-6-036-916 (COHN).  \r\n\r\nb) The copyright & other int. property litigation was filed in The Pennsylvania Court of Common Pleas, 26th Judicial District.  The civil complaint was heard and decided upon by the honorable Judge Scott Naus.  A permanent injunction was granted in our favor, and monetary damages of ~$19,000 were awarded.  The docket number for said case is as follows:  2007 CV 245 CV\r\n\r\nc) A criminal complaint was lodged with the F.B.I., and a file was opened on Feb. 13th, 2007, also regarding the same infringement (additional information on this case is not currently public information).\r\n\r\nAny additional information will be provided in subsequent criminal & civil complaints if needed.  The above information should be plenty indication of our intentions, and a fair indication of how the courts view the issue (although, I'm sure when you copy & pasted those items from our website, it surely crossed your mind that you were wrong to do so and probably violating the law).  \r\n\r\nNevertheless, our current stance is that our rights have already been infringed upon, and a crime has already been committed.  However, we do appreciate your prompt response to our email and your compliance with our requests.  Therefore, as long as you adhere to the original conditions of our offer, we will NOT pursue any further criminal/civil actions.  Please do not misconstrue that statement to be binding on NLP; we reserve the right to pursue such legal action based on infringement and criminal activity that has ALREADY occurred, at ANY time in the future, for ANY reason (i.e. the re-publication of your website, or any attempt to sell the pictured modules on the internet will prompt immediate legal action from NLP).  \r\n\r\nAssuming you, and all of your affiliates, employees, agents, and/or partners continue to abide by the terms of our agreement, we will consider the matter closed.  \r\n\r\nThank you,\r\n\r\nNext Level Performance\r\n\r\n","date_sent":"2008-01-30T05:00:00Z","date_received":"2008-01-30T05:00:00Z","topics":["Copyright","Patent"],"sender_name":"Bigelow Patent Law & The Bigelow Law Firm P.C.","principal_name":"Next Level Performance","recipient_name":"Smart Tech Performance","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}