{"dmca":{"id":30018,"type":"Dmca","title":"[ABUSE] Trademark/Copyright Infringement of UnqiueHomeStore.Com]","body":"\r\n We are unable to locate on the web page Leg4is.be of the material that you claim is\r\nbeing infringed as of 2:06:32 p.m. (GMT-6).\r\n\r\nLegal Response Team\r\nThePlanet.com \r\n\r\n-----Original Message-----\r\nFrom: abuseadm@theplanet.com [mailto:abuseadm@theplanet.com] On Behalf Of The Planet\r\nPolicy Enforcement\r\nPosted At: Monday, June 05, 2006 11:32 AM\r\nPosted To: Copyright\r\nConversation: [Fwd: [ABUSE] Trademark/Copyright Infringement of UnqiueHomeStore.Com]\r\nSubject: [Fwd: [ABUSE] Trademark/Copyright Infringement of UnqiueHomeStore.Com]\r\n\r\n\r\n-----BEGIN PGP SIGNED MESSAGE-----\r\nHash: SHA1\r\n\r\nYour email is being forwarded on to our Copyright counsel for review, at the address\r\nof copyright@theplanet.com.\r\n\r\n- -------- Original Message --------\r\nSubject:         [ABUSE] Trademark/Copyright Infringement of UnqiueHomeStore.Com\r\nDate:         Mon, 5 Jun 2006 12:23:22 -0400\r\nFrom:         Balboni, Jeff <Jeff.Balboni@FMR.COM>\r\nTo:         <abuse@theplanet.com>\r\n\r\n\r\n\r\n\r\nI am the President of AlphaBits Corp.\r\n\r\nWe own and operate UniqueHomeStore.Com.  We are tracking an individual or business\r\nthat is setting up malicious websites that contain references to our site. We\r\nbelieve that this person is either one of our competitors or a Search Engine\r\nOptimization (SEO) Firm. IN any case the site\r\n\r\nLeg4is.be is using trademarked and copyrighted information from our site. We would\r\nlike this shutdown immediately and all contact information from this site sent to us\r\nso that we can forward it to our lawyer. A copy of the web page is below along with\r\nthe url.\r\n\r\n\r\nJeff Balboni  (508) 776-9922\r\nLegal@UniqueHomeStore.Com\r\n\r\nAlphaBits Children's Boutique\r\n194 Route 6a\r\nYarmouthport, Ma 02675\r\n\r\n\r\n\r\n\r\n\r\n\r\n+++++++++++++++++++++++++++++++++++++++++++++++++\r\n\r\n\r\n_http://turquoise-sandals.leg4is.be/huarache.html_\r\n\r\nTop of Form 1\r\n\r\nPicture (Metafile) Picture (Metafile)Search the Web  Picture\r\n(Metafile)        Picture (Metafile)\r\n\r\nBottom of Form 1\r\n*****Check these sites for Huarache!\r\n*_Add our site to bookmarks so you can always get full information on Huarache_\r\n\r\n1.     _ FREE HP Pavillion Laptop!_\r\nWe are looking for New Product Testers. Just enter your Zip Code to see if we are\r\nrecruiting in your area. Must be over 18. US Only.\r\n_http://www.consumerjobs.com/FREE-HP-Laptop_\r\n       *** Site Menu*\r\n_Birkis_ <http://turquoise-sandals.leg4is.be/birkis.html>\r\n_Betula_ <http://turquoise-sandals.leg4is.be/betula.html>\r\n_Pergo Select Ps 1850_\r\n<http://pergo-select.grimgoe.be/pergo-select-ps-1850.html>\r\n_Ulani_ <http://turquoise-sandals.leg4is.be/ulani.html>\r\n_Eyes Only_ <http://turquoise-sandals.leg4is.be/eyes-only.html>\r\n_Tivas_ <http://turquoise-sandals.leg4is.be/tivas.html>\r\n_Home_ <http://turquoise-sandals.leg4is.be/index.html>\r\n2.     _ NO COST Ring Tones or Wallpaper for your Cell Phone!_\r\nONLY FOR AT&T WIRELESS, CINGULAR, SPRINT, and TMOBILE CUSTOMERS. Just Enter Your\r\nCell Phone # and Select Your Complimentary Ring Tone or Wallpaper! Must Be Over 18.\r\n(US Only) _http://www.xpsx.com_\r\n\r\n3.     _ FREE XBox 360 Video Game System!_\r\nJust Move Your Mouse Over The 4 Squares To See If You Win a FREE XBox 360 Video Game\r\nSystem!\r\n_http://WinHundred.com_\r\n\r\n4.     _ Meet Single Girls and Guys On Your Cell Phone!_\r\nJust Enter Your Cell Phone # To Get Unlimited Montly Chat! NOTE: For AT&T, Cingular,\r\nTMobile, Verizon, Nextel, Dobson, and Sprint Users ONLY!\r\n_http://SpicyMint.com_\r\n\r\n5.     _ Huarache: Compare Prices_\r\nShop for Shoes and other Footwear products. Trusted Merchants. Bargain Prices. You\r\nwant it, we got it. That's the BizRate value.\r\n_http://bizrate.com_\r\n\r\n6.     _ Huarache Bargain Prices_\r\nShop fast. Buy smart. Shopzilla for Shoes and other Footwear products.\r\nEvery product from every store means you get a Bargain Price. Don't just shop,\r\nShopzilla.\r\n_http://shopzilla.com_\r\n\r\n7.     _ Get Paid up to $150 per Hour For Your Opinion!!_\r\nTry new products and take online surveys! Our companies are looking for consumers\r\nlike you to give opinions on their products and services\r\n_http://www.1st-in-Surveys.com_\r\n\r\n8.     _ Start Burning Body FAT Now!_\r\nDrop 11 pounds every 9 days! No Counting Calories! Eat your favorite foods! Works\r\nfor both Men and Women!\r\n_http://www.Fat-Burning-Secrets.com_\r\n\r\n9.     _ Play Golf For FREE and Get Paid For It!_\r\nEarn up to $897Week While Playing Golf Absolutely FREE! No Green Fees!\r\nNo Cart Fees! Find Out How To Do It NOW!\r\n_http://GolfMoney.com_\r\n\r\n10.     FREE REPORT: 101 Tips for Improving Your Credit Score!\r\nGet 101 Tips for LEGALLY Improving Your Credit Score ABSOLUTELY FREE! No Strings\r\nAttached. Click Now to Check It Out!\r\n_http://101-Tips-ToImprove-Your-Credit-Score.com_\r\n\r\ncan choose different wording when you create your preview. Format single panel Paper\r\nweight mediumTypestyle shown CitadelPrinting method Flat PrintingSearch forAll\r\nOccasionsAdoption Ann. Adult Birthday Anniversary Party Announcements Baby Shower\r\nBaby Thank You Bachelor Party Bachelorette Party Baptism Bar Mitzvah Barbeque Bas\r\nMitzvah Bat Mitzvah Birth Announce. Birthday Party Black Tie Bridal Shower Brunch\r\nBusiness Cards Business Stationery Camp Stationery Cards that Give Child Birthday\r\nChristening Christmas Cards Christmas Invites Cocktail Party Commitment Invites\r\nCorporate Corresp. Corporate Holiday Dinner Invitations Engagement Ann. Engagement\r\nParty Father s Day First Communion Gift Enclosures Going Away Graduation Ann.\r\nGraduation Party Halloween Hanukkah Holiday Cards Holiday Gifts Holiday Invitations\r\nHoliday Photocards Jewish New Year Letterhead Luncheon Menu Cards Mother s Day\r\nMoving Announce. New* huarache* Year s Party Personal Stationery Photocards Place\r\nCards Quinceanera Reception Cards Rehearsal Dinner Response Cards Retirement Save*\r\nhuarache* the Date Stationery - adult Stationery -. child Summer Party Super Bowl\r\nParty Sweet Sixteen Sympathy Acknowl. Thanksgiving Thank You Notes Valentine s Day\r\nWedding Invitations Wedd. Thank You Wine Tasting and or Choose a BrandAll Brands\r\nAnna Griffin Anzix Betsey Hall Blue Mug Designs Boatman Geller Carlson Craft\r\nChatsworth Checkerboard Chelsea Notes Crane. s Daisy Designs Dempsey Carroll Dinky\r\nDesigns Elite Embossed Graph. Encore Studios Four Seasons Garden Flowers Graphic\r\nConcepts Grasshopper Press Indelible Ink Inviting Company J. P. Shermans Just\r\nMishpucha Karen Townsend MMs Designs Natural Impress ns Noteworthy Pat Papers\r\nPerfect Printer Prentiss Douthit Putnam House Regency Rita Renning Robin Maguire\r\nRose Street Design Royal Imprints Rytex Scribbling. Ink Stacy Claire Boyd Studio Z\r\nMendocino Style Press Sweet Pea Designs Treehouse Designs Vera Wang William Arthur\r\nand or enter a Keyword. or Item Or trySmartSearchAbout Us Affiliates* huarache*\r\nContact Us . Etiquette Glossary Help FAQs . In the Press ManufacturersPrivacy Policy\r\nSecurity.*\r\nhuarache* SmartSearch Special Services .\r\n_Birki_ <http://turquoise-sandals.leg4is.be/birki.html>\r\nTerms Conditions Wording LibraryHome My Account . Shipping Rates Shopping\r\nCartCopyright 2000-2006, The Chelsea Paper CompanyHome Sign In\r\nMy.* huarache* Account Shopping Cart Order TrackingNew ItemsSpecial Sales Items\r\nAbout Us Help FAQ SEARCH First. Any Style ShoesAthletic - GirlsAthletic -\r\nBoysSandals - GirlsSandals - BoysBoots - GirlsBoots - BoysMary Janes. - Girls Clogs\r\n- GirlsDress - GirlsDress - BoysSpring Summer - Girls Spring Simmer - Boys Fall\r\nWinter. - Girls Fall Winter - Boys then Any Size0 Baby1 Baby2 Baby3 Baby4 Baby5\r\nToddler6 Toddler7 Toddler8. Toddler9 Toddler10 Toddler11 Toddler12 Toddler13\r\nToddler1\r\nYouth2 Youth3 Youth4 Youth5 Youth Aster Ave Blu Baby Nay Bear Feet Boys* huarache*.\r\nShoes Clayeux Coco Jumbo Elefanten Flap Happy Girls Clothing Girls Shoes Josmo Kate\r\nMack Kidorables Kid ExpressL Amour Lelli Kelly Merrell Mimi Maggie Mulberribush\r\nNaturino Nina Nowa LI OililyPrimigiRachelStride Rite Sweet* huarache*. Potatoes\r\nTimberland Umi WeeBok Willits. See our brands . Childrens ShoesSizing Guide Dhara\r\nTurquoise Sandals 60. 00 FREE SHIPPINGColor - Select Color - TurquoiseSize - Select\r\nSize -. 31323334 8. 00 35 8. 00 There can be no doubt as to the design content of\r\nPrimigi children s. shoes a taste for detail that is typically Italian, a passion\r\nfor beautiful materials. and an accurate research aimed at satisfying the practical\r\nrequirements of today s children. Unique toe ring style Sandals. Quality leather\r\nupper with gorgeous beading detail. Footbed with beautiful imprinted design.\r\nRubber outsole for the most durability. Related Items Primigi Lalita Rosa Sandals 60.\r\n_Dansko_ <http://turquoise-sandals.leg4is.be/dansko.html>\r\n00Free Shipping Primigi Imedha Bianco Sandals 60. 00Free Shipping About\r\nUniqueHomeStore. Com Your Privacy Help Site Map ","date_sent":"2006-06-05T04:00:00Z","date_received":"2006-06-05T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"AlphaBits Corp","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}