{"dmca":{"id":30011,"type":"Dmca","title":"Illigal Software and Hotlinking, Continued Complaint","body":"To Whom It May Concern:\r\n\r\n \r\n\r\nPlease note that below-referenced copyright infringement notice does not\r\nsubstantially comply with the required notification elements of the\r\nDigital Millennium Copyright Act of 1998 (\"DMCA\").\r\n\r\n \r\n\r\nPlease note that we have not passed on the substantive merits of your\r\nclaim.\r\n\r\n \r\n\r\nPlease visit our web site at www.theplanet.com/legal\r\n<http://www.theplanet.com/legal> .\r\n\r\n \r\n\r\nLegal Response Team\r\n\r\nTHEPLANET.COM INTERNET SERVICES, INC.\r\n\r\n\r\n________________________________\r\n\r\nFrom: legal@firstclasshosting.net [mailto:legal@firstclasshosting.net] \r\nPosted At: Saturday, May 06, 2006 11:45 PM\r\nPosted To: Legal Response\r\nConversation: Illigal Software and Hotlinking, Continued Complaint\r\nSubject: Illigal Software and Hotlinking, Continued Complaint\r\n\r\n\r\nWe have contacted the Site administrator and register as stated in the\r\nwho is directory information regarding this issue. You are hosting a\r\naccount with the domain name. http://invisionfree.com/, They provide\r\nfree forums etc for everything from chat to gaming forums. They are\r\nhosting a site for free located at this url\r\nhttp://s15.invisionfree.com/ThePlace/ This free forum hosted by this\r\nuser is hotlinking to files on our servers, as well as providing several\r\nprogram that are \"cracked\" Only one of the files they was hosting we are\r\nauthorized to delegate but there are many others who we are making aware\r\nof the theft. The one file we are authorized to delegate is known as\r\nD2jsp. It is a pay for program that requires a key to activate. The\r\nauthors site is located at www.d2jsp.org This site\r\nhttp://s15.invisionfree.com/ThePlace\r\n<http://s15.invisionfree.com/ThePlace/>  is providing the download as\r\nwell as a .dll file that has been rewritten to bypass the security\r\nfeatures in the program. We would provide the urls for the hotlinking\r\nfiles but the board administrator has banned or investigation accounts\r\nas well as blocked standard browsing of the forum. We contacted the free\r\nforum board administrator as well as the administrator for invision free\r\nat invfree@invisionfree.com and have seen no action. We are writing you\r\nat copyright@theplanet.com so maybe we can get this issue resolved. This\r\nforum is also hosting many files that just providing for download\r\nviolates our sister companies Terms of Service known as Blizzard\r\nEntertainment or Blizzard North a Subsidiary of  Vivendi Universal\r\nGames. We are asking this issue be resolved among the companies that are\r\ninvolved but we may be required to escalate this issue further. With in\r\n2 weeks your cooperation as well as the owner of www.invisionfree.com\r\nwill be receiving certified letters regarding this issue to the\r\nfollowing addresses. \r\n \r\nInvisionfree.com Administrative contact\r\nBrandon Kopetzky \r\nZathyus Networks, Inc.\r\nP.O Box 1763\r\nBowie, MD  20721-1763\r\n \r\nCopyright Notifications\r\nGeorge Poletes\r\nCorporate Counsel\r\n1333 Stemmons Freeway, Suite 110,\r\nDallas, TX 75207\r\n \r\nWe thank you for your time and expect your timely and delayed response\r\nto this problem.\r\n \r\nFirst Class Hosting\r\nBlizzard North Entertainment","date_sent":"2006-05-08T04:00:00Z","date_received":"2006-05-08T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Zathyus Networks, Inc.","recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}