{"dmca":{"id":30028,"type":"Dmca","title":"[ABUSE] Notice of infringement re http://www.hollywoodrag.com senton behalf of Nichol","body":"________________________________\r\n\r\nFrom: abuse-bounces@lists.theplanet.com\r\n[mailto:abuse-bounces@lists.theplanet.com] On Behalf Of\r\ncindy_connolly@timeinc.com\r\nPosted At: Tuesday, June 06, 2006 5:27 PM\r\nPosted To: Microsoft Office Outlook Embedded Message\r\nConversation: Notice of infringement re http://www.hollywoodrag.com sent\r\nonbehalf of Nicholas J. Jollymore\r\nSubject: [ABUSE] Notice of infringement re http://www.hollywoodrag.com\r\nsenton behalf of Nicholas J. Jollymore\r\n\r\n\r\n\r\nRe: DMCA Copyright Infringement\r\n\r\n \r\n\r\nDear ISP:\r\n\r\nI am an attorney for Time Inc., the corporate publisher of PEOPLE\r\nMagazine.  This will put you on notice of a copyright infringement on a\r\nwebsite hosted by ThePlanet.com Internet Services, Inc.\r\n\r\nPEOPLE Magazine's exclusive owns exclusive North American rights to the\r\nonly photographs which have been taken to date of Angelina Jolie and\r\nBrad Pitt and their newborn baby girl, Shiloh Nouvel. One of these\r\nphotographs that appears on the cover of HELLO! Magazine (the\r\n\"Photograph\") has been posted on the web site\r\nhttp://www.hollywoodrag.com/ (See\r\nhttp://www.hollywoodrag.com/index.php?/weblog/comments/people_mag_gets_b\r\naby_shiloh_pics_for _4_million/).\r\n\r\nThis letter is an official notification under the provisions of Section\r\n512(c) of the Digital Millennium Copyright Act to effect removal of this\r\nCopyright infringement.  I hereby demand that you immediately (TODAY)\r\nissue a cancel message, as specified in RFC 1036, for the specified\r\npostings and prevent the infringer, who is identified by its Web\r\naddress, from posting the infringing Photograph to your servers in the\r\nfuture. Please be advised that by law, as a service provider, you must\r\n\"expeditiously remove or disable access to\" the infringing Photograph\r\nupon receiving this notice. Noncompliance may result in a loss of the\r\npossibility of immunity under the DMCA.\r\n\r\nI have a good faith belief that use of the material in the manner\r\ncomplained of herein is not authorized by of PEOPLE Magazine, HELLO!\r\nMagazine, Getty Images, their respective licensing representatives, or\r\nthe law.  The information provided herein is accurate to the best of my\r\nknowledge.  I hereby swear under penalty of perjury that I am authorized\r\nto act on behalf of PEOPLE Magazine for matters pertaining to\r\nnotification of infringement of its exclusive rights in its copyrighted\r\nmaterial.\r\n\r\nPlease email me, or send to me at the address listed below, a prompt\r\nresponse indicating the actions you have taken to resolve this matter.\r\n\r\n \r\n\r\nVery truly yours,\r\n\r\nNicholas J. Jollymore\r\n\r\nDeputy General Counsel\r\n\r\nTime Inc.\r\n\r\n1271 Avenue of the Americas\r\n\r\nNew York, NY 10020\r\n\r\n* (O) 212 522-3083\r\n\r\n* (F) 212 467-0844","date_sent":"2006-06-06T04:00:00Z","date_received":"2006-06-06T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Time Inc. (for PEOPLE Magazine)","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}