{"dmca":{"id":30051,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-07-07T04:00:00Z","date_received":"2011-07-07T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Mobile Phone Crazy, Ltd","principal_name":"Mobile Phone Crazy, Ltd","recipient_name":"Google, Inc.","works":[{"description":"The copyrighted work at issue is the new www.24retail.co.uk website appearing in Google web search, and also a large portion of Google product search listings too, which have been copied verbatim by this retailer on Google, both our product descriptions word for word, and our proprietary photos, including a few with our watermark on them. There are a total of 3,536 alleged copyright violations of our website products appearing on Google web search AND the same 3,536 alleged copyright violations on Google product search listings by the offending retailer on Google, as listed in the attached spreadsheet, individually, line by line. This is why we are e-mailing you, due to the size and volume of the copyright infringement issue, as per our attorney's advice. It is not possible to send individual copyright infringement notification forms to you for over 3,500 items in violation! There must be a bulk way to report this serious violation? We have tried using removals@google.com but an automated response directs us to here?\r\n \r\nThis retailer using www.24retail.co.uk has only just started in business in the past few months. We have researched UK Companies House which informs us this is a new business only started and registered in Feb. this year. We have been in business since the year 2000 and online with Google since then with these same listings used online Google since 2007, which of course you can verify. \r\n\r\nWe have also enjoyed top rankings for years in the product searches as no. 1 or 2 or 3, with our other competitors that have been in business as long as us, and as reputable as us, enjoying 600 to 800+ clicks per day, which leads to high conversions and sales for us via Google, however, since this new retailer came on board in April, and have copied us to get their listings ranked higher on Google, they have literally taken our top ranked shopping positions, using our product search listings verbatim, (they look like us now), and using our barcodes too, and we have been relegated to the back of the queue on the last pages of all Google shopping now for product searches as well as for web search! Now we only have 7 or 8, maybe 20 clicks a day since this all started in April. Our Google statistics show we \"fell off a cliff\" when this impersonation from this other website and product search links started on Google. \r\n\r\nWe are now no longer visible to customers on Google, and this retailer is impersonating us and misleading Google shoppers to appear that they are us, and blatantly using our GTIN bar code numbers too, to appear compliant with Google for uploading shopping listings. As you may be aware, there is only one authorised company here in the UK, called GS1, that sells barcodes to retailers, which contain 13 digits, the first 5 uniquely identifying that retailer, and is the same first 5 digits for all products sold by that retailer, and the last 8 digits identify the product. So different retailers can sell the same product, but the first 5 digits will be unique to a particular seller, to identify the seller, selling that product. This other company has literally taken our barcode numbers and used them as if they were their own to upload all of the products listed on the attached to Google, again to appear compliant with Google's policy to have barcode numbers for each product uploaded to Product Search. We have paid for these bar codes, and GS1 confirms they are registered to our company, Mobile Phone Crazy, Ltd. and not to any other company. \r\n\r\nAs you can see, there are some serious copyright infringements and Google policy violations, in large volumes of thousands, allegedly occurring with this other seller on Google, that you need to be aware of. We would like to request that not only are the specific product feeds removed from Google, but that the website is removed from visibility via Google web search, too, due to the size of the alleged infringements in the thousands.  \r\n\r\nWhere do we attach the spreadsheet of the 3,536 copyright product and web search violations and URL's so you have them easily side by side for investigation? We have already sought legal advice from an attorney/UK solicitor regarding this serious allegation and he is preparing a legal case and injunction against the offending party and website, which is: Mr Emre Akinci, Director, Wescon Ltd, trading as 24Retail.co.uk, 145-157 St John Street, London, England, EC1V 4PY, No Telephone number listed, No fax number listed, No e-mail address listed, but the website is: www.24retail.co.uk  where there is a contact form. Please note, in the past few days only, they have changed the name of the limited registered company shown on their website in the Contact Us section to: Walfords UK Ltd although further investigation reveals the name of that company, registered in 2009 as a business here in the UK with Companies House, has nothing to do with 24retail.co.uk so they are possibly impersonating that company name now?\r\n\r\nPlease advise how we should proceed? All of our authorized work is visible on our website by searching the phone name and product name, and on the offending website at the URL given below, starting on page 33 and every product up through page 392, all 3,536 products in total listed on that website, on those pages, which are also the same as the Google product search links which appear. We have Google search terms also in our spreadsheet for ease of clearly identifying the issue. Please advise where we should send or attach the spreadsheet of the 3,536 copyright product search and web search violations on Google, and their URL's so you have them easily side by side for investigation? thank you","infringing_urls":[{"url":"http://www.24retail.co.uk/index.php?main_page=index&cPath=561932_1199096&sort=20a&page=33"}],"copyrighted_urls":[{"url":"http://www.mobilephonecrazy.com"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}