{"dmca":{"id":30412,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-18T05:00:00Z","date_received":"2012-01-18T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Praxiom Research Group Limited","principal_name":"Praxiom Research Group Limited","recipient_name":"Google, Inc.","works":[{"description":"The following text was copied from http://www.praxiom.com/iso-14971-terms.htm (see our ISO 14971 2007 Plain English Dictionary) TO http://villarentalsandsales.com/risk-analysis.html (see below - the entire page was copied from our site):\r\n\r\n[see our definition 2.16]\r\nRisk- According to ISO14971, the concept of risk combines two variables: the probability of harm and the severity of harm.\r\nFor example, if a particular hazardous situation is very likely to cause hasrm and would be very harmfulif it actually occurred, then it would be a high risk situation. Conversley, if it's very unlikely to cause harm and would be only slightly harmful if it actually occurred, then it would be a trivial risk.\r\n[see our definition 2.17]\r\nRisk analysis is a systematic process that is used to identify hazards \r\nand to estimate risk. It includes an examination of every reasonably\r\nforeseeable sequence or combination of events that could produce \r\na hazardous situation and cause harm.\r\n[see our definition 2.18]\r\nRisk analysis is a process that is used to identify hazards and to \r\nestimate risk. Risk evaluation is a process that is used to examine \r\nthe estimated risk for each hazardous situation and then to use risk\r\nacceptability criteria to determine whether or not the estimated risk \r\nis acceptable and to decide if risk reduction is required. \r\n[see our definition 2.22]\r\nRisk management uses management policies, procedures, and practices\r\nto systematically analyze, evaluate, control, and monitor risk. \r\n[see our definition 2.23]\r\nA risk management file must be created for each medical device. \r\nYour risk management file should include all of the records and\r\ndocuments that your risk management process generates.\r\nRisk management files should contain risk management plans and \r\nare used to record risk analyses, risk evaluations, risk control measures,\r\nand residual risk evaluations. Risk management files are also used to\r\nfacilitate traceability and to check whether or not your organization\r\ncomplies with this ISO 14971 standard.\r\n[see our definition 2.19]\r\nRisk control is a process that is used to consider risk control \r\noptions and to select and implement risk control measures that \r\nwill reduce risk or maintain risk within specified levels. ISO 14971 \r\nexpects you to consider the following risk control options and, \r\nif possible, to apply them in the following order:\r\n1. Design safety into the product.\r\n2. Establish protective measures.\r\n3. Provide safety information. \r\n[see our definition 2.20]\r\nRisk estimation is a process that is used to assign qualitative or\r\nquantitative probability values and severity values to each hazardous\r\nsituation. These values are then used to estimate risk.\r\nFor example, if a specific hazardous situation is very likely to cause harm\r\nand would be very harmful if it actually occurred, then it would be a high\r\nrisk situation. Conversely, if it’s very unlikely to cause harm and would \r\nbe only slightly harmful if it actually occurred, then it would be a trivia lrisk.\r\nOf course, this is just a simple example. You can use any \r\nappropriate probability and severity categories.\r\n[see our definition 2.21]\r\nRisk evaluation is a process that is used to examine the estimated \r\nrisk for each hazardous situation and then to use risk acceptability \r\ncriteria to determine whether or not the estimated risk is acceptable \r\nand to decide if risk reduction is required..","infringing_urls":[{"url":"http://villarentalsandsales.com/risk-analysis.html"}],"copyrighted_urls":[{"url":"http://www.praxiom.com/iso-14971-terms.htm"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}