{"dmca":{"id":30674,"type":"Dmca","title":"Conpyright Infringement","body":"-----Original Message-----\r\nFrom: Community Foundation for Oak Park\r\n[mailto:info@OakParkFoundation.org] \r\nPosted At: Tuesday, November 28, 2006 4:21 PM\r\nPosted To: Copyright\r\nConversation: Conpyright Infringement\r\nSubject: Conpyright Infringement\r\n\r\n\r\n-----BEGIN PGP SIGNED MESSAGE-----\r\nHash: SHA1\r\n\r\nIt has come to our attention that the World Hongming Foundation, a\r\ncustomer of yours, has made an unauthorized use of our copyrighted works\r\n(our Works) as itemized below.  We have reserved all rights in our\r\nWorks, all three of which were first published on the Web with copyright\r\nnotices not later than 1999.  Your customer's works use content\r\nessentially identical to the content of our Works and clearly used our\r\nWorks as their bases.\r\n\r\nYour customer's page at\r\n<http://www.hongming.us/foundation/Category-of-Donations.htm> copies\r\nmuch of our page at <http://www.oakparkfoundation.org/donations.html>.\r\n\r\nYour customer's page at\r\n<http://www.hongming.us/foundation/Donor-Defined-Funds.htm> copies much\r\nof our page at <http://www.oakparkfoundation.org/funds.html>.\r\n\r\nYour customer's page at\r\n<http://www.hongming.us/foundation/en-Tax-Exempt.htm> copies much of our\r\npage at <http://www.oakparkfoundation.org/taxexempt.html>.\r\n\r\nAs your customer neither asked for nor received permission to use our\r\nWorks as the bases for your customer's works nor to make or distribute\r\ncopies -- including electronic copies -- of same, I believe your\r\ncustomer has willfully infringed our rights under 17 U.S.C. Section 101\r\net seq. and could be liable for statutory damages as high as $150,000 as\r\nset forth in Section 504(c)(2) therein.\r\n\r\nAs the registered owner of the IP address 69.56.147.162 associated with\r\nthe <www.hongming.us> domain, you have the authority to control the\r\ncontents of all Web pages at that domain.  That authority imposes upon\r\nyou the responsibility for ensuring that all such contents are in\r\ncompliance with the law, no matter who actually provided the contents of\r\nthose Web pages or composed the HTML for them.\r\n\r\nWe request that you immediately prevent the distribution all infringing\r\nworks derived from our Works.  That means you must delete all content\r\nfrom your Web server that infringes upon our copyright.\r\nWe further request that you erase all electronically archived copies of\r\nsame that exist on the Internet or on local computers or recording\r\nmedia.\r\n\r\nWe have attempted to contact the World Hongming Foundation regarding\r\nthis issue.  However, no response has been received to postal mail to\r\nthe Administrative Contact of the domain owner (to the address shown by\r\na WhoIs query) sent more than a month ago.\r\n\r\nI declare under penalty of perjury that the above information is\r\naccurate, that the Community Foundation for Oak Park (a corporation) is\r\nthe owner of the infringed work, and that I have been elected President\r\nof the Community Foundation for Oak Park by the Board of Trustees\r\nthereof and am thus the official spokesperson for that organization.  I\r\nwish to point out that I have evidence through a third party that our\r\nWork existed on the World Wide Web with our copyright notice at least\r\nsix years ago.\r\n\r\n- --\r\n\r\nDavid Ross, President\r\nCommunity Foundation for Oak Park\r\nP. O. Box 291\r\nAgoura, CA 91376-0291\r\n818/889-7078\r\n\r\n- --------\r\n\r\nSupporting our community with volunteers and grants since 1979.  \r\nSee the Community Foundation on the Web at\r\n<http://www.OakParkFoundation.org/>\r\n\r\n-----BEGIN PGP SIGNATURE-----\r\nVersion: PGP 8.0.3                                               \r\n\r\niQA/AwUBRWy2RINxG4rj7+GnEQIQfACcCSowryYqltOy6WKWKcwoYNg53Z0Ani5G\r\nh290IYSLTPK47DDQjxf1mDVV\r\n=jTMk\r\n-----END PGP SIGNATURE-----\r\n\r\n\r\nDavid E. Ross\r\n\r\nThe message above has been digitally signed with my DSS/DH key.  My keys\r\nare available on public key servers and at \r\n<http://www.rossde.com/PGP/mykeys.html>.    \r\n","date_sent":"2006-11-28T05:00:00Z","date_received":"2006-11-28T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Community Foundation for Oak Park","recipient_name":"ThePlanet Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}