{"dmca":{"id":30682,"type":"Dmca","title":"Attn: George Poletes","body":"\r\n-----Original Message-----\r\nFrom: Liz Zielske [mailto:lizzielske@hotmail.com] \r\nPosted At: Monday, August 14, 2006 12:40 PM\r\nPosted To: Copyright\r\nConversation: Attn: George Poletes\r\nSubject: Attn: George Poletes\r\n\r\n\r\nPlease look into the following problem.\r\n\r\n1.) Complaining Party = Elizabeth Zielske\r\n\r\n2.) Work that has been plagiarized = (below)\r\n\r\n* DatingSite: IM\r\n* Handle: vigentleman007\r\n\r\nTheDate\r\n\r\nRegularly uses the screen name: vigentleman007 or mrvigentleman007. Many\r\npeople are meeting mates online these days, though in my experience I\r\ndon't know if anything positive can really come from that. This one will\r\npromise the world and deliver heartache. He comes across as a guy with\r\nstrong moral standing and respect for women. When in actuality, he is\r\nnothing but a lying, playing, scumbag, cheater. Like most of these guys,\r\nhe claims to be so caring but really only cares for himself. Just check\r\nout this pitch, Malakai will likely approach his victims online through\r\npersonals sites: \r\n(You might even find this to be familiar, I'm sure he sends it to all\r\nthe ladies). Quote: \"Do you have a few minutes to read this? I'm going\r\nto speak form the bottom of my heart. I usually don't do this and am\r\nvery nervous right now, however, very confident as well. I am never on\r\nthis site and was just bored and clicked on your name and I have to say\r\n... I'm really sorry to bother you but you are the most absolutely\r\nbreathtaking lady I have ever met in my life! Really ... I just had to\r\nwrite you and tell you about myself, because it seems like you and I are\r\nlooking for the same thing, a real person. My name is Malakai. Hello! I\r\nam from St. Thomas, Virgin Islands. And am half Puerto Rican. I'm 6ft 2,\r\n240 pounds solid muscle. I'm an ex Special Forces Commando soldier, US\r\nArmy. Just moved to Miami Beach, or South Beach where my condo is and my\r\nreal estate profession. I come from a very well known and good family.\r\nMy parents have been happily married for\r\n42 years strong now and they are retired college professors. You are so\r\nbeautiful! If you gave me the chance to get to know you, I would always\r\nhonor you, respect you, and treat you with the greatest love of all. End\r\nQuote The message continues in the same theme. I should have known if it\r\nsounded too good to be true it probably was. The short of the story is\r\nthis guy is great in the beginning, but the minute he gets what he\r\nwants, he is on to the next conquest and all the while will string you\r\nalong and tell you that he's busy but things are just fine between you.\r\nMalakai had said he needed his space so I chilled a bit and would wait\r\nfor him to contact me etc. It didn't take me long to catch on to his\r\ncheating ways online. \r\nFinally, one night I called to confront him about what I had learned.\r\nHere is how that went, its the real kicker. I call his cell and get a\r\nstrange message saying the area code is wrong ... that's odd. No biggie,\r\nI ring up his house. He obviously ins't expecting that I am calling. He\r\nanswers, \"Hello?\" I say, \"Hey. Whatcha up to?\" He says, \"Chillin'.\" I\r\nsay, \"So how are things?\" And he asks, \" Do you know who you called?\" I\r\nlaugh, \"Uh, yea, of course I do.\" He asks again, \"Who?\" And I reply,\r\n\"Malakai.\" He says quite simply, \"There is no one here by that name ,\"\r\nand hangs up in my face. Um, hello, ladies, like you wouldn't recognize\r\nyour guy's voice ... LIke a fool I try to call back ... it rings once\r\nand \"click\". LIkely he had another lady in his bed that very minute.\r\nJust three days prior he had the nerve to ask me if I was talking to any\r\nother guys even as friends because even though we were taking it slow we\r\nwould be monogomous to each other. Yea, right. Watch out, Miami ladies,\r\nthis dog will charm you and eat you alive.\r\n\r\n3.) Location of plagiarized work =\r\nhttp://www.bikermatchmaking.com/dont_date_him_girl_articles.htm\r\n\r\n4.) Complaining Party Contact = lizzielske@hotmail.com or 386-682-3370\r\n\r\n5.) A story I wrote has been stolen, copied and published without my\r\nknowledge. I did not give permission for this content to be taken from\r\nits original source at dontdatehimgirl.com and republished by\r\nbikermatchmaking.com. I have never been a member of bikermatchmaking.com\r\nand have tried to contact them directly without so much as a response. I\r\nstrongly suspect that in an effort to build content for their own\r\nwebsite, bikermatchmaking.com visited sites such as dontdatehimgirl.com\r\nand copy/pasted content they found into their own site.\r\n\r\nThis does not seem legal. When I posted that story on\r\ndontdatehimgirl.com it was with the understanding that the information\r\nwas protected ... it says so in the legal/terms of use right on\r\ndontdatehimgirl.com. See: item #3 at\r\nhttp://dontdatehimgirl.com/terms.html\r\n\r\n6.) These are the facts presented before you and are true and accurate.\r\n\r\nPlease help me to have this removed.\r\n\r\nElizabeth Zielske\r\n386-682-3370","date_sent":"2006-08-14T04:00:00Z","date_received":"2006-08-14T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}