{"dmca":{"id":30834,"type":"Dmca","title":"Demand for Immediate Take-Down: Notice of Infringing Activity","body":"\r\n\r\n \r\n\r\n \r\n\r\n________________________________\r\n\r\nFrom: SandHlaw@aol.com [mailto:SandHlaw@aol.com] \r\nSent: Wednesday, January 31, 2007 1:38 PM\r\nTo: Copyright\r\nCc: rob@pixabit.com; RKEM98@aol.com\r\nSubject: Demand for Immediate Take-Down: Notice of Infringing Activity\r\n\r\n \r\n\r\nDear Sir or Madam:\r\n\r\n \r\n\r\n        This office represents Mr. Robert Moran, Jr. who owns and\r\noperates the domain Mafiabattle.net, which is an online game based\r\naround a Mafia theme.  It is a text-based role-playing game.  Mr. Moran\r\nis the sole owner of Mafiabattle.net and underlying intellectual\r\nproperty, including script, trade dress and customer list.\r\n\r\n \r\n\r\n        We have received information that the domain Ruletheseas.com,\r\nwhich appears to be on servers under your control, is using stolen\r\nscript and intellectual property of Mafiabattle.net.  The co-owner and\r\nco-operator of Ruletheseas.com, Mr. Zakk Martindale, was for a short\r\ntime a consultant to Mafiabattle.net.  It was during that exposure that\r\nMr. Martindale appears to have stolen the intellectual property\r\nbelonging to my client and used it to set up Ruletheseas.com.\r\n\r\n \r\n\r\n1.  Identification of intellectual property:\r\n\r\n \r\n\r\n        Mafiabattle.net and related script, trade dress and customer\r\nlist.  The owner of this intellectual property is Robert Moran, Jr.\r\n\r\n \r\n\r\n2.  Infringing material or activity found at the following location:\r\n\r\n \r\n\r\n        Ruletheseas.com.\r\n\r\n \r\n\r\n3.  Statement of Authority:\r\n\r\n \r\n\r\n        The information in this notice is accurate, and I hereby certify\r\nunder penalty of perjury that I am authorized to act on behalf of\r\nMafiabattle.net, the owner of the intellectual property identified\r\nabove.  I have a good-faith belief that none of the infringing materials\r\nor activities listed above have been authorized by Mr. Moran, his\r\nagents, or the law.\r\n\r\n \r\n\r\n        We hereby give notice of these infringing activities to you and\r\nrequest that you take expeditious action to remove or disable access to\r\nthe infringing material identified above, and thereby prevent the\r\nfurther illegal exploitation of the intellectual property of my client\r\nvia your company's network.\r\n\r\n \r\n\r\n        We appreciate your cooperation in this matter.  Please advise me\r\nregarding what actions you take.\r\n\r\n \r\n\r\n \r\nYours sincerely,\r\n\r\n \r\n\r\n \r\nWilliam S. Harris\r\n\r\n \r\n\r\nWilliam S. Harris\r\n1499 Huntington Drive, Suite 403\r\nSouth Pasadena, CA 91030\r\nphone: 626-441-9300\r\nfax: 626-441-9301\r\nemail: SandHlaw@aol.com\r\n\r\nCONFIDENTIALITY NOTICE: This communication with its contents may contain\r\nconfidential and/or legally privileged information. It is solely for the\r\nuse of the intended recipient(s). Unauthorized interception, review, use\r\nor disclosure is prohibited and may violate applicable laws including\r\nthe Electronic Communications Privacy Act. If you are not the intended\r\nrecipient, please contact the sender and destroy all copies of the\r\ncommunication.\r\n\r\n","date_sent":"2007-01-31T05:00:00Z","date_received":"2007-01-31T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"William S. Harris (For Robert Moran, Jr.)","recipient_name":"ThePlanet Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}