{"dmca":{"id":30840,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-18T05:00:00Z","date_received":"2012-01-18T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Brooks Creative Group","principal_name":"Brooks Creative Group","recipient_name":"Google, Inc.","works":[{"description":"My company was hired by Electricians of Texas, LLC to design and implement a new updated comprehensive website. During this process work that was sent in draft form was uploaded to an alternate website without payment or completion of contract by a former employee of the company to their own personal website (Electricians of Texas, LLC.)\r\n\r\nThe offending content is not only copy but website layout & code.\r\n\r\nThe text \"Electricians of Texas is your source for comprehensive electrical services in Austin, Texas and surrounding areas. We are fully equipped to handle any residential or commercial electrical need you may have. Skilled and licensed EOT technicians are ready 24/7 to provide customers with the highest quality electrical service available.\" was copyrighted in Dec. 2010 along with the entire site which has since been uploaded to the ex employee's personal site.\r\n\r\nThe offending site (electriciansoftexas.com) is the top result in Google when searching for anything to do with the company but the contact phone numbers all route to Matt Spannaus' new business Texas Electric & Light. He has throughout this process attempted to blackmail and extort the owner of the company (Marty Norris) and myself \"if we ever want business again.\" \r\n\r\nOur goal is to find a way to have the actual company site (www.electriciansoftexas.NET) show up rather than the buggy knock off that the ex employee (and amateur web designer) has basically been using to blackmail EOT.\r\n\r\nThe website we designed with the legal and copyrighted as well as trademarked material is located at http://www.electriciansoftexas.net.\r\n\r\nThe website owned by a former employee (Matt Spannaus) can be found at www.electriciansoftexas.com.\r\n\r\nIf you have any questions my contact info is as follows:\r\n\r\n\r\nCody Jones\r\nCreative Director\r\nBrooks Creative Group\r\ncody@brookscreativegroup.com\r\nwww.brookscreativegroup.com\r\n512.923.4549\r\n\r\nElectricians of Texas, LLC is owned by Marty Norris\r\n512.358.4338\r\nmartynorris@yahoo.com\r\nmarty@electriciansoftexas.net","infringing_urls":[{"url":"http://www.electriciansoftexas.com/"}],"copyrighted_urls":[{"url":"http://www.electriciansoftexas.net"},{"url":"http://www.brookscreativegroup.com"},{"url":"http://www.codyjonesphotography.com"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}