{"dmca":{"id":30877,"type":"Dmca","title":"Case ID 143603475 - Notice of Claimed Infringement [042906-040005-18188]","body":"\r\n\r\nTo Whom It May Concern:\r\n\r\nWe are unable to locate on the IP address in question any of the material that you\r\nclaim is being infringed as of 3:21:32 p.m. (GMT-6).\r\n\r\nLegal Response Team\r\nThePlanet.com \r\n\r\n-----Original Message-----\r\nFrom: AT&T Office of Legal Compliance [mailto:attsilc@att.net]\r\nSent: Monday, May 01, 2006 11:39 AM\r\nTo: William Charnock; ric@theplanet.com\r\nSubject: Case ID 143603475 - Notice of Claimed Infringement [042906-040005-18188] \r\n\r\nGreetings,\r\n\r\n\r\nThe AT&T IP Services Office of Registered Copyright Agent has received the attached\r\nnotice of alleged copyright infringement that appears to involve an IP address\r\nassigned to you or one of your customers or users.\r\n\r\nWe are forwarding this notification to you so that you will take appropriate action.\r\n\r\n\r\nFor your information, the AT&T Policy for Considering Copyright Infringement Claims\r\nunder the Digital Millennium Copyright Act (DMCA) and the AT&T Repeat Infringer\r\nPolicy is accessible via this link :\r\n\r\n\r\nhttp://www.att.net/general-info/claims.html\r\n\r\n\r\nPlease contact the notifier directly if you have any questions about the attached\r\nnotice.  Please contact your counsel if you have any questions about the DMCA.\r\n\r\n\r\nPlease contact me if you have any other questions.\r\n\r\n\r\n\r\nCheryl\r\nAT&T Internet Services\r\nOffice of Registered Copyright Agent\r\n919-319-8108\r\n\r\n\r\n\r\n﻿Saturday, April 29, 2006\r\n\r\n\r\nRE:  Unauthorized Distribution of the Copyrighted Content: Vegas\r\n\r\nWe are writing this letter on behalf of Madison Media Software, Inc., a subsidiary\r\nof Sony Corporation of America (“Madison Media Software”).\r\n\r\nAs you may know, Madison Media Software is the owner of copyright, trademark, patent\r\nand other intellectual property rights and interests in and to the following: Vegas.\r\n\r\nNo one is authorized to perform, exhibit, reproduce, transmit, or otherwise\r\ndistribute the above-mentioned work without the express written permission of\r\nMadison Media Software, which Madison Media Software has not granted to 12.156.6.78.\r\n\r\nWe have received information that an individual has utilized the above-referenced IP\r\naddress at the noted date and time to offer downloads of the above-mentioned work.\r\n\r\nThe attached documentation specifies the location on your network where the\r\ninfringement occurred, the number of repeat violations recorded at this specific\r\nlocation, as well as any available identifying information.\r\n\r\nThe distribution of unauthorized copies of copyrighted software constitutes\r\ncopyright infringement under the Copyright Act, Title 17 United States Code Section\r\n106(3).  This conduct may also violate the laws of other countries, international\r\nlaw, and/or treaty obligations.\r\n\r\nWe request that you immediately do the following:\r\n\r\n1) Disable access to the individual who has engaged in the conduct described above; and\r\n2) Terminate any and all accounts that this individual has through you.\r\n\r\nBy copy of this letter, the owner of the above-referenced Internet site and/or email\r\naccount is hereby directed to cease and desist from the conduct complained of\r\nherein.\r\nOn behalf of Madison Media Software, owner of the exclusive rights to the\r\ncopyrighted material at issue in this notice, we hereby state, pursuant to the\r\nDigital Millennium Copyright Act, Title 17 United States Code Section 512, that we\r\nhave a good faith belief that use of the material in the manner complained of is not\r\nauthorized by Madison Media Software, its respective agents, or the law.\r\n\r\nPlease contact us at the above listed address or by replying to this email should\r\nyou have any questions.\r\n\r\nWe appreciate your assistance and thank you for your cooperation in this matter.  In\r\nyour future correspondence with us, please refer to Case ID 143603475.\r\n\r\nYour prompt response is requested.\r\n\r\nRespectfully,\r\n\r\nBusiness & Legal Affairs\r\nSony Connect Inc.\r\n6080 Center Drive\r\nLos Angeles, California 90045\r\ncopyright2@MediaSentry.com\r\n\r\n\r\n\r\n\r\n------------------------------\r\nInfringement Detail:\r\nInfringing Work: Vegas\r\nFilename: SONY.VEGAS.PLUS.DVD.PRODUCTION.SUITE.V6.0-TDA.rar\r\nFirst Found: 28 Apr 2006 00:53:18 EDT (GMT -0400) Last Found: 28 Apr 2006 00:53:18\r\nEDT (GMT -0400)\r\nFilesize: 1,151,931k\r\nIP Address: 12.156.6.78\r\nIP Port: 4661\r\nNetwork: eDonkey\r\nProtocol: eDonkey\r\n\r\n\r\n\r\n\r\n","date_sent":"2006-05-01T04:00:00Z","date_received":"2006-05-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"AT&T Internet Services","recipient_name":"ThePlanet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}