{"dmca":{"id":30913,"type":"Dmca","title":"Sales of Counterfeit Symantec Product by MP3Joseph.com, Microsource@EV1.net; IP Addre","body":"DMCA. \r\n\r\n________________________________\r\n\r\nFrom: Chansonette Connolly [mailto:cconnolly@symantec.com] \r\nSent: Monday, January 29, 2007 9:15 AM\r\nTo: Copyright\r\nSubject: FW: Sales of Counterfeit Symantec Product by MP3Joseph.com,\r\nMicrosource@EV1.net; IP Address: 67.15.110.8 SECOND NOTICE\r\nImportance: High\r\n\r\n\r\nRe:  Registrant: \r\n MSource \r\n P.O.Box 840847 \r\n Houston, TX 77284 \r\n \r\n\r\nMr. Ernest Kiggundu\r\n\r\nP.O.Box 840847\r\nHouston, TX 77284\r\n\r\n Domain name: MP3JOSEPH.COM \r\n\r\n Administrative Contact: \r\n  MicroSource  <http://whois.domaintools.com/domain-privacy/>  \r\n  P.O.Box 840847 \r\n  Houston, TX 77284 \r\n  US \r\n \r\n\r\nTo Everyone's Internet\r\n\r\n\r\n\r\nDear Sir/Madam,\r\n\r\n \r\n\r\nI am writing on behalf of Symantec Corporation. Symantec owns the\r\ntrademarks and holds the copyrights for numerous computer software\r\nproducts, including, but not limited to a suite of computer utility and\r\nantivirus software products under the U.S. registered trademarks NORTON\r\nSYSTEMWORKS and NORTON ANTIVIRUS, VERITAS EXEC BACKUP and other software\r\nbearing the \"Veritas,\" \"Norton\" or \"Symantec\" brand names.  Symantec\r\nalso holds the registered trademark in the U.S. and other countries for\r\nits name, SYMANTEC.  \r\n\r\n \r\n\r\nSymantec's rights are evidenced by, among other things, registrations of\r\nits trademarks and copyrights with the United States Patent and\r\nTrademark Office and the United States Copyright Office.\r\n\r\n \r\n\r\nAs you know, unauthorized use of Symantec's trademarks, and unauthorized\r\ncopying and/or distribution of Symantec's copyrighted works, is a\r\nviolation of federal and state laws.  It is illegal to produce, sell or\r\ndistribute such unauthorized works.\r\n\r\n \r\n\r\nSymantec has been notified that you provide Internet access for the IP\r\naddress listed above.  We have determined that unauthorized copying and\r\ndistribution of one or more counterfeit versions of our products, is\r\ntaking place from that address, including, without limitation, Norton\r\nAntiVirus, Norton Ghost, pcAnywhere, WinFax, etc.  Such distribution is\r\nnot authorized by Symantec, its agents or the law and thus constitutes\r\ninfringement.   PLEASE NOTE THAT WE FILED A LAWSUIT FOR INFRINGEMENT,\r\nAMONG OTHER THINGS, TO PROTECT OUR RIGHTS UNDER THE DMCA ON MARCH 29,\r\n2006, IN THE U.S. FEDERAL COURT AGAINST MICROSOURCE, ET AL. entitled:\r\nSymantec Corporation v. Microsource International, et al., including\r\nMP3Joseph.com.  A copy of that complaint is attached for your\r\ninformation.\r\n\r\n \r\n\r\nBased on the above, the deliberate and clear infringement of Symantec's\r\nprotected copyright and trademark rights, and the harm to Symantec's\r\nbusiness and goodwill from the infringing use, Symantec demands that you\r\nimmediately investigate and take action to stop this infringing\r\nactivity, and inform us of the results of your actions.  Symantec\r\nbelieves that the entire Internet community benefits when these matters\r\nare resolved cooperatively.  Accordingly, we appreciate your efforts\r\ntoward this common goal.\r\n\r\n \r\n\r\nThe information contained in this notification is accurate.  Under\r\npenalty of perjury, the undersigned is authorized to act on behalf of\r\nSymantec with respect to this matter.\r\n\r\n \r\n\r\nPlease be advised that this letter is not and is not intended to be a\r\ncomplete statement of the facts or law as they may pertain to this\r\nmatter or to Symantec's positions, rights or remedies, legal or\r\nequitable, all of which are specifically reserved.\r\n\r\n \r\n\r\nThank you very much for your immediate assistance regarding this matter.\r\n\r\n \r\n\r\nPlease respond indicating the actions you have taken to resolve this\r\nmatter. For email correspondence, please reference the above Notice ID\r\nin the subject line. \r\n\r\n \r\n\r\nSincerely,\r\n\r\n \r\n\r\nChansonette Connolly\r\n\r\nManager, Global Anti-Piracy and \r\n\r\nIP Programs Enforcement / Legal Department\r\n\r\nSymantec Corporation\r\n\r\n20330 Stevens Creek Blvd.\r\n\r\nCupertino, CA 95014\r\n\r\nwww.symantec.com <http://www.symantec.com/> \r\n\r\n-----------------------------------------------------\r\n\r\nEmail: chansonette_connolly@symantec.com\r\n<mailto:chansonette_connolly@symantec.com> \r\n\r\n-----------------------------------------------------\r\n\r\n \r\n\r\nThis message (including any attachments) is intended only for the use of\r\nthe individual or entity to which it is addressed and may contain\r\ninformation that is non-public, proprietary, privileged, confidential,\r\nand exempt from disclosure under applicable law or may constitute as\r\nattorney work product. If you are not the intended recipient, you are\r\nhereby notified that any use, dissemination, distribution, or copying of\r\nthis communication is strictly prohibited. If you have received this\r\ncommunication in error, notify us immediately by telephone and (i)\r\ndestroy this message if a facsimile or (ii) delete this message\r\nimmediately if this is an electronic communication. Thank you.\r\n\r\n Symantec\r\nLogo<outbind://88-0000000063805EB1FD7F7741B8C8AEB38655BA8207002AD8117ACF\r\n2C244FA3C5EF3C31CEE96300000000DC200000EA214E90ACE5C5489E6C331A09AEEE3700\r\n0004352FF70000/cid:image001.jpg@01C7409D.7A3F2430>","date_sent":"2007-01-29T05:00:00Z","date_received":"2007-01-29T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Symantec Corporation","recipient_name":"ThePlanet.com Internet Services","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}