{"dmca":{"id":30965,"type":"Dmca","title":"Notification of Illegally Uploaded Software - http://www.sharebigfile.com/file/49129/","body":" -----Original Message-----\r\nFrom: Tyler Cole [mailto:tyler.cole@freelancerpanel.com] \r\nSent: Saturday, January 27, 2007 4:38 PM\r\nTo: Copyright\r\nSubject: Notification of Illegally Uploaded Software -\r\nhttp://www.sharebigfile.com/file/49129/FLP.rar.html\r\n\r\nTo Whom it May Concern:\r\n\r\nMy name is Tyler Cole and I am the developer and product manager of\r\nFreelancer Panel (http://www.freelancerpanel.com). We have been notified\r\nin good faith that a user has uploaded our software illegally to one of\r\nyour client's servers.\r\n\r\nI have attempted to contact the owner of \"sharebigfile.com\". I have\r\nallocated over two weeks for a reply. The owner has neglected to reply\r\nto my notice.\r\n\r\nI attempted to send an abuse notice via their \"abuse form\", which\r\nreturned an error - http://www.sharebigfile.com/report.php\r\n\r\nI then proceeded to contact them via their \"contact form\", located at: \r\nhttp://www.sharebigfile.com/contact.php, to which no reply has been\r\ngiven.\r\n\r\nI have also just sent an email to the \"Registrant\" according to the\r\nWHOIS, which had bounced. You will find the bounced email located to the\r\nend of this message.\r\n\r\nAs you can tell, I have allocated a large amount of time for the owner\r\nto respond to me, and I have even tried various methods to get a hold of\r\nthe owner to remove the alleged file, but to no avail. I am hoping The\r\nPlanet.com Internet Services, Inc. will be able to assist me in removing\r\nmy property which was uploaded illegally.\r\n\r\nThe illegal file that was uploaded is located at:\r\nhttp://www.sharebigfile.com/file/49129/FLP.rar.html\r\n\r\nIn order to prove that I am the rightful owner of this software, you can\r\ndownload the software. Once you have done that, you can open any \".php\" \r\nfile that contains this header:\r\n\r\n//  * @pdackage    Freelancer Panel\r\n//  * @license        http://www.freelancerpanel.com/legal-eula/\r\n//  * @copyright    Copyright (c) 2006 Freelancer Panel. All Rights \r\nReserved.\r\n//  * @description  Freelancer Panel is software that allows freelancers\r\nto operate much more efficiently. Features include, custom services,\r\ninvoices, product management, and much more. It truly is a freelancer's\r\ndream software.\r\n//  * @version       1.0.0\r\n//  * @author        Tyler Cole <tyler.cole@freelancerpanel.com> \r\n(http://www.freelancerpanel.com)\r\n// You ARE NOT allowed to install the script in a domain or location\r\nother than the licensed domain and location.\r\n// You ARE NOT allowed to REMOVE or MODIFY the copyright code within the\r\ntemplate pages.\r\n// You ARE NOT allowed to REMOVE or MODIFY the copyright text within the\r\nPHP files.\r\n// You ARE NOT allowed to DISTRIBUTE the contents of any of the included\r\nfiles.\r\n// You ARE NOT allowed to COPY ANY PARTS of the code and/or use it for\r\ndistribution.\r\n\r\nAs you can see, both my name and my email address are listed as the\r\nauthor.\r\n\r\nWe have outlined that this user is violating our End User License\r\nAgreement. The EULA is located at\r\nhttp://www.freelancerpanel.com/legal-eula/\r\n\r\nBelow is the clause which he is violating:\r\n\r\nThe End User may NOT sublicense, disassemble, spread, or distribute\r\ncopies of the Software to others. The End User may NOT decompile,\r\nreverse engineer, disassemble, or otherwise reduce the Software to a\r\nhuman readable form. The End User may not modify, adapt, translate,\r\nrent, lease, loan, resell for profit, distribute, or otherwise assign or\r\ntransfer the software, or create derivative works based upon the\r\nSoftware or any part thereof without written consent from Freelance\r\nPanel.\r\n\r\nAll of the information contained in this notice is accurate.\r\n\r\nPlease remove the illegal software from your server as soon as possible.\r\n\r\nThank you,\r\n\r\nTyler Cole\r\nAuthor, Freelancer Panel\r\ntyler.cole@freelancerpanel.com\r\n(+1) (410) 504-1877\r\n\r\nThis message was created automatically by mail delivery software.\r\n\r\nA message that you sent could not be delivered to one or more of its\r\nrecipients. This is a permanent error. The following address(es) failed:\r\n\r\n  billing@mduhosting.net\r\n    mailbox is full: retry timeout exceeded","date_sent":"2007-01-27T05:00:00Z","date_received":"2007-01-27T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Tyler Cole","recipient_name":"ThePlanet.com Internet Services","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}