{"dmca":{"id":30971,"type":"Dmca","title":"[eBay:HXI07B404] Inappropriate and Fraudulent use of copyrighted materials","body":"\r\n\r\n t\r\n\r\n-----Original Message-----\r\nFrom: FTSTEAM@paypal.com [mailto:FTSTEAM@paypal.com] \r\nSent: Saturday, January 27, 2007 9:27 AM\r\nTo: Copyright\r\nSubject: [eBay:HXI07B404] Inappropriate and Fraudulent use of copyrighted materials\r\nImportance: High\r\n\r\n\r\nDear ThePlanet.com, \r\n\r\n\r\n\r\nWe have just learned that your service is being used to violate PayPal trademarks\r\nand/or copyrights.  Specifically, it appears that \r\n\r\na ThePlanet.com user is hosting a page at \r\n\r\n70.85.150.24 -\r\nhttp://www.wick3dinc.com/billing/coin_auxpages/update/secure/update.htm \r\n\r\nwhich uses our trademarks inappropriately. \r\n\r\n\r\n\r\nWhile we believe that the above information gives your company more than a\r\nsufficient basis for disabling the page immediately, out of  caution we note that\r\nyour user’s unauthorized reproduction of PayPal trademark and copyrighted\r\nmaterials violates federal law, and places an independent legal obligation on your\r\ncompany to remove the offending page(s) immediately upon receiving notice from\r\nPayPal an eBay, Inc. company, the owner of the copyrighted materials.  Accordingly,\r\nthe information below serves as PayPal’s notice of infringement pursuant to the\r\nDigital Millennium Copyright Act, 17 U.S.C. Section 512 (c)(3)(A): \r\n\r\n\r\n\r\nI, the undersigned, CERTIFY UNDER PENALTY OF PERJURY that I am the agent authorized\r\nto act on behalf of the owner of certain \r\n\r\nintellectual property rights, said owner being named PayPal Inc. I have a good faith\r\nbelief that the website located at URL\r\nhttp://www.wick3dinc.com/billing/coin_auxpages/update/secure/update.htm has its\r\ncopyright in each page of its website and associated source code. \r\n\r\n\r\n\r\nPlease act expeditiously to remove or disable access to the material \r\n\r\nor items claimed to be infringing. \r\n\r\n\r\n\r\nWe sincerely appreciate your immediate attention to this important \r\n\r\nmatter. We would also appreciate if you would take steps to confirm \r\n\r\nthe accuracy of any contact information that your user may have \r\n\r\nprovided to you in establishing the account. Should you have any \r\n\r\naccurate information that could assist PayPal and law enforcement in  tracking this\r\nindividual, we greatly appreciate your assistance, as \r\n\r\nwe know that you do not condone the use of your services for such \r\n\r\ncriminal purposes. \r\n\r\n\r\n\r\nFinally, please be advised that we have referred this issue to the \r\n\r\nFederal Bureau of Investigation for their investigation.  The F.B.I. \r\n\r\nhas requested that we convey to you in this message their request \r\n\r\nthat you preserve for 90 days all records relating to this web site, \r\n\r\nincluding all associated accounts, computer logs, files, IP \r\n\r\naddresses, telephone numbers, subscriber and user records, \r\n\r\ncommunications, and all programs and files on storage media in regard to all\r\nInternet connection information, pursuant to 18 U.S.C. ? 2703(f). While we do not\r\nact as an agent of the FBI in conveying this request, we do intend to fully\r\ncooperate with their investigation, \r\n\r\nand encourage you to do so as well.\r\n\r\n\r\n\r\neBay/PayPal Inc. \r\n\r\nAudit and Investigations\r\n\r\nsecurityalerts@ebay.com\r\n","date_sent":"2007-01-27T05:00:00Z","date_received":"2007-01-27T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"eBay/PayPal Inc.","recipient_name":"ThePlanet.com Internet Services","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}