{"dmca":{"id":53003,"type":"Dmca","title":"CD FAX","body":"\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nDiscount Merchants Services\r\n\r\nCorporate Offices 10400 Canoga Ave Suite 218\r\nChatswoth Executive Center Chatsworth Ca 91311 \r\nCorporate Phone 800-456-3764\r\nCorporate Fax 800-370-8257\r\nDirect Desk 818-731-6762\r\nWWW.DISCOUNTMERCHANTSSERVICES.COM\r\n \r\n\r\n \r\n\r\n \r\n\r\nTo: TOPIX \r\nFrom: Mr. Nocera\r\n \r\n \r\nRe: POST OF MY PERSONAL NAME ON GOOGLE\r\nFor: Mr. Nocera\r\nD. Davis: Exeutive Assistant \r\n \r\nTOPIX ,\r\n \r\nTHIS POST IS ON YOUR WEB SITE AND IS MALISISIOUS AND WITHOUT MERRIT. IN ADDITION IT IS ALSO BASED ON NON \"FACT\" THE INDIVIDUAL THAT PLACED IT IS USING THIS INFO AND IT IS CAUSING ME AND MY COMPANY HARM IN THE DAILY OPERATIONS OF MY BUSINESS NOT TO MENTION \"IREVERSABILE DAMAGE\" TO MY REPUTATION AS WELL AS MY COMPANY.\r\n \r\nTERE FOR IF THIS INFORMATION IS NOT REMOVED FROM YOU WEB SITE AND GOOGLE I WILL SEEK REMEDY\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\nPersonal Finance\r\n\r\nAttorney General Shuts Down Alleged Mortgage Scam Artists\r\nA half-dozen lending companies were shut down Tuesday by the state Attorney General's Office on grounds they had pushed homeowners into \"illegal and unconscionable loans.\" In a lawsuit filed Monday under seal ... \r\n Read All 7 Comments \r\n   Read All 7 Comments \r\n\r\nFull Story: KNBC Los Angeles\r\n\r\n \r\nRelated Topix\r\n\r\nBusiness - Restaurant Management, Personal Finance, Mortgage, California Pizza Kitchen \r\nLife - Mortgage, Home \r\nAds by Google \r\nHouse Payments Fall Again - $285,000 Mortgage for only $999/mo. See Rates! No Credit Check Required\r\nwww.CalculateNewPayment.com\r\n5.5% Fixed Rate Home Loan - $225,000 Home Loan Under $867/mo. No SSN req. Calculate New Payment!\r\nwww.RiteQuote.com\r\nBad Credit Mortgage - Lock In A Fixed Rate & Save 1000's Lowest Rate & Highest Loan Amounts\r\nMoneyNowUSA.com/MortgageLoans\r\nComments \r\n\r\nShowing posts 1 - 7 of 7 Michael Armijo\r\nLos Angeles, CA  Reply » \r\n|\r\nReport Abuse \r\n|\r\nJudge it! \r\n|\r\n#1 \r\nMar 18, 2008\r\n \r\nJudged:\r\n\r\n \r\n1\r\n\r\nI'm currently going through the same situation.I refinanced my home loan with a mortgage broker who was employed by Liberty One Financial Group. After my loan docs were signed by me and my wife the broker who's name is Layne Nocera took our docs and forged our signatures and also altered the terms and conditions that we did not agree to, let me also include that a notary public was never present at signing. As a result of this bait and switch tactics we now have a mortgage payment that exceeds my ability to pay. Resulting in my home being on the verge of forclosure. PLEASE HELP !!!!!!  \r\nDiane\r\nSan Mateo, CA  Reply » \r\n|\r\nReport Abuse \r\n|\r\nJudge it! \r\n|\r\n#2 \r\nMar 19, 2008\r\n \r\nJudged:\r\n\r\n \r\n1\r\n\r\nI'm a victim of this. Can anyone tell me what I can do to get this problem solved????? I have a outstanding loan for around $7000,000.00 and I'm living on Worker's Compensation and not working. Please can someone tell me what to do.PLEASE  \r\nLayne Nocera\r\nChatsworth, CA  Reply » \r\n|\r\nReport Abuse \r\n|\r\nJudge it! \r\n|\r\n#3 \r\nMay 30, 2008\r\n \r\nJudged:\r\n\r\n \r\n2\r\n\r\n \r\n2\r\n\r\nThis is in response to Mr. Armijo\"s post of \"WRONGFUL LOAN TRANSACTIONS\"\r\nForemost is is important to know all the facts that were in place long before Mr Armijo's new loan was accepted.\r\nIn any circumstances involving any transactions or contracts, one should always have their due diligence before they sign any document.\r\nI have been involved in the real estate business for nearly 20 years and with over 4000 transactions, never have I seen such a misrepresented post, in fact there had never been a post with any negative comments such as these,from any of my client's except for Mr. Michael Armijo  \r\nLayne Nocera\r\nChatsworth, CA  Reply » \r\n|\r\nReport Abuse \r\n|\r\nJudge it! \r\n|\r\n#4 \r\nMay 30, 2008\r\n \r\nJudged:\r\n\r\n \r\n1\r\n\r\nI met Mr. Armijo through one of our representatives, who contacted him and Mr. Armijo explained that he had been in a negative amortized loan and wanted out; the person had sold him that product, allegedly again, had told him untrues. My next question is, is Michael Armijo being truthful in his comments, let's set the record straight.\r\n\r\nMr. Armijo's existing loan was a 'NEGATIVE AMORTIZED LOAN\" which he received from another loan broker, an that Mr. Armijo needed to get out of that loan because he could no longer afford the payment. We inclined him and provided him with a fixed rate and consolidated his loans so he could afford a payment and pay of \" HIS EXISTING DEBTS\"  \r\nLayne Nocera\r\nChatsworth, CA  Reply » \r\n|\r\nReport Abuse \r\n|\r\nJudge it! \r\n|\r\n#5 \r\nMay 30, 2008\r\n \r\nJudged:\r\n\r\n \r\n1\r\n\r\n \r\n1\r\n\r\nMr. Armijo\"s claim is truly the kind of comment that is common with the sub prime borrower that wants to lower his payment take cash out, and pay of his existing debts....but does not want to face the reality that they must pay the new loan and the \"HIGHER PAYMENT\".\r\nIt is also a fact that Mr. Armijo took $50,000.00 dollars out of that loan when he said he did not need it.\r\nMr. Army Howe well knew exactly what loan program he was getting into and he had the right to adjudicate the process at the time, but he did not. So,\r\nin response to this I say that Mr. Army Howe's alleged misunderstandings or wrongs are unfounded without truth and ambiguous.\r\nThey have no value based upon what his loan actually was. In addition Mr. Army Howe, never contacted anybody to resolve any others problems.\r\nThis is a typical problems that faced most borrowers in the situations. Mr. Army Howe and his wife had no business taking $50,000.00 dollars in addition to the loan program, which they had in their possession for six months.What they did with the money no one knows.\r\nMr. Armijo did nothing to correct or contact us in the event he was dissatisfied with the loan he received..and he had a three day right of rescission that all borrowers have when executing loan document's.\r\nAgain all of his \"ALLEGED CLAM'S ARE FALSE AND WITHOUT FACTUAL MERRITT\" he had the right to correct anything that he thought was wrong and did nothing about it..why?\r\nIn fact addition to this point that Liberty One Financial was never shut down and this website appears to make it that the people on this website were shut down.\r\n\r\nThis is not true. I hope this may clear up any misunderstandings for anybody that reads this post. Again remember, I have impeccable references and over 4000 transactions to my name. I would not sacrifice that or give that up for one loan transaction.\r\n\r\nIn addition, I was never a employee of Liberty One Financial. I consulted them and ran their offices as a consultant.\r\nMr. Armijo claims that Liberty One Financial and myself used deceptive and fraudulent means to for him to sign his documents. Respectfully, Mr. Armijo had a current situation that he needed to resolve or he was to lose his home.\r\nWe gave him a program that fit his needs and he accepted those terms. In addition, Mr. Michael Armijo pleaded with us that he didn't need that extra $50,000.00 that was coming in on that loan.\r\nMy next question is to Mr. Armijo, why after 6 months he post a comment. he never contacted us regarding the situation to correct any situations before he signed his documents, such as a 3 day notice of right of rescission. In addition, Mr. Armijo's claims that we used deceptive practices are unfounded.\r\n\r\nMy final comment is \"WHAT DID MR. ARMIJO DO WITH THE $50,000.00 DOLLARS? that he had and claims he was going to now lose his home?\r\nYou decide..\r\nThank you,\r\nLayne Nocera  \r\n\r\n\r\n \r\n\r\n \r\n\r\nMr. Layne Nocera\r\nCeo The Warner Group Inc\r\nDms Discount Merchant Services \r\nGreg Nolther Vp\r\n\r\nLegal Council\r\n\r\nJ Macnamera \r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n-- \r\nLAYNE NOCERA\r\nTHE WARNER GROUP INC/CEO\r\nAND DMS \r\nDISCOUNT MERCHANTS SERVICES\r\nCALWAV-Voice to Email-#-818-731-6762\r\n\r\nCORPORATE OFFICES-800-456-3764\r\nCORPORATE FAX-800-370-8257\r\n\r\nMR. NOCERA-EFAX-800-601-2844\r\nMR.NOCERA-NOKIA-PHONE-FAX-818-919-1593 \r\n\r\nK7-FAX-24-HR#-206-309-7026\r\nEMAIL-LNOCERA@GMAIL.COM\r\nMOBILE-EMAIL\r\nLNOCERA@TMAIL.COM\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","date_sent":"2008-08-20T04:00:00Z","date_received":"2008-08-20T04:00:00Z","topics":["Uncategorized","Copyright"],"sender_name":null,"principal_name":"LAYNE NOCERA CEO DMS","recipient_name":"AB BALLERD","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}