{"dmca":{"id":53085,"type":"Dmca","title":"Fight for Sight Starts Trademark Bout","body":"Dear [private],\r\n\r\n     I am the Executive Dircetor of the nonprofit organization Fight for Sight.  Our mission is to support and inspire eye and vision reearch by funding promising scientists early in their careers.\r\n\r\n\r\n     we are the owners of the trademark \"Fight for Sight\" which we have been using since 1949 and is registered ot our organizatoin with the United States Patent & Trademark Office (registration number 2,707,229).  We are alos owners of the URL www.fightforsight.com.  Our federal registration of this trademark and domain name provdes us with certain proprietary rights.  These include the right to restrict the use of the trademark, or confusingly similar trademarks, in association with confusingly similar services.\r\n\r\n     It has recently come to our attention that you have been operating the URL www.garrettsfightforsight.com and usingthe name \"Garrett's Fight for Sight\", which are deceptively close to our trademark.  We assume that you may not have been aware of our use and ownership of the trademark Fight for Sight.  However, since 1949, our charitable organization has spent considerable time and resources building the reputation of the Fight for Sight mark.  Due to our longstanding use and promotional efforts, the Fight for Sight mark has become well known and associated with our chartiy both nationally and internationally.\r\n\r\n     State and federal law supports our position that your use of similar marks will cause confusion among the public.  This confusion may cause substantial harm to the trademark by facilitating the loss of its effectiveness in establishing a distinct association between the mark by facitlitating the loss of its effectiveness in establishing a distinct associtaion between the mark and our mission & services.  In fact, we have been contacted by donors who have been confused by your use of our trademark.\r\n\r\n     In addition, your operation of the URL www.garrettsfightforsight.com may be in violation of the Trademark CyperPiracy Prevention Act.  The similarity between our URL's is likely to cause confusion between our organization and your efforts to raise funds under the same name, and constitutes trademark infringement in violation of United States Federal trademark law.\r\n\r\n     While we are sympathetic to your cause, we must protect our trademark. We therefore demand that you immediately cease and desist (i)your use of the same name \"Fight for Sight\" and (2) your operation of the www.garrettsfightforsight.com URL, and that you provide us with prompt written assurance that you will do so.  Please respond to me by letter indicating your intention to cease & desist the use of the trademark Fight for Sight or any confusingly similar trademark, within fifteen (15) calendar days from the date of this letter.\r\n\r\n     We hope that this issue may be resolved this way, so we can avoid involving our attorneys and pursuing the legal remedies provided by state and federal law.\r\n\r\n                                             Very truly yours,\r\n                                             [private]\r\n                                              Executive Director\r\n\r\ncc: [private]","date_sent":"2008-08-05T04:00:00Z","date_received":"2008-08-05T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Duval & Stachenfeld","principal_name":"Fight for Sight","recipient_name":"Garrett's Fight for Sight","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}