{"dmca":{"id":33013,"type":"Dmca","title":"**** SPAM **** copyrighted material on your server - DCMA Notice","body":"\r\n-----Original Message-----\r\nFrom: webmaster@spunkycash.com [mailto:webmaster@spunkycash.com] \r\nSent: Tuesday, December 13, 2005 8:36 AM\r\nTo: yndphong@gmail.com; copyright@theplanet.com\r\nCc: legal@spunkypro.com\r\nSubject: **** SPAM **** copyrighted material on your server - DCMA Notice\r\n\r\nDear Sirs/Mesdames:\r\n\r\nRE:    Infringement and request for removal pursuant to 17 USC 512\r\n\r\nYOU ARE HEREBY NOTIFIED of infringement pursuant to the Digital Millennium\r\nCopyright Act 17 USC 512.  Pursuant thereto you are hereby given notice that\r\nthe undersigned has authority to act on behalf of the owner of an exclusive\r\nright, that is, copyrights of Spunky Productions Inc. operating under its\r\ntrade name diddylicious.com, diddyandserena.com.  The information set forth\r\nherein is believed to be accurate pursuant to a good faith belief that the\r\nuse of the material in the matter complained of is not authorized by my\r\nclient, its agent or under the applicable law.\r\n\r\nThe infringement material is identified as being located on the World Wide\r\nWeb at:\r\n\r\nhttp://www.yndforum.com/showthread.php?t=9787\r\n\r\nPursuant to the DCMA you are required to expeditiously remove, or disable\r\naccess to, the infringing material, and notify the subscriber of such\r\nremoval or disablement.  Pursuant to 17 USC 512(g)(1) an internet service\r\nprovider (ISP) that has registered with the copyright office the name and\r\ncontact information of the person to receive infringement notices, enjoys\r\nimmunity from liability for the removal or disablement of infringing\r\ncontent, so long as additional safe guards as provided by statute.  Please\r\nforward this notice to your corporate legal department, general counsel, or\r\nother legal counsel immediately for action and direct all responses to the\r\nattention of the writer at the contact information provided below.\r\n\r\nI thank you for your immediate attention to this notice and request for\r\nremoval of the infringing material forthwith.\r\n\r\nYours truly,\r\n\r\nMatt Stregger\r\nSpunky Productions Inc.","date_sent":"2005-12-13T05:00:00Z","date_received":"2005-12-13T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Spunky Productions Inc.","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}