{"dmca":{"id":33484,"type":"Dmca","title":"Phishing attack at ip address 69.56.232.42 - http://nwolbsec.com","body":" To Whom It May Concern:\r\n\r\nThe website in question is currently not accessible as of 11:34:07 a.m.\r\n(GMT-6) on August 08, 2006.\r\n\r\nLegal Response Team\r\nThe Planet\r\n\r\n-----Original Message-----\r\nFrom: Slee, Steve [mailto:Steve.Slee@rbs.co.uk] \r\nPosted At: Saturday, August 05, 2006 11:01 AM\r\nPosted To: Legal Response\r\nConversation: Phishing attack at ip address 69.56.232.42 -\r\nhttp://nwolbsec.com\r\nSubject: Phishing attack at ip address 69.56.232.42 -\r\nhttp://nwolbsec.com\r\n\r\n\r\nSirs,\r\n\r\nI have to inform you that a server under your control,\r\nhttp://nwolbsec.com at IP address 69.56.232.42, is being used to host\r\nunauthorised material the intellectual property of Natwest Bank PLC, a\r\nfully owned subsidiary of Royal Bank of Scotland Group, contrary to\r\nChapter 5 of title 17, United States Code, Section 512(c), the Digital\r\nMillenium Copyright Act.  This material consists of the protected logos,\r\ndesign and brand of Natwest Bank PLC in our online banking service, as\r\ncan be seen at www.nwolb.com.\r\n\r\n1.   The offending material can be found at http://nwolbsec.com\r\n\r\n\r\n2.   As well as breach of the DMCA, this hosting is contrary to \r\n Theplanet terms of Service found at\r\nhttp://www.theplanet.com/legal/index.html\r\n\r\n3. We request that you respond expeditiously to remove, or disable\r\naccess to, the infringing material.\r\n\r\n4.  Contact with Royal Bank of Scotland Group should be made through the\r\nDuty Technician, currently Steve Slee on steve.slee@rbs.co.uk.\r\n\r\n5.  On information and belief, no officer or agent of Royal Bank of\r\nScotland Group has authorised the use of our material in the manner, and\r\nit is not protected use under US or English law.\r\n\r\n6. The information in this notification is accurate, and under penalty\r\nof perjury, I declare that the I am authorized to act on behalf of the\r\nowner of an exclusive right that is being infringed.\r\n\r\n\r\n________________________________\r\nSteve Slee\r\nInvestigation and Threat Management\r\nRoyal Bank of Scotland Group\r\nLondon\r\nTel:+44  20 7615 2818\r\nMobile: 07901 517800\r\n> __________________________________\r\n> \r\n> \r\n\r\n\r\nThe Royal Bank of Scotland plc, Registered in Scotland No. 90312.\r\nRegistered Office: 36 St Andrew Square, Edinburgh EH2 2YB\r\n\r\nAuthorised and regulated by the Financial Services Authority.\r\n\r\nThis e-mail message is confidential and for use by the addressee only.\r\nIf the message is received by anyone other than the addressee, please\r\nreturn the message to the sender by replying to it and then delete the\r\nmessage from your computer. Internet e-mails are not necessarily secure.\r\nThe Royal Bank of Scotland plc does not accept responsibility for\r\nchanges made to this message after it was sent.\r\n\r\nWhilst all reasonable care has been taken to avoid the transmission of\r\nviruses, it is the responsibility of the recipient to ensure that the\r\nonward transmission, opening or use of this message and any attachments\r\nwill not adversely affect its systems or data. No responsibility is\r\naccepted by The Royal Bank of Scotland plc in this regard and the\r\nrecipient should carry out such virus and other checks as it considers\r\nappropriate.\r\n\r\n\r\n\r\nDelete & Prev |  Delet","date_sent":"2006-08-07T04:00:00Z","date_received":"2006-08-07T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Royal Bank of Scotland Group","recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}