{"dmca":{"id":33713,"type":"Dmca","title":"re:  Follow-up on Article Removal on Zimbio","body":"Cheryl,\r\n\r\nAfter further review, it is apparent to us that you have repeatedly violated Zimbio's terms of service, and therefore we are blocking your account from further contributing to Zimbio.\r\n\r\nDanny \r\n\r\n\r\n*******************\r\nThis above notice was in response to my complaint that Danny Khatib, owner of Zimbio, unlawfully censored and removed two of my articles about a public figure cyberstalker named Edmond Wollmann. These articles were approved and published on Zimbio and later removed by Mr. Khatib at the request of Wollmann.  A significant amount of material exists on the Internet in search engines disclosing the nature of Wollmann's on-line history of abuses (also, please see www.MerrillvsWollmann.com).  Mr. Wollmann's reputation cannot be defamed as he has already a quite ruined reputation as USNET's award winning \"Kook of the Millennium\" and 42 other related kook awards.\r\n\r\nMr. Khatib not only had removed my entire Wollmann Wikizine that was approved by Zimbio's editors and published, but also took it upon himself to remove my articles that fell within the categories of cyberstalking on his Zimbio site. Mr. Khatib censored me and lied that I violated Zimbio's terms of services in his response to my questioning his unlawful censorship of my informative articles. \r\n\r\nMy response to Mr. Khatib's censorship and action removing me as a member is outlined below:\r\n\r\nr. Khatib:  \r\n \r\nI have not written any articles about Edmond Wollmann on Zimbio since you took them down. All articles on Wollmann have been linked to my blogs that are not considered the same as articles generated directly on Zimbio.  You had left these blog linked articles up since you sweeped my Wikizines indicating they weren't a problem.  In fact, Zimbio's system placed a few of my blog's links to my Wikizines.  Your assertion in your email is therefore a fraudulent misrepresentation of this dispute. \r\n \r\nZimbio is a member driven site and you as the owner and facilitator rely on members to provide you with content to keep your site active.  As members are not your slaves under any obligation to provide certain content to your disposal and pleasure, they don't work for you. Those who will most certainly be working for you on a rather expensive salary at $300/hour will be your attorneys with regard to this matter under numerous causes of action.  \r\n \r\nZimbio editors already approved my Wikizines weeks ago that include \"Pro Se Law,\" \"Cyberstalkers, Predators and Harassers,\" \"Cheryl Merrill-Singer\" and \"Masquerades and the Games People Play.\"  These Wikizines took many hours and labor on my part to create and maintain the past several weeks.  You had previously removed one Wikizine and suddenly have decided I have repeatedly violated your site's terms. \r\n \r\nYour negligence and fraudulent action begs a response in a court of law.  I have the full resources and knowledge available to me to file a valid lawsuit and involve the ACLU in this dispute as well.  Such a lawsuit that will not only cost you thousands of dollars in attorney fees, but include unwanted media attention to your lack of regard to freedom of speech that will have a negative impact on Zimbio's image in the blogosphere. In fact, this lawsuit forthcoming could very well be the end of Zimbio, especially if the ACLU becomes involved.  Your actions are repugnant in America. You should be ashamed of yourself Mr. Khatib. \r\n \r\nIn this action you have committed an egregious violation against me and against the United States Constitution people's civil liberties.  The causes of action of which a complaint will be filed against you as the owner of Zimbio in San Francisco Superior Court are infliction of emotional distress, misrepresentation and fraud, and the violation of my civil liberties involving freedom of speech laws.  I have followed the policies of Zimbio's community proven in several Wikizines having been approved weeks ago and did not write any articles about Edmond Wollmann unlinked to my blogs since you took the other articles down.  \r\n \r\nPlease be advised I will be seeking remedies in the form of a complaint for the above mentioned causes of action in which you have also stolen approximately 25 of my labor hours on 5 Wikizines (including Wollmann's) misrepresenting the nature of your Zimbio site. \r\n \r\nPlease provide the name and address of your attorney where I may send the complaint for the causes of action outlined above. I am very serious about this dispute Mr. Khatib. I have full knowledge on rules, procedures and causes of action related to filing a valid lawsuit. \r\n \r\nPlease be advised you have 24 hours to renew my 4 Wikizines and notify me thereof at which time I will reconsider filing such a legal complaint.  Otherwise be assured this matter is going to be dealt with and I will work hard to make sure you will bear both legal and financial penalties, not to mention media publicity, for what you have done to violate me in this action while seeking to inflict intentional emotional distress in the process. \r\n \r\nI would like to leave you with a thought of how you worked with a mentally disturbed recently convicted criminal to destroy my work, violated the United States Constitution and my civil rights in the process while inflicting extreme emotional distress on me as an innocent victim. \r\n \r\nSincerely,\r\n \r\nCheryl Merrill\r\n\r\n\r\n\r\n","date_sent":"2007-07-19T04:00:00Z","date_received":"2007-07-19T04:00:00Z","topics":["Responses","Copyright"],"sender_name":null,"principal_name":"Zimbio.com","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}