{"dmca":{"id":33749,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-07-08T04:00:00Z","date_received":"2011-07-08T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"E Cars Auto Detailing, LLC","principal_name":"E Cars Auto Detailing, LLC","recipient_name":"Google, Inc.","works":[{"description":"On my Home Page www.e-cars-hawaii-detailing.com, I published the following original content:\r\n\r\n\"Auto Detailing Aiea, Pearl City, Pearl Harbor, Honolulu. Car Detailing Products\r\n\r\nAuto Detailing Aiea. It Can be hard to find a Auto Detailer in Hawaii that is both Honest and Affordable. E Cars Auto Detailing, LLC delivers on all your Advanced Detailing needs. We use the Best Auto Polishes and Paint Sealants available on the market today. \r\n\r\nWith late model Rental Cars available in-house, we are able to serve the whole island of Oahu. Our Customers come from every city including Honolulu, Aiea, Pearl Harbor, Pearl City, Waipahu, Wahiawa, Scofield Barracks, Kailua, Kaneohe, etc... \r\n\r\nIn Hawaii our Best Auto Waxes are tested everyday. We have researched the vast field of Car Polishes, Automotive Waxes and Paint Sealants to find the Best Car Paint Protection available. Whether you want a Paste Wax or a Long Lasting Paint Sealant we got you covered. We have solutions for both your New and Used Vehicles. \r\n\r\nOur Car Detailing Services include New Car Paint Sealant, Used Car Polish and Paint Seal and Paint Rejuvanation when possible. \r\n\r\nWe also offer extensive Interior Car Detailing Services, including Spot Treatment, Carpet Shampooing, Heat Extraction and Heavy Odor Removal. \r\n\r\nMany people request Mobile Car Detailing Services from us. We no longer offer this service. There some good Mobile Car Detailing Businesses out there but we have found that a car is best serviced in a controlled environment. We service all of our Clients' cars at a fixed located in a covered garage. \r\n\r\nWe use top of the line Car Detailing Equipment and Tools as well as the Best Names in Detailing Products. Even with our focus on Quality Tools, Equipment, Products and Service our Car Detailing Prices are very competitive. \r\n\r\nWe always give Free Estimates for our work and always offer Sample Work on our prospective clients vehicle. \r\n\r\nIf you are looking for Professional Auto Detailing Honolulu Services, you have found the right place. We are here to exceed your Auto Detailing Needs and Expectations. \r\n\r\nPlease Feel Free to Browse the rest of our website to see the other value added services and products we offer including Automotive Upholstery Service as well as Used Auto Sales. \"\r\n\r\n\r\nI recently discovered the same content pasted onto the home page of one of my competitors websites: www.sheasluxurydetail.com. I had noticed an increase in Search Engine ranking and I have had to increase my Adwords marketing over the last serveral months so finally decided to visit this site on Wednesday, July 6th when I discovered the plagiarism. Here is the content. Starting about midway down the home page of www.sheasluxurydetail.com:\r\n\r\n\"Auto Detailing Hawaii \r\n\r\nAuto Detailing Hawaii. It Can be hard to find a Auto Detailer in Hawaii that is both Honest and Affordable. Shea's Luxury Detail delivers on all your Advanced Detailing needs. We use the Best Auto Polishes and Paint Sealants available on the market today. Our Customers come from every city including Honolulu, Hawaii Kai, Aiea, Ewa Beach, Pearl City, Waipahu, Wahiawa, Scofield Barracks, Kailua, Kahala, etc...\r\n\r\n We use the Best Auto Waxes in Hawaii and have tested the \r\nvast field of Car Polishes, Automotive Waxes and Paint Sealants to find the Best Car Paint Protection available on the market. Whether you want a deep wet looking Carnauba Wax or a Long Lasting Protection of a Paint Sealant Shea's got you covered. We have solutions for both your New and Used Vehicles. \r\n\r\nOur Car Detailing Services include New Car Protection Paint Sealant, Used Car Polish and Paint Seal and Paint Restoration when possible. \r\n\r\nWe also offer extensive Interior Car Detailing Services, including Spot Treatment, Carpet Shampooing, Heat Extraction, Steam Cleaning and Heavy Odor Removal. \r\n\r\nWe use top of the line Car Detailing Equipment and Tools as well as the Best Names in Detailing Products. Even with our focus on Quality Tools, Equipment, Products and Service our Car Detailing Prices are very competitive and resonable. \r\n\r\nShea's Luxury Detail also offers Mobile Car Detailing \r\nServices Island Wide. There some good Mobile Car Detailing Businesses out there but we are the Best! Some fixed location detail companies say that a car is best serviced in a controlled environment but that's not true!  You'll get the best detail service if the detailer is the Best in what he or she does no matter where the detailing is taking place.  We service all of our Clients' cars at our fixed location in a covered garage or in the comfort of their home or work. \r\n\r\nWe always give Free Estimates for our work and always offer Sample Work on our clients vehicle. \r\n\r\nIf you are looking for Professional Auto Detailing Honolulu Services, you have found the right place. We are here to exceed your Auto Detailing Needs and Expectations. \"","infringing_urls":[{"url":"http://www.sheasluxurydetail.com/"}],"copyrighted_urls":[{"url":"http://www.e-cars-hawaii-detailing.com/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}