{"dmca":{"id":33854,"type":"Dmca","title":"Unauthorized Prerelease Music Site","body":" _____  \r\n\r\nFrom: Antipiracy [mailto:Antipiracy@RIAA.Com] \r\nSent: Friday, June 03, 2005 12:39 PM\r\nTo: copyright@theplanet.com; legal@theplanet.com\r\nSubject: Unauthorized Prerelease Music Site\r\n\r\n\r\n\r\nVIA E-MAIL \r\n\r\n\r\nJune 3, 2005 \r\n\r\nLance Crosby \r\nGeneral Counsel and Vice President of Operations \r\nThe Planet Internet Services, Inc. \r\n1333 Stemmons Freeway Suite 110 \r\nDallas, TX 75207 \r\n\r\nRE:        http://steve.x10hosting.com/music/ \r\n        \r\nDear Mr. Crosby: \r\n\r\nI am contacting you on behalf of the Recording Industry Association of\r\nAmerica, Inc. (RIAA) and its member record companies.  The RIAA is a trade\r\nassociation whose member companies create, manufacture and distribute\r\napproximately ninety (90) percent of all legitimate sound recordings sold in\r\nthe United States.  Under penalty of perjury, we submit that the RIAA is\r\nauthorized to act on behalf of its member companies in matters involving the\r\ninfringement of their sound recordings, including enforcing their copyrights\r\nand common law rights on the Internet.   \r\n\r\nWe believe your service is hosting the above-referenced site on your\r\nnetwork. This site offer approximately 15 sound files for download by the\r\nartist known as Coldplay, which have not yet been commercially released.\r\nThese recordings are owned by our member companies and have not been\r\nauthorized for this kind of use.  We have a good faith belief that the\r\nabove-described activity is not authorized by the copyright owner, its\r\nagent, or the law.  We assert that the information in this notification is\r\naccurate, based upon the data available to us.   \r\n\r\nWe are asking for your immediate assistance in stopping this unauthorized\r\nactivity.  Specifically, we request that you remove the site or the\r\ninfringing links from your system, or that you disable access to the site or\r\nthe infringing links. \r\n\r\nYou should understand that this letter constitutes notice to you that this\r\nsite operator may be liable for the infringing activity occurring on your\r\nservice.  In addition, under the Digital Millennium Copyright Act, if you\r\nignore this notice, you and/or your company may also be liable for any\r\nresulting infringement. This letter does not constitute a waiver of any\r\nright to recover damages incurred by virtue of any such unauthorized\r\nactivities, and such rights as well as claims for other relief are expressly\r\nretained. \r\n\r\nYou may contact me at RIAA, 1330 Connecticut Avenue, N.W., Suite 300,\r\nWashington, D.C., 20036, Tel. (202) 775-0101, or e-mail antipiracy@riaa.com,\r\nto discuss this notice.  We await your response.  Kind regards. \r\n\r\nSincerely, \r\nTraci Crippen \r\nOnline Copyright Protection  \r\nRIAA ","date_sent":"2005-06-03T04:00:00Z","date_received":"2005-06-03T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"RIAA","recipient_name":"ThePlanet Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}