{"dmca":{"id":33865,"type":"Dmca","title":"Music DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-07-31T04:00:00Z","date_received":"2012-07-31T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Huu Huan NGUYEN","principal_name":"Huu Huan NGUYEN","recipient_name":"Google, Inc.","works":[{"description":"Qnexa : nouveau médicament amaigrissant pour perdre 15% de poids\r\nQnexa est un nouveau médicament amaigrissant développé par le laboratoire Vivus qui promet de faire perdre 15% de poids aux personnes en surpoids.\r\n\r\nUne nouvelle pilule pour maigrir nommée Qnexa va entrer prochainement sur le marché des médicaments amaigrissants. La pilule Qnexa promet d'aider les personnes en surpoids ou obèses à perdre jusqu'à 15% de leur poids initial. Qnexa pourrait arriver en France en 2010. \r\n\r\nDes essais prometteurs du médicament Qnexa ont démontré que cette pilule est plus efficace que n'importe quel autre médicament amaigrissant disponible sur le marché, comme par exemple la pilule Alli. \r\n\r\nLes experts qui ont eu accès aux résultats des tests avancent que les personnes obèses peuvent perdre autant de poids avec la pilule Qnexa que si elles optaient pour une chirurgie bariatrique.\r\n\r\n\r\n \r\n\r\nLes tests d'efficacité de Qnexa (réalisés sur une période de 56 semaines) ont montré que les patients qui ont pris la pilule Qnexa à haute dose ont perdu presque 15% de leur poids corporel (par exemple : passer de 80 kilogrammes à 68 kilogrammes). Même les patients qui ont pris la pilule Qnexa faiblement dosée ont réussi à perdre 8% de leur poids corporel (par exemple : passer de 80 kilogrammes à 73,6 kilogrammes). \r\n\r\nLe docteur Kishore Gadde, directeur des tests cliniques sur l'obésité à l'Université Duke (Caroline du Nord, Etats-Unis), qui a dirigé l'étude, déclare : \"La perte de poids observée avec Qnexa dépasse de loin la perte de poids observée avec d'autres médicaments anti-obésité\". \r\n\r\nQnexa est actuellement évalué par l'agence américaine FDA, après avoir terminé ses tests finaux il y a quelques jours. Vivus (le laboratoire concepteur de la pilule) déclare que Qnexa satisfait très facilement les contraintes de la FDA en matière de médicament amaigrissant. \r\n\r\nQnexa est décrit comme un \"médicament intelligent\" parce que cette pilule est la combinaison de 2 ingrédients actifs : phentermine et Topiramate. \r\n\r\nPhentermine est un ingrédient actif qui a été utilisé pour contrôler le poids depuis les années 1950. Topiramate est un médicament anticonvulsif conçu au départ pour combattre l'épilepsie, mais qui a démontré des capacités étonnantes pour faire perdre du poids. \r\n\r\nLes 2 ingrédients actifs, phentermine et Topiramate, sont libérés lentement dans le corps pendant la journée, afin que le patient ne ressente plus le désir de manger, à aucun moment. Ces 2 ingrédients actifs se mélangent pour stabiliser 2 mécanismes du cerveau qui sont pertinents pour réussir à maigrir : la phentermine supprime l'appétit et la Topiramate déclenche la satiété. \r\n\r\nCes 2 ingrédients actifs de Qnexa ont déjà été approuvés par la FDA par le passé. La phentermine (de la classe des amphétamines) est le médicament anti-obésité le plus prescrit aux Etats-Unis, et est habituellement prescrit aux patients qui manifestent des problèmes de santé liés à leur poids. \r\nPrise tout seule, la phentermine peut provoquer des effets secondaires inconfortables comme l'anxiété, la dépression et l'insomnie. Toutefois, de telles complications sont diminuées dans les pilules Qnexa grâce à l'action de la Topiramate (l'autre ingrédient actif). La Topiramate était non seulement prescrite pour soigner l'épilepsie mais aussi pour traiter les migraines, la boulimie nerveuse, la dépendance chimique et les désordres obsessifs compulsifs. \r\n\r\nUne fois mélangés, les 2 ingrédients actifs phentermine et Topiramate ne produisent quasiment plus les effets secondaires tels que la dépression, selon les tests de Vivus (sauf chez une petite partie des patients). \r\n\r\nAu total, 3 750 personnes obèses habitant dans 93 endroits différents des Etats-Unis ont participé aux tests menés par Vivus (RegimesMaigrir.com les désigne par patients en haut de l'article) en prenant la pilule Qnexa directement (1 263 patients durant le premier test nommé EQUIP et 2 487 patients durant le second test nommé CONQUER). \r\n\r\nLes personnes participant aux tests avaient des problèmes typiquement associés à l'obésité tels l'hypertension ou le diabète. D'autres personnes prenaient des pilules placebo pour pouvoir évaluer avec certitude l'effet de Qnexa (et à la fin des 56 semaines de tests Qnexa, le groupe placebo ne perdait que 3% de leur poids corporel). Consultez également nos articles \"Diminuer la tension artérielle, conseils pour baisser la tension\" et \"S'alimenter sainement en cas de diabète de type 2 : 7 conseils\". \r\n\r\nLa perte de poids moyenne constatée, au bout de 56 semaines (soit 13 mois) de test, était de 14,7% du poids corporel. Une patiente qui pesait 106 kilogrammes avant le test avait même perdu 29 kilogrammes au bout de 56 semaines pour ne plus peser que 77 kilogrammes (elle avait donc perdu 27,3% de poids corporel). La perte de poids était saine puisque elle ne perdait que 500 grammes environ par semaine (donc ne maigrissait pas trop vite). \r\n\r\nRappelons que la FDA n'autorise la vente à un médicament amaigrissant que si celui-ci permet de faire perdre au moins 5% du poids corporel initial d'une personne. Qnexa dépasse donc de très loin ce minimum requis. \r\n\r\nLe docteur Louis Aronne de l'Hôpital Presbytérien de New-York (Etats-Unis), qui était l'un des 93 sites choisis par les tests de Qnexa, a décrit les résultats de la pilule Qnexa comme \"spectaculaires\". \r\n\r\nLe docteur ajoute : \"Nous avons désespérément besoin de davantage de choix de médicaments, surtout des médicaments efficaces, pour traiter l'obésité. Et les résultats de ce test à grande échelle ont été extrêmement encourageants. Les résultats que nous avons obtenus sont au moins aussi bons que si les patients obèses avaient perdu du poids grâce à une opération de chirurgie bariatrique.\" \r\n\r\nLes patients qui prenaient Qnexa ont également constaté des améliorations de leurs problèmes d'hypertension, de santé du coeur et de diabète de type 2. \r\n\r\nPlusieurs autres pilules anti-obésité développées dans le passé ou en vente actuellement ont fait observer des effets secondaires indésirables et parfois dangereux (lisez aussi notre article \"Pilule Alli : effets secondaires, effets indésirables et risques\"). Or Qnexa était lié à des effets secondaires très mineurs chez une petite partie des patients seulement : nausée, insomnie, bouche sèche. \r\n\r\nLe docteur Mitchell Roslin, un expert en obésité de l'Hôpital Lenox Hill à New-York, a décrit les résultats des tests de Qnexa comme \"très impressionnants\". \r\n\r\nIl dit que la perte de poids mesurée lors des tests de la pilule Qnexa est comparable à celle procurée par le médicament Fen-Phen il y a 20 ans. Fen-Phen était un médicament amaigrissant qui débarquait en force sur le marché des médicaments anti-obésité au début des années 1990, avant d'être retiré du marché après avoir été lié à des problèmes cardiaques sérieux (à cause de son ingrédient actif fenfluramine), en subissant d'innombrables plaintes devant la justice. \r\n\r\nUn représentant officiel de Vivus, le laboratoire basé en Californie (Etats-Unis) qui a développé Qnexa, a déclaré que la pilule Qnexa arrivera sur le marché européen une fois que le médicament ait obtenu le droit d'être commercialisé sur le sol américain (normalement début 2010). A l'annonce de ces résultats prometteurs de tests de Qnexa, l'action de Vivus a bondi de 77% au Nasdaq. \r\n\r\nLe marché mondial des médicaments amaigrissants dépasse les 7 milliards d'euros. C'est pourquoi nous avons assisté depuis quelques années à une course entre divers laboratoires pharmaceutiques pour concevoir en premier la pilule anti-obésité ultime. Ainsi, Vivus et sa pilule Qnexa était dans une course contre le temps avec la tesofensine de NeuroSearch, ainsi que les laboratoires Orexigen Therapeutics et Arena Pharmaceuticals. Consultez également nos articles \"Tesofensine : nouveau médicament pour maigrir vite très puissant\" et \"Tesofensine : la tesofensine entre dans la phase finale de test\". \r\n\r\nDe nombreuses questions subsistent malgré les résultats prometteurs annoncés par Vivus : Qnexa peut-elle faire prendre de bonnes habitudes alimentaires ? Que se passe-t-il au niveau de la stabilisation du poids perdu en cas d'arrêt de traitement Qnexa ? Si la sûreté à court terme semble bonne, qu'en est-il de la sûreté à long terme en cas de prise prolongée des pilules Qnexa ? Etc. \r\n\r\nIl s'agit toutes des questions qui peuvent être posées à tous les futurs médicaments amaigrissants mis en vente. Ces questions auxquelles il est difficile de répondre ont par ailleurs découragé les plus grands laboratoires pharmaceutiques mondiaux. Merck, Sanofi-Aventis, Pfizer, etc. ont tous mis un terme au développement de médicaments amaigrissants ces dernières années à cause de ces casse-têtes. Le problème de l'obésité n'est pas près d'être résolu par les médicaments amaigrissants. \r\n\r\nRegimesMaigrir.com vous rappelle que les notions de \"en surpoids\" et \"obèse\" évoquées dans cet article se définissent grâce au calcul de l'Indice de Masse Corporelle (IMC).","infringing_urls":[{"url":"http://www.mangerbouger.ma/Qnexa-nouveau-medicament-amaigrissant-pour-perdre-15-de-poids_a381.html"}],"copyrighted_urls":[{"url":"http://www.regimesmaigrir.com/actualites/article.php?id=453"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}