{"dmca":{"id":33924,"type":"Dmca","title":"DMCA Notice - IIPHOnline.com","body":"-----Original Message-----\r\nFrom: Rick Smith [mailto:rick.smith@synergy-computing.com] \r\nSent: Wednesday, June 01, 2005 11:12 AM\r\nTo: copyright@theplanet.com\r\nSubject: DMCA Notice - IIPHOnline.com\r\nImportance: High\r\n\r\nJune 1, 2005\r\n\r\nCopyright & Intellectual Property Agent for Notice George Poletes\r\nThePlanet.com\r\n1333 Stemmons Freeway, Suite 110, Dallas TX 75207 Via Fax and Email\r\n214.782.7756, copyright@theplanet.com\r\n\r\nIiphonline.com copied parts of our customer service policies, verbatim.\r\nTheir policies need to be written from the ground-up on their own, not\r\nchanging a few words that they copied from our copyrighted site.\r\nEfforts to have them fix the problem with a friendly email have not been\r\nsuccessful.\r\n\r\nThe items were copied from us, without question.  I have more than a good\r\nfaith belief that the disputed use is not authorized by the copyright or\r\nintellectual property holder owner (us), its agent or the law.  \r\n\r\nI swear that the above information is correct, under penalty of perjury, and\r\nthat I am authorized to act on the copyright on the owner's behalf.\r\nThe owner is Synergy Computing Business Group, Inc., I am the president and\r\nsole officer.\r\n\r\nPlease rectify the situation immediately by having them remove the items.\r\nEvery day the offending material is online causes us material harm.  Please\r\nnotify me when it has been resolved.  The infringing items\r\nfollow:\r\n\r\nhttp://www.iiphonline.com/shipping.php\r\n\r\n\"The majority of our products are in stock unless otherwise stated on the\r\nsite.\r\n\r\nMost items ship within 1 business day with many items shipping the same\r\nbusiness day if ordered by Noon EST. If for some exceptional reason we can\r\nnot ship within 2 business days, we will notify you as soon as possible.\r\n\r\nWe are located on the east coast. UPS Transit time can be up to 5 Business\r\ndays (1 week) to west coast destinations.\r\nBusiness days are Monday through Friday. If you need an product by a certain\r\ndate, please ask! send us a line and we 'll be glad to help.\"\r\n\r\nThe only word transposed on their site was from East to West. \r\n\r\n\r\nSincerely,\r\n//Richard A. Smith//\r\nRichard A. Smith\r\nPresident\r\nSynergy Computing Business Group, Inc.\r\nDBA Chef's Resource.com\r\n22732 Granite Way, Suite B\r\nLaguna Hills CA 92653\r\n(949) 581-3797 (x381).  Fax 581-9503","date_sent":"2005-06-01T04:00:00Z","date_received":"2005-06-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Synergy Computing Business Group, Inc.","recipient_name":"ThePlanet Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}