{"dmca":{"id":33996,"type":"Dmca","title":"[ABUSE] copyright infringement, harrassment, stalking-like behavior","body":"-----Original Message-----\r\nFrom: The Planet Policy Enforcement [mailto:abuse@theplanet.com] \r\nSent: Tuesday, May 31, 2005 6:00 PM\r\nTo: p.holtby@worldnet.att.net\r\nCc: copyright@theplanet.com\r\nSubject: [Fwd: [ABUSE] copyright infringement, harrassment, stalking-like\r\nbehavior]\r\n\r\n-----BEGIN PGP SIGNED MESSAGE-----\r\nHash: SHA1\r\n\r\nYour email is being sent to our copyright-related legal counsel at the\r\naddress copyright@theplanet.com for consideration.\r\n\r\n\r\n- -------- Original Message --------\r\nSubject:         [ABUSE] copyright infringement, harrassment, stalking-like\r\nbehavior\r\nDate:         Sun, 29 May 2005 14:37:34 -0700\r\nFrom:         Patricia Holtby <p.holtby@worldnet.att.net>\r\nTo:         <abuse@theplanet.com>\r\n\r\n\r\n\r\nDear Abuse Department at ThePlanet,\r\n\r\nI am informing you that one of your customers, agonyproductions.com, is\r\nallowing the cutting and pasting of whole chunks of my website content to\r\ntheir website.\r\n\r\nI wish to have my content removed from their website.\r\n\r\nI have no desire to infringe on anyone's free speech rights and they may\r\npost whatever opinions about me or my website content that they wish, but\r\nthe cutting and pasting of actual copyrighted content is not allowed.\r\n\r\nThe url where my content has been displayed on this website is\r\nhttp://www.agonyproductions.com/forums/viewtopic.php?t=21097  It begins with\r\nthe first post in this thread column.\r\n\r\nThe url where my original content exists on my own website is\r\nhttp://p083.ezboard.com/ftheofficialunofficialpglmessageboardfrm261.showMess\r\nage?topicID=10.topic\r\n\r\nJust because it is Ezboard, you will not be able to view the thread until\r\nyou are registered (FREE) and signed in to an Ezboard account.\r\n\r\nI do have screen captures of the thread at agonyproductions.com where my\r\ncontent has been cut and pasted. I considered pasting the screen capture\r\nimages into the body of this email and I can still do that at your request,\r\nbut I was concerned it would make this email too big. Please let me know if\r\nyou would like to see them.\r\n\r\nHere is yet another example of my website content being cut and pasted to\r\nthe agonyproductions.com website:\r\nhttp://www.agonyproductions.com/forums/viewtopic.php?t=20971&highlight\r\n<http://www.agonyproductions.com/forums/viewtopic.php?t=20971&highlight>=\r\n\r\nHere is where it appears in its original form on my own website:\r\nhttp://p083.ezboard.com/ftheofficialunofficialpglmessageboardfrm189.showMess\r\nage?topicID=2686.topic\r\n\r\nNormally, you would only be concerned with, \"Did this act of copying take\r\nplace or not?\" and not be so much concerned with the person's motives. You\r\nonly want to know if they did a specific act or not.\r\n\r\nBut, in this case, this one incident is one out of many incidents of\r\nharrassment and stalking-like behavior by a small group of individuals who\r\nhad to be banned from my website community for their abusive conduct toward\r\nother members of the community.\r\n\r\nThey track me down throughout cyberspace and create as much havoc and\r\nanguish as they possibly can. This includes impersonating me as they have\r\ndone on the agonyproductions.com messageboard and this is done with the\r\nconsent and blessing of agonyproduction.com's owners and operators and that\r\nis the reason why I cannot directly appeal to them for the removal of my\r\nwebsite content from their website. It is a long-standing pattern that they\r\nhave allowed.\r\n\r\nOther examples of the harrassment and stalking-like behavior that\r\nagonyproductions.com allows against me on their website can be found at\r\nthese urls:\r\n\r\nhttp://www.agonyproductions.com/forums/viewtopic.php?t=21058&highlight\r\n<http://www.agonyproductions.com/forums/viewtopic.php?t=21058&highlight>=\r\nThis is a poll started by one of my stalkers who has taken to impersonating\r\nme by duplicating my internet user name by which I am known in the online\r\nwriting community that stretches across numerous writer websites.\r\n\r\nAnother example of harrassment/stalking by the agonyproductions.com member\r\nwho copies my user name can be found here:\r\nhttp://www.agonyproductions.com/forums/viewtopic.php?t=19978&start=0\r\n<http://www.agonyproductions.com/forums/viewtopic.php?t=19978&start=0>\r\n\r\nThe owners and operators of this website allow direct \"hotlinking\" to images\r\non other websites. Here, in this url, the stalker who copied my user name\r\ndoes exactly that:\r\nhttp://www.agonyproductions.com/forums/viewtopic.php?t=21018&highlight\r\n<http://www.agonyproductions.com/forums/viewtopic.php?t=21018&highlight>=\r\n\r\nAnother example where agonyproductions.com allows direct \"hotlinking\" of\r\nimages from other websites can be found here:\r\nhttp://www.agonyproductions.com/forums/viewtopic.php?t=20561&postdays=0&post\r\norder=asc&start=125\r\n\r\n<http://www.agonyproductions.com/forums/viewtopic.php?t=20561&postdays=0&pos\r\ntorder=asc&start=125>\r\n\r\nIn this thread, the stalker who copied my user name harasses another member\r\nof the community and the result is that this person now becomes one of MY\r\nenemies because they believe that is me doing that to them.\r\nThat is the sole purpose for this harassing and stalking behavior - to\r\nostracize me and cut me off from normal discourse with other writers.\r\nhttp://www.agonyproductions.com/forums/viewtopic.php?t=20988&start=0\r\n<http://www.agonyproductions.com/forums/viewtopic.php?t=20988&start=0>\r\n\r\nIn this thread, agonyproductions.com truly flirts with legal complications\r\nby allowing the real-life name of a real person to be used. John Gulager is\r\na film director. Even though I do understand that I personally have no\r\n\"legal standing\" to defend his good name and his privacy, I can easily\r\ninform Mr. Gulager's associates that this has been done and let them know if\r\nthey wish to take legal action, I can provide them with proof that this use\r\nof his name has happened and that you, ThePlanet, will have been aware of it\r\nas of the date you received this email. The url:\r\nhttp://www.agonyproductions.com/forums/viewtopic.php?t=20969&start=0\r\n<http://www.agonyproductions.com/forums/viewtopic.php?t=20969&start=0>\r\n\r\nI have been the target of anti-semitism by some among the\r\nagonyproduction.com community as evidenced by remarks like this: \"no, I was\r\njust saying that it amazes me that anybody (other than that puckel\r\nperson) would even go to *a jewhoo site*, let alone be banned LOL\" which can\r\nbe found here:\r\nhttp://www.agonyproductions.com/forums/viewtopic.php?t=20823&start=0\r\n<http://www.agonyproductions.com/forums/viewtopic.php?t=20823&start=0>\r\nAre you proud to have ThePlanet associated with anti-semitism?\r\n\r\nHere, the stalker who has copied my user name posts racist crap that they\r\nwish everyone to believe is from me. This is defamation because it seeks to\r\nmaliciously and deliberately ostracize me from my fellow\r\nwriters:\r\nhttp://www.agonyproductions.com/forums/viewtopic.php?t=19555&postdays=0&post\r\norder=asc&start=75\r\n\r\n<http://www.agonyproductions.com/forums/viewtopic.php?t=19555&postdays=0&pos\r\ntorder=asc&start=75>\r\n\r\nIn the following url, one of agonyproduction.com's members copies and pastes\r\nwhole chunks of yet another website (I will be informing this website that\r\nthey may wish to protect their own copyrights):\r\n~ http://www.agonyproductions.com/forums/viewtopic.php?t=20465&start=0\r\n<http://www.agonyproductions.com/forums/viewtopic.php?t=20465&start=0>\r\nThe website that has been copied and pasted in whole chunks to\r\nagonyproductions.com is located here:  http://www.fugly.com\r\n\r\nIn the agonyproduction.com thread titled, \"Uhuru has lost her rabbit assed\r\nmind,\" (which is itself a defamatory statement and which is allowed by the\r\nowners and operators of agonyproductions.com), I am exposed to further\r\nharrassment by false and defamatory statements and various invasions of my\r\nprivacy and real life. This incessant stalking has continued for several\r\nyears. Now agonyproductions.com has brought it all to ThePlanet's doorstep,\r\nso to speak. And I expect that you will want to disassociate your company\r\nfrom this sort of thing. The url:\r\nhttp://www.agonyproductions.com/forums/viewtopic.php?t=20561&start=0\r\n<http://www.agonyproductions.com/forums/viewtopic.php?t=20561&start=0>\r\n\r\nIn that thread referenced in the above paragraph, they also link to a\r\nwebsite that uses as part of its name a call to do violence against my\r\nperson. So, you can see why I am concerned.\r\n\r\nAlso, in that thread, more content from my website has been copied and\r\npasted without my consent to the agonyproduction.com website with the\r\nconsent and encouragement of the owners and operators of the\r\nagonyproduction.com website*_. I must insist that my website content be\r\nremoved from the agonyproduction.com website_*. Do you find it at all\r\ndisturbing that these people are so blatant in their theft of content from\r\nother websites and their pattern of vicious stalking and harrassment?\r\n\r\nHere, in this thread, *_my real-life name is published without my consent\r\nand my privacy is invaded and my personal safety threatened_* by the\r\npublication of my real name. I must demand its immediate removal. I will\r\ncheck this website again within 48 hours and if my real name is not removed,\r\nI will seek legal action against agonyproductions.com *_and your company_*\r\nfor having knowledge of it and doing nothing to safeguard my privacy and my\r\nsecurity. Keep in mind that I have not posted here on this website for at\r\nleast three years and my personal security is still threatened by the\r\nstalkers at agonyproductions.com. Here is the url:\r\nhttp://www.agonyproductions.com/forums/viewtopic.php?t=19555&postdays=0&post\r\norder=asc&start=75\r\n\r\n<http://www.agonyproductions.com/forums/viewtopic.php?t=19555&postdays=0&pos\r\ntorder=asc&start=75>\r\n*YOU\r\nMAY HAVE UNTIL THE END OF THE BUSINESS DAY TUESDAY, MAY 31, 2005 TO REMOVE\r\nMY REAL LIFE NAME FROM THIS WEBSITE*. After that, I will seek all legal\r\nremedies available to me and I will hold your company liable.\r\nBecause now you know.\r\n\r\nYet another example of where my real life name has been published on\r\nagonyproduction.com:\r\nhttp://www.agonyproductions.com/forums/viewtopic.php?t=19596&highlight=holtb\r\ny\r\n\r\n<http://www.agonyproductions.com/forums/viewtopic.php?t=19596&highlight=holt\r\nby>\r\n*REMOVE\r\nIT AT ONCE!* That the webmaster or moderator known as Devereaux73 always\r\ndeletes EVERYONE ELSE'S  real names when they are published and has NOT done\r\nso in my case shows 1) that he has a consciousness that it is wrong; and 2)\r\nhe wishes to single me out for this wrong behavior.\r\n\r\n\r\nThere are many more examples of the violations of what I am certain must be\r\nincluded in your company's Terms of Service at the agonyproductions.com\r\nwebsite but this email would go on for absolutely forever if I tried to list\r\nevery one. Hopefully, this small sampling will open your eyes to what use\r\nagonyproduction.com is making of your webhost service and the legal\r\nliability that your company may now face as a result if you do not take\r\nsteps to immediately rectify this situation.\r\n\r\nI am prepared to go \"upstream\" and inform myacer.com as well as seeking\r\nlegal assistance to protect my personal safety and my copyrighted website\r\ncontent. If you force me to take legal action (which I hope will not become\r\nnecessary), there will be no turning back from it once it gets underway.\r\n\r\nI think there is a very simple solution here and I think you know what that\r\nis.\r\n\r\nSincerely,\r\nPatricia Holtby\r\nInternet Names: \"Queen Uhuru\" and \"uhuru1701\" (all such names appearing on\r\nthe agonyproduction.com website are NOT me)\r\n\r\n- --\r\nThanks,\r\nPolicy Enforcement\r\nThe Planet Internet Services, Inc.\r\nhttp://www.theplanet.com/aup/\r\n-----BEGIN PGP SIGNATURE-----\r\nVersion: GnuPG v1.4.1 (MingW32)\r\nComment: Using GnuPG with Thunderbird - http://enigmail.mozdev.org\r\n\r\niD8DBQFCnOxnvK/XpJs6oyURApacAKClpl3xEMBrbpedT24gfdNu1R8xXACgmkw3\r\n2w6iSCkUkFGG1PB6CdtYk0k=\r\n=tNVf\r\n-----END PGP SIGNATURE-----\r\n","date_sent":"2005-05-31T04:00:00Z","date_received":"2005-05-31T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Patricia Holtby","recipient_name":"ThePlanet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}