{"dmca":{"id":49026,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-08-01T04:00:00Z","date_received":"2012-08-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"themountainflame.com","principal_name":"Jennifer Brown","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"The following text, taken from the  \narticle,  Illuminati Occult Symbolism in the 2012 London Olympics' Opening\n \nCeremony, was copied word for word into another article and is being  \nreposted.  I'm not sure which site published the copyrighted work first\nbut  \nI think it was worldtruth.tv\n\n\"The first symbol to jump out at me was the lone tree on top of a hill.  I\n \nsuppose the \"hill\" represents the hilly landscape of parts of the UK but\nit  \nis important to remember that Illuminati symbols often have two meanings, \n\none for themselves and one for the masses.  In this instance, the hill,  \nwith it's walking ramps, is fashioned after a ziggurat and the tree is the\n \ntree of knowledge in the Garden of Eden.  The entire basis of the elite's \n\nOccult Mystery Religion is the knowledge given to Adam and Eve.  These \"so\n \ncalled secrets of satan\" (Rev 2:24), are suppose to make one equal to God.\n  \nThe fact that this knowledge is placed on top  of a  ziggurat is no  \nsurprise as Satan is always trying to make himself the most high by using \n\nmountains, pyramids, zigguarats and towers to ascend himself.\n\nAfter leaving the agrarian world (Garden of Eden), we find ourselves in\nthe  \nIndustrial Revolution (Babylon) as seen in the next picture.  What are  \nsmoke stacks to us are something entirely different to the Illuminati.   \nThey are Asherah poles.  Asherah is the pagan moon goddess that originated\n \nin Ancient Babylon under the rule of Nimrod and his wife, Semiramus.  The \n\npole itself is a phallic symbol representing the Sun God.  Usually there\nis  \na circle at the bottom representing the female, for the union of man and  \n\nwoman.  God says of Asherah poles, \"Do not set up any wooden Asherah pole \n\nbeside the altar your build to the Lord your God\"  (Duet. 16:21) and \"Ahab\n \nalso made an Asherah pole and did more to arouse the anger of the Lord,\nthe  \nGod of Israel, than did all the kings of Israel before him\" (1 Kings\n16:33)  \nand\n\nAfter the industrial age we enter a hospital of sick children where the  \ncelebration of pop culture begins with references to fictional villans\nsuch  \nas Voldermort and Cruella Deville.  After God destroyed Babylon, scattered\n \nits people and jumbled languages, the Mystery Occult Religion did not  \ndisappear.  It is alive and thriving in today's American and British pop  \n\nculture, hence the  focus on magic with a JK Rowling appearance and the  \noveremphasis on Disney, including Mary Poppins as well as the  \noverdone \"through the decades\" style cabaret.\n\nI'm not quite sure what to make of this.  Everyone is facing the giant\nbaby  \nhead as if in reverence.  Could it represent Tammuz, the reincarnation of \n\nNimrod and the first antichrist?  Why doesn't it have a body?  Is this  \nsignaling some kind of birth?  Whatever it is meant to convey, the message\n \nsurely comes off creepy.\"","infringing_urls":[{"url":"http://worldtruth.tv/illuminati-occult-symbolism-in-the-2012-london-olympics-opening-ceremony/"}],"copyrighted_urls":[{"url":"http://wp.me/p23ker-8m"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}