{"dmca":{"id":49236,"type":"Dmca","title":"CVS objects to more online deal sites","body":"Dear Mr. Katz:\r\n\r\nOn behalf of CVS Pharmacy, Inc. (?CVS?), I write to notify you of infringements of CVS?s intellectual property rights on your website, teaneckdeals.com.\r\nCVS is the owner of the exclusive rights protected under copyright law and other intellectual property rights in CVS coupons.  The following link is a specific example of a web page that infringes upon CVS?s intellectual property rights.  There are currently 4 unauthorized links to printable CVS coupons on this site?s page. CVS hereby notifies you that the following constitute or incorporate unauthorized excerpts of CVS?s intellectual property, and are infringing and unlawful.\r\n\r\nhttp://teaneckdeals.com/\r\n\r\nCVS requests that you act expeditiously to remove or disable access to all unauthorized copies of CVS?s intellectual property, including the infringing file identified above.  CVS further requests that you destroy any and all unauthorized reproductions of CVS?s intellectual property, or unauthorized portions thereof, within your possession, custody or control, including, any unauthorized reproductions in computerized or digitized form, and cease and desist from further unauthorized reproduction, distribution, publication, archiving, or other exploitation of CVS properties.\r\n\r\nThe undersigned has a good faith belief that use of the material in the manner described herein is not authorized by CVS, its agents, or the law.  The information in this notice is accurate.  Under penalty of perjury, the undersigned is authorized to act on behalf of CVS with respect to this matter.\r\nPlease be advised that this letter is not intended as a complete statement of the facts or law as they pertain to this matter.  CVS reserves all rights and remedies.\r\n\r\nSincerely,\r\nOpSec Security Group\r\n\r\n \r\n","date_sent":"2008-03-16T04:00:00Z","date_received":"2008-03-16T04:00:00Z","topics":["Copyright","Linking"],"sender_name":null,"principal_name":"OpSec Security Group (on behalf of CVS)","recipient_name":"KatzStats LLC","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}