{"dmca":{"id":49281,"type":"Dmca","title":"UsenetBinaries Counter-Notifes: Perfect 10 Takedown Is Imperfect","body":"Dear [private],\r\n\r\nUsenetBinaries.com is a service provider, and is governed by the same DMCA provisions that Google itself is. Content is posted to the Usenet, a global network of distributed systems somewhat like the World Wide Web itself (see: http://en.wikipedia.org/wiki/Usenet) by users all around the world. Content is not generated nor reviewed by UsenetBinaries.com. We are an indexing service, like Google. We promptly respond to all DMCA takedown notices.\r\n\r\nIn addition, we take the extra step of blocking future postings of the same content by blocking MD5 identifying signatures of content items for which we receive notice. Finally, for Perfect 10, we have also extended our Usenet indexing software to block any content which matches a list of their model's names. These additional measures are not required by the DMCA, but we feel that these are additional steps that we can take to help protect those whose copyright may have been infringed by Internet users elsewhere on the Usenet.\r\n\r\nPlease find attached to this letter a list of material removed by you pursuant to 17 U.S.C. Section 512. I have a good faith belief that this material was removed or disabled in error as a result of mistake or misidentification of the material. I declare that this is true and accurate under penalty of perjury under the laws of the United States of America.\r\n\r\nFor the purposes of this matter, I consent to the jurisdiction of the Federal District Court for the judicial district in which 1 reside. I also consent to service of process by the person providing notification under Section 512(c)(1)(C) or that person's agent. However, by this letter, I do not waive any other rights, including the ability to pursue an action for the removal or disabling of access to this material, if wrongful.\r\n\r\nHaving complied with the requirements of Section 512(g)(3), I remind you that you must now replace the blocked or removed material and cease disabling access to it within fourteen business days of your receipt of this notice. Please notify me. when this has been done.\r\n\r\nI appreciate your prompt attention to this matter. If you have any questions about this notice, please do not hesitate to contact me.\r\n\r\nSincerely,\r\n[signed]\r\n[private]\r\n\r\nBlocked URL list:\r\nhttp://usenetbinaries.com","date_sent":"2008-04-30T04:00:00Z","date_received":"2008-04-30T04:00:00Z","topics":["Responses","Copyright"],"sender_name":"DMCA Administrator","principal_name":"UsenetBinaries.com","recipient_name":"Law Offices of Brian Schneider","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}