{"dmca":{"id":49298,"type":"Dmca","title":"NOTICE of COPYRIGHT INFRINGEMENT","body":"1. INFRINGING SITES: Please indicate the infringing websites and the specific\r\nURLs and or jpegs where the infringements are located. Attach additional pages if\r\nnecessary.\r\nInfringing Websites Specific URL or Other Identification of the\r\nInfringing Materials.\r\nwww.whathefrank.co.uk Duplicate site of our material\r\nPlus this is a direct attempt to anchor related\r\nsites to misinform and promote suicide, which is\r\nof course the complete opposite of our own\r\ncampaign.\r\n2. COPYRIGHTED (ORIGINAL)MATERIAL:\r\nLocation of Copyrighted material\r\n(Website, magazine name, etc.)\r\nSpecific Identification of Copyrighted Material\r\n(Exact URL of website, magazine volume and page, etc.)\r\nwww.whatthefrank.co.uk Original Official Website content\r\n\r\n\r\n------------------------\r\nNOTE FROM RECIPIENT:\r\nYou can file this one under R for Ridiculous. The site was based\r\non their works, yes; but was modified enough to count as an original\r\nwork in my opinion, and was (fairly) clearly labeled as a parody site.\r\nThe really ridiculous thing is that both myself, and the guy leveling\r\nthis accusation, are both residents of the UK, and on top of that, the\r\nsite was intended to parody the organisation of an event scheduled to\r\nhappen on the 31st, and so the notice to take the site down 24 hours after the notice was recieved was complied with, as I was going to take the site down after it was no longer needed anyway.\r\nIt is worrying to see how the effects of the DMCA are curtailing free speech in other parts of the world.","date_sent":"2008-05-30T04:00:00Z","date_received":"2008-05-30T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"CWIE, LLC, 2353 W. University Dr, Tempe, AZ 85281","principal_name":"Ray Smith","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}