{"dmca":{"id":49303,"type":"Dmca","title":"C&D Letter for domain names - \"erased address is incorrect, and belongs to a complete","body":"Cease and Desist message begins at \"Via Certified and Regular Mail...\"\r\nThe addressee is blocked out. This is because the address contained in the original letter was incorrect, and was the address of a completely unrelated individual who lives in the same town, and has the identical last name. \r\n\r\n\r\n\r\nVia Certified and Regular Mail\r\nMr. xxx xxxxx\r\nxxx xxxxx xxxxxx xxxx\r\nPlainfield, Illinois 60544\r\n\r\nRe: Caton Commercial\r\n\r\nDr Mr. xxxxx\r\n\r\nBe advised that my office has been retained by Messrs. William Caton and Steve Caton personally and with regard to their various businesses. It has come to our attention that you are disseminating potentially libelous statements about them and their companies through the internet and otherwise. specifically, you are utilizing websites which in themselves are violating our trademark and copyright rights including: www.catoncommercial.net, www.catoncommercial.info, www.catoncommercial.org, www.rwcaton.net, www.rwcaton.org, www.rwcaton.info, www.rwcaton.info, and www.plainfieldtimemachine.com. On these websites you have made knowingly false and libelous accusations.\r\n\r\nWe hereby demand that you cease and desist in these actions immediately. We further demand that you relinquish and assign your rights to the various websites to my clients so as to terminate your violations of their trademark and copyrights. Your failure to immediately take such actions will result in the commencement of litigation against you seeking restraining orders and damages, including consequential and punitive damages, and attorney's fees and costs. We have also contacted the Will County State's Attorney's office to investigate and proceed with possible criminal charges against you. I expect to hear from you immediately or we will have no choice but to proceed.\r\n\r\nSincerely, Law offices of John F. Argoudelis, LLC ","date_sent":"2008-03-15T04:00:00Z","date_received":"2008-03-15T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Law offices of John F. Argoudelis","principal_name":"Bill and Steve Caton","recipient_name":"Demystify Network Services","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}