{"dmca":{"id":49476,"type":"Dmca","title":"Blasting the Rocket Cow","body":"June 4, 2008\r\n\r\nMr. [Private]\r\nOwner and Manager\r\n[Private]\r\nMedina, Ohio 44256\r\n\r\nMr. [Private]:\r\n\r\nI am writing to put you on notice that your use and sale of merchandise containing the logo or graphic depicting a cow standing on a rocket is an act of copyright infringement against my clients, Luna Marketing, Inc. of Berea, Ohio.\r\n\r\nAccordingly, my clients demand that you cease and desist in your use of this graphic and the term \"Rocket Cow\" on any and all merchandise, artwork or other mediums. Should you refuse to stop these activities, my clients are prepared to bring suit against you in a court of law for copyright infringement. Under copyright law, an infringer is responsible for statutory damages, attorney fees and court costs, disgorgement of profits made using the infringed upon material, and punitive damages. In addition, one held liable for copyright infringement may also be ordered to cease the infringing activities by order of court, called an injunction, and the court may also order that any inventory bearing the infringing image may be seized from the infringer.\r\n\r\nIf you believe that you have the right to use the Rocket Cow images or term, please send documents or any other information verifying your right to do so. You should note that you may wish to obtain legal counsel to discuss these issues with my office as anything you say may be used against you in a legal proceeding.\r\n\r\nIn sum, you must immediately remove the \"Rocket Cow\" and any reference thereto from your on-line store or any other merchandising outlet or medium that you use, associate with, manage or own. You should further note that I am notifying Spreadshirt, Inc. of this copyright concern. Should you fail to comply forthwith, a lawsuit will be filed against you.\r\n\r\nVery Truly Yours,\r\n\r\n[Private], Esq.\r\n\r\n[Private]\r\nCc: [Private]","date_sent":"2008-06-04T04:00:00Z","date_received":"2008-06-04T04:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"Luna Marketing, Inc.","recipient_name":"Inkleaf Studio","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}