{"dmca":{"id":49506,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-08T04:00:00Z","date_received":"2012-06-08T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"ResellerRatings.com","principal_name":"ResellerRatings.com","recipient_name":"Google, Inc.","works":[{"description":"From the URL http://www.resellerratings.com/store/ipodjuice_Milliamp_LTD, examples of customer reviews that were submitted directly to our website from our website’s users (with corresponding date and username), include:\r\n2/10/2012: “\"So I realize how hesitant most people would be to send off their iPod. I was definitely one of those types. I marked down every day on my calendar through out the whole process. What made Milliamp so helpful was that they kept me informed the whole time on what I should expect to happen to my iPod, when it was going to happen, and when I should get it back. It made everything so simple. They were so nice about everything--they even sent me pictures of my iPod for me to gawk over. When I got my iPod back, it looked better than brand new. I would recommend this site to ANYONE thinking of sending their iPod off. The people there are fabulous. Thanks so much Milliamp!!!!!\"” –zgbastone\r\n\r\n2/10/2012: “\"I'll admit - I was ubber-skeptical about sending my precious 5th generation video iPod halfway across the country to a random company I found on the internet. But after extensive research where I found nothing but positive feedback, I took the chance and sent my device to them. And I was NOT disappointed. They are the most professional, reliable, reputable company! From the moment I placed my order to even after my device was mailed back, they were in constant communication with me. The turn-around time was less than 2 weeks using USPS. Their work is impeccable – it’s like my iPod is back in its original, brand-new condition. I will be referring all my iFriends to them for all their iProduct service needs.\"” –Jhexum16\r\n1/19/2012: “\"Great service and fast turn-around.\"” -Soulardman\r\n1/11/2012: \"Ordering process :Easy\r\nDelivery : Quick\r\nDIY battery kit : as advertised the tools were perfect for the job\r\nReplacement : followed the instruction to the letter. the process is very well documented. The words of caution judicious\r\nResult : A new battery for a fraction of what Apple wanted ( about 1/5 postage included) in about 15 minutes ( most of the time was spent opening the case CAREFULLY AND GENTLY. Overall evaluation : WOW !\" –Nstrider\r\n1/9/2012: “\"Excellent service and prices, certainly recommended. They stay in touch and stand by their work.\"” –Wittlake\r\n1/4/2012: \"The customer service was excellent! Everyone that I spoke with from the office was very nice and helpful. I have spread the word to friends and family.\" –Rox806\r\n12/21/2011: \"Terrific, fast, high-quality service, with great communication with the owner and staff.\" –cjqsa\r\n12/16/2011: \"I was so surprised at the awesomeness of this service. They were respectful of my concerns to sending my iPod away, promptly answered my emails, etc. When I got my iPod back I was so happy with the work they did. It looks better than ever, and works perfectly. I would highly recommend this service to anyone with a cracked iPod touch screen.\" –Huch\r\n12/9/2011: \"Amazing service and customer service. I would recomend it to everyone that needs to get their Apple device fixed\" –arkzrlo\r\n12/6/2011: \"My iPad 2 jumped out of my arms and landed flat on its back, shattering the glass. I went and checked with our local Apple location. They said they didn't do repairs, but were not hesitant in referring me to Milliamp. They said this is the only place they will recommend. So I contacted Milliamp. They gave me several options, which included overnight shipping to and back. I needed my security blanket, Linus has nothing on my blankee. Milliamp sent me an email with the prepaid packing label. Off I went to the local UPS station. Off my iPad went and the waiting began. The next morning I had an email from Milliamp saying they had received my iPad and would put it in line for evaluation and repair. Within 30 minutes I had an email saying they realized this was important to me and would take care of it as soon as possible. The email detailed exactly what quality control measures would take place. That afternoon I had an email saying that repairs had been made and it was being handed off to an independent person to verify repairs and full functionality. The next morning, another email saying it has been fully reviewed, found to be fully functioning and would be sent out that day. I say fully reviewed because they listed all of the check off items. Very, very thorough. Got my baby back the next day. I was so thrilled with their service I posted a Thanks and Great Job on my Facebook wall and advised a close IT specialist friend. Today they followed up via email to make sure all is functioning as I hoped and to ask about their service. I said I only had one word to describe it, AWESOME. Thank you Milliamp and your staff, I hope I never need another repair again, but if I do, you have my business for life. Christmas came early for me.\"-brianfa","infringing_urls":[{"url":"http://verifiedhonest.com/reviews/ipodjuice"}],"copyrighted_urls":[{"url":"http://www.resellerratings.com/store/ipodjuice_Milliamp_LTD"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}