{"dmca":{"id":49515,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-08T04:00:00Z","date_received":"2012-06-08T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"ResellerRatings.com","principal_name":"ResellerRatings.com","recipient_name":"Google, Inc.","works":[{"description":"Examples of customer reviews that were submitted directly to our website from our website’s users (with corresponding date and username), include:\r\n4/4/2008: “\"As a video production company owner/operator for 15 years, I have dealt with a large number of tape/media suppliers. I usually shop by price, but service matters too. I received BOTH from TapeOnline and more. I easily found the product on their site and the specific amount I needed, the prices were very good, and processing was easy. I received excellent follow-up communication, and the items arrived quickly by FedEx, nicely packaged with no damage. It was a pleasant suprise to find a package of candy inside the box too. Compared to many of the other online media companies I have dealt with in the past, and some of the service nightmares, TapeOnline is head and shoulders above the rest! True quality customer service!\"” –vcoaster\r\nhttp://www.resellerratings.com/store/view/TapeOnline_Electric_Picture_Company_Inc/page/15\r\n4/4/2007: \"Just a note to say how pleased I am with the price, selection and service!! Ordered yesterday and recieved today (with 2 day shipping) Extremely satisified with this order and WILL reorder from you.\r\nChris Simms\r\nSimms Media Productions\" –Chris Simms http://www.resellerratings.com/store/view/TapeOnline_Electric_Picture_Company_Inc/page/17\r\n3/29/2007: \"great. easy to use website, faster delivery than promised. exceeded expectations.\" –mab007\r\nhttp://www.resellerratings.com/store/view/TapeOnline_Electric_Picture_Company_Inc/page/17\r\n3/26/2006: \"Hi,\r\n\r\nI am very happy to purchase tape from this site. I bought mini DV tapes and they are real cheap here and ships also in a weeks time.\r\n\r\nGreat place to buy tapes.\" –manishkrs\r\nhttp://www.resellerratings.com/store/view/TapeOnline_Electric_Picture_Company_Inc/page/17\r\n3/6/2007: \"I've been working with tapeonline for a couple of years now. They are affordable, dependable and quick to respond. I buy all of my professional video tape through them and have never had a problem. Once when I ordered the wrong tape stock, they noticed the odd change in purchase behavior and contacted me to see if it was a mistake. That's customer service you expect from a shop down the block, not over the internet. Very exceptional site.\" –reins\r\nhttp://www.resellerratings.com/store/view/TapeOnline_Electric_Picture_Company_Inc/page/17\r\n3/5/2007: \"Excellent to deal with! I foolishly ordered the wrong part, noticed my mistake, called and they fixed it within seconds. Truly wonderful service! Have I a need for tapes and tape-related accessories in the future, they'll be the first on my list of people to call! \" –Everen\r\nhttp://www.resellerratings.com/store/view/TapeOnline_Electric_Picture_Company_Inc/page/17\r\n2/27/2007: ““great seller better delivery. takes care of all issues”” –fps_frames\r\nhttp://www.resellerratings.com/store/view/TapeOnline_Electric_Picture_Company_Inc/page/17\r\n2/26/2007: \"Tapeonline.com is great! They take care of us on every order and do a superb job. I highly recommend them for any sort of media supply you need.\" –anitarau\r\nhttp://www.resellerratings.com/store/view/TapeOnline_Electric_Picture_Company_Inc/page/18\r\n2/13/2007: “\"Purchasing blank media from these guys has always been quick and easy. Whether I order online or over the phone, I can always count on a courteous and prompt experience.\"” –jrankhorn\r\nhttp://www.resellerratings.com/store/view/TapeOnline_Electric_Picture_Company_Inc/page/18\r\n2/3/2007: \"GREAT PRODUCTS,GREAT PRICES,GREAT WEB SITE, GREAT ORDERING PROCESS ON THE INTERNET.\r\nNIKA DIGITAL\r\nOF COURSE I AM VERY SATISFIED, NOT THE DIS-SATISFIED WHICH IS MARKED. JUST A GREAT EXPERINCE!!!\"-nikadigitalmus\r\nhttp://www.resellerratings.com/store/view/TapeOnline_Electric_Picture_Company_Inc/page/18","infringing_urls":[{"url":"http://www.verifiedhonest.com/reviews/TapeOnline"}],"copyrighted_urls":[{"url":"http://www.resellerratings.com/store/view/TapeOnline_Electric_Picture_Company_Inc/page/15"},{"url":"http://www.resellerratings.com/store/view/TapeOnline_Electric_Picture_Company_Inc/page/17"},{"url":"http://www.resellerratings.com/store/view/TapeOnline_Electric_Picture_Company_Inc/page/18"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}