{"dmca":{"id":49514,"type":"Dmca","title":"Go Daddy Takedown Notice","body":"Dear [redacted],\r\n\r\nWe have received notification of copyright infringement(s) taking place on your site RATTERRIERRESQ.COM. It has come to our attention that the website found at this domain name contains material being displayed without the consent of the owner/copyright holder.\r\n \r\nThis is a violation of your Domain Name Registration Agreement ( https://www.godaddy.com/gdshop/legal_agreements/domain_registration_GD.asp\r\n).  I have attached the original notification we received on this matter as well to help you identify the problem.\r\n \r\nThis notification was submitted in harmony with the DMCA (Digital Millennium Copyright Act)and our Copyright and Trademark Dispute Policy.\r\n Please review GoDaddy's Trademark and Copyright Policy found at https://www.godaddy.com/gdshop/legal_agreements/copyright_trademark.asp\r\n.\r\n \r\nIn accordance to this policy, as well as your registration agreement, we have suspended domain until this matter can be resolved, or you submit a complete Counter Notification as described in the Copyright section of the policy.  You have 10 days to send a complete Counter Notification in accordance with the policy.\r\n \r\nPLEASE NOTE:\r\nWe are not a court, nor are we dictating who, if anyone, has the rights to the work(s) in question.  We are merely acting in accordance with the DMCA requirements.  If there is a dispute as to the ownership of the content, that should be addressed in a court of law.  As a result, situations, circumstances, and details do not usually need to be submitted to GoDaddy.com or it's affiliates.\r\n \r\nA list of the specific portions of your site in question are listed below.  For detailed questions, you will need to contact the Complainant at the address listed below.\r\n \r\nDescription of the Infringement(s)\r\n \r\nSEE ATTACHED NOTIFICATION\r\n \r\nComplainant:\r\n \r\nSEE ATTACHED NOTIFICATION\r\n \r\nYour options at this point are as follows:\r\n \r\nOption 1. Remove the content in question.\r\nIn order to reactivate the site in question we will need you to provide the following information in a single email response:\r\n\r\n   A. An electronic signature. (This can be a scanned copy of your physical signature, or as simple as typing your full name.)\r\n   B. Identification of the material in question.\r\n   C. A statement, under penalty of perjury, that the material has either been removed or will promptly be removed.\r\n\r\n\r\nOption 2. Submit a complete Counter Notification on the works in question in accordance with our Copyright Dispute policy. (See Above) You will need to reply, via email and include all of the following elements.\r\n\r\n   A.   An electronic signature of the Infringer. (This can be a scanned\r\ncopy of ytour physical signature, or as simple as typing your full\r\nname.)\r\n   B. Identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled.\r\n   C. A statement under penalty of perjury that the Infringer has a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.\r\n   D. The Infringer's name, address, and telephone number, and a statement that the Infringer consents to the jurisdiction of the Federal District Court for the judicial district of Arizona, or if the Infringer's address is outside of the United States, for any judicial district in which Go Daddy may be found, and that the Infringer will accept service of process from the Complaining Party or an agent of such Party. \r\n \r\n3. Reply, via email to [redacted] with a formal agreement that your domain will not forward, in any way, to any services that could be considered to be in violation of any existing copyrights and/or trademarks, or that in any way violates GoDaddy's Terms of Service.\r\n  \r\n\r\n \r\nIf you have any further questions, please let us know.\r\n \r\nRegards,\r\n \r\n[redacted]\r\n","date_sent":"2008-06-05T04:00:00Z","date_received":"2008-06-05T04:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"RatBoneRescues.","recipient_name":"www.ratterrierresq.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}