{"dmca":{"id":49599,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-08-01T04:00:00Z","date_received":"2012-08-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Backup Technology Limited","principal_name":"Backup Technology Limited","recipient_name":"Google, Inc.","works":[{"description":"The photograph of the \"Powered by Asigra\" crystal award is infringing on our copyright and is a photograph we ourselves took of our own award for our website and of which we own the copyright being infringed. It is a pixel by pixel copy of a region of the one we use on our website home page slides.\r\n\r\nNo permission was ever given for the use of this image.","infringing_urls":[{"url":"http://efsbackuptechnologies.com/contact/?page_id=27"},{"url":"http://www.efsbackuptechnologies.com/"}],"copyrighted_urls":[{"url":"http://www.backup-technology.com/ (second slide - click the +)"},{"url":"http://www.backup-technology.com/asigra/ (top of the page)"},{"url":"http://www.backup-technology.com/dmca01082012/DSC00662.JPG"}]},{"description":"The picture at the top of the page is a picture taken of one of our members of staff, for use on our previous website, which is no longer live, and for which we own the copyright that is being infringed. The image has been squashed horizontally and expanded vertically in an attempt to conceal the infringement.\r\n\r\nNo permission was ever given for the use of this image.","infringing_urls":[{"url":"http://www.efsbackuptechnologies.com/asigra/"}],"copyrighted_urls":[{"url":"http://www.backup-technology.com/dmca01082012/_MG_1078.jpg"}]},{"description":"The opening paragraph at the top of the page is a word for word copy of text on our website, for which we own the copyright being infringed. Our company name is also left unredacted in the last sentence of the paragraph:\r\n\r\n\" EFS Backup Technologies' Online Backup services remove the time constraints, licensing fees and labour intensive processes that are associated with tape backup solutions. In addition the service is fully automated and scalable to any volume of data. Currently Backup Technology protects customer data sizes ranging from 5GB to over 50TB.\"\r\n\r\nThe remainder of the page is also an almost word for word copy of other sections from the same page on our website.\r\n\r\nNo permission was ever given for the use of this text.","infringing_urls":[{"url":"http://www.efsbackuptechnologies.com/sx/"}],"copyrighted_urls":[{"url":"http://www.backup-technology.com/services/online-backup/"}]},{"description":"The opening passage on this page is a word for word copy of our copyrighted text on our website. It also has our company name left in it unredacted:\r\n\r\n\"Disaster Recovery Services from Backup Technology minimize downtime during a Disaster\"\r\n\r\nAdditionally, the remainder of the page are word for word copies of copyrighted texts from our website.\r\n\r\nNo permission has ever been given for the use of this text.","infringing_urls":[{"url":"http://www.efsbackuptechnologies.com/mx/"}],"copyrighted_urls":[{"url":"http://www.backup-technology.com/services/disaster-recovery/"}]},{"description":"The page contains word for word copies of copyrighted material from our website, with our company name merely changed for another company name in all but one instance:\r\n\r\n\"EFS Backup Technologies’ Business Continuity services remove the requirements of long-established hardware based recovery solutions and cold site relocation of staff. These traditional Business Continuity solutions are time consuming, expensive and require a huge amount of co-ordination. Due to the complexity of these solutions, cost has always been a prohibitive factor for implementation. Backup Technology has developed a Business Continuity service that not only keeps down time to an absolute minimum, it is also available at a much more competitive cost.\"\r\n\r\nThe last sentence in the paragraph above contains our company name still.\r\n\r\nNo permission has ever been given for the use of this text.","infringing_urls":[{"url":"http://www.efsbackuptechnologies.com/ax/"}],"copyrighted_urls":[{"url":"http://www.backup-technology.com/services/business-continuity/"}]},{"description":"The text on the website infringed our copyright by copying text from our website almost word for word. For example the opening paragraph:\r\n\r\n\"As the only agentless solution available, Asigra’s unique architecture removes the limitations of tape backup, and gives you the benefit of a single point of backup administration for your entire network. This was one of the key factors in EFS Backup Technologies choosing to partner with Asigra. As with many traditional backup products, such as tape, for a backup of a server to function requires a plug in to sit on each target server. In multi server, multi site infrastructures this requires a huge amount of work by network managers to both set up and maintain.\"\r\n\r\nThis matches exactly the content of our website and infringes copyright.\r\n\r\nNo permission has ever been given for the use of this text.","infringing_urls":[],"copyrighted_urls":[{"url":"http://www.backup-technology.com/asigra/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}