{"dmca":{"id":49623,"type":"Dmca","title":"Hottwax / Digital Waxx Service","body":"This firm serves as intellectual property counsel to Digiwaxx, LLC hereinafter referred to as \"Digiwaxx.\"\r\n\r\nOur client is the exclusive owner of U.S. Registration No. 2805165 and U.S. Serial No. 77285624 for the marks DIGIWAXX and DIGITAL WAXX SERVICE, respectively, as recorded with the United States Patent & Trademark Office. (Exhibit A) Digiwaxx has continuously used its DIGIWAXX and DIGITAL WAXX SERVICE marks in connection with the promotion and distribution of downloadable music recordings for several years, during which time the DIGIWAXX mark has become a distinctive source identifier that points uniquely to our client as the source of digital music promotion and distribution services. Hence, Digiwaxx has exclusive rights to the DIGIWAXX and DIGITAL WAXX SERVICE marks.\r\n\r\nIt has come to the attention of Digiwaxx that your company operates a music promotion entity, HOTTWAX, and touts a digital music distribution service, DIGITAL WAXX SERVICE. (Exhibit B) Your company's brazen use of marks that are confusingly similar or identical to the\r\nofficially recorded marks above is not authorized by Digiwaxx and constitutes, inter alia, trademark infringement under 15 U.S.C. @1114 et seq.: unfair competition under 15 U.S.C. @1125(a); and trademark dilution under 15 U.S.C. @1125(c). Willful infringement of a protected\r\nmark can result in liability for treble damages and profits. In addition, your equally brazen reproduction of copyrighted material from Digiwaxx's website (Exhibit C) in conjunction with your music promotion services leaves you susceptible to civil damages and prosecution for criminal copyright infringement under 17 U.S.C. @501-@506 et seq. A criminal conviction becomes public record and could seriously impact your present and future employment.\r\n\r\nDigiwaxx must protect and enforce its intellectual property rights to ensure that others do not use marks likely to cause confusion with, infringe or dilute the distinctive quality of its marks. Accordingly, Digiwaxx requests that Vinyl Rubbers immediately cease and desist from any use of HOTTWAX, HOTTWAX.COM, DIGITAL WAXX SERVICE, or any other mark likely to cause confusion with or likely to dilute the distinctive quality of the DIGIWAXX, DIGIWAXX.COM, and DIGITAL WAXX SERVICE.\r\n\r\nIn view of the foregoing, please confirm in writing to our office within twenty (20) days of the date of this letter that you will do the following: (1) immediately and permanently discontinue\r\nany use of the marks HOTTWAX and DIGITAL WAXX SERVICE or any other mark that is confusingly similar to our client's marks in the United States and its territories; (2) immediately and permanently discontinue operation of the HOTTWAX website located at\r\nhttp://www.hottwax.com and any similar website offering services similar to those of Digiwaxx.\r\n\r\nOur client would obviously be interested in avoiding the costs and inconvenience of litigation and reaching a swift resolution of this matter. However, Digiwaxx win not hesitate to take action to protect its rights if you fail to cooperate with the above requests. Please note that this letter is without prejudice to Digiwaxx's rights to pursue subsequent legal redress. Hence, all rights, claims, and remedies are expressly reserved. We look forward to hearing from you soon.\r\n\r\nSincerely yours,\r\n","date_sent":"2008-06-10T04:00:00Z","date_received":"2008-06-10T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":null,"principal_name":null,"recipient_name":"Hottwax","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}