{"dmca":{"id":49728,"type":"Dmca","title":"Infringement of Louisiana Registered Trademark: NOLAGraphics","body":"\r\nDear Mr Shawn Plep,\r\n\r\nIt has come to my attention that you have made an unauthorized use of my Louisiana trademarked name NOLAGraphics. I have reserved all rights in the Work, which was first trademarked in 2004. I have registered the trademark and have included a copy for your review. I realize that you may have registered the domain names nolagraphics.info and nolagraphics.net without knowing the specifics of the law. That be the case I will allow you to agreeably release the domains over to me via a godaddy account transfer and take the content down from said sites. Upon release of the domain names to my Godaddy account I will agree stop pursuing this violation and drop the matter completely.\r\n\r\nYour sites entitled nolagraphics.info and nolagraphics.net are essentially identical to the names I have registered with the state of Louisiana and clearly you have used my trademarked name as its basis.\r\n\r\n\r\n    *Louisiana Registered Trademark\r\nhttp://www400.sos.louisiana.gov/cgibin?rqstyp=crpdtltsC&rqsdta=585325\t\r\n    * NOLAGraphics Trademark Application from 2004\r\nhttp://www.nolagraphics.com/news/2008/06/13/open-letter-to-shawn-pelp/trademark-application/\r\n    * NOLAGraphics Trademark from 2004\r\nhttp://www.nolagraphics.com/news/2008/06/13/open-letter-to-shawn-pelp/nolagraphics-trademark/\r\n\r\nYou neither asked for nor received permission to use the name as the basis for your site. Therefore, I believe you have willfully infringed my rights under 15 U.S.C. Section 1125(d) and could be liable for statutory damages between $1000 and $100,000.\r\n\r\nI would also encourage you to read the letter of the law in this matter:\r\n\r\nI demand that you immediately cease the use and distribution of all infringing uses of the name, and all copies of it, and that you deliver to me all domain names registered under this trademark (a Godaddy account transfer can be easily setup), and that you desist from this or any other infringement of my rights in the future.\r\n\r\nIf I have not received an affirmative response from you by 30 days from the delivery of this email indicating that you have fully complied with these requirements, I shall (and have already been encouraged to do so by my legal counsel specializing in Internet law)\r\ntake the full legal remedies available to me to rectify this situation.\r\n\r\nIf you would like to discuss this matter and resolve this as gentlemen I can be reached via telephone anytime at 504-756-5647.\r\n\r\nSincerely,\r\nMarc Juneau","date_sent":"2008-06-12T04:00:00Z","date_received":"2008-06-12T04:00:00Z","topics":["Trademark","Copyright"],"sender_name":null,"principal_name":"Marc Juneau","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}