{"dmca":{"id":49893,"type":"Dmca","title":"Watch Out for Misappropriated Watch Images","body":"Swiss-Wrist, Inc.\r\nATTN: [recipient], President\r\nATTN: [recipient], Vice-President\r\nATTN: [recipient], Chief Operating Officer\r\n[Private]\r\n            Re:       www.swiss-wrist.com\r\n \r\nDear Sirs:\r\n            This firm represents Perfect-Timing.Net Corporation (“Perfect Timing”).  Please address your response and any further communications to the undersigned.\r\n            As you are aware, [recipient] was employed by Perfect Timing until February 2008.  Apparently, upon his departure from Perfect Timing, he formed Swiss-Wrist, Inc. for the purpose of directly competing with Perfect Timing.  In doing so, [recipient] not only took with him Perfect Timing’s proprietary and trade secret methods, supplier contacts and other valuable business information, but also apparently constructed its primary business portal using Perfect Timing’s property as well.\r\n            Specifically, the website through which Swiss-Wrist, Inc. operates and markets its products to consumers, located at the domain name www.swiss-wrist.com, was constructed using a significant amount of images and content that is identical to, and was apparently lifted directly from, Perfect Timing and its website located at www.perfect-timing.biz.  By way of example only, the “About Us”, “Sales Policies” and “FAQ’s” sections of the Swiss-Wrist site, as well as the home page, contain substantial amounts of content that was lifted directly and deliberately from Perfect Timing’s website.  By way of further example, a review of four randomly-selected product pages from the Swiss-Wrist site revealed product images that were similarly directly misappropriated from Perfect Timing, including but not limited to the following:\r\n·                    http://swiss-wrist.com/index.php?vars=products/36 (Rolex Air King)\r\n·                    http://swiss-wrist.com/index.php?vars=products/29 (Rolex Yachtmaster)\r\n·                    http://swiss-wrist.com/index.php?vars=products/37  (Rolex Milgauss)\r\n·                    http://swiss-wrist.com/index.php?vars=products/48(Rolex GMT Master II)\r\nWe have not yet endeavored to search the entirety of your website to determine the precise amount of misappropriated content and images, but will do so in the event you continue in this unlawful course of action.\r\nSuch conduct constitutes actionable misappropriation, unfair competition, breach of the former employee's duties of loyalty to Perfect Timing, and violations of applicable copyright laws.  Demand is hereby made that Swiss-Wrist, Inc. and the individual addressees of this letter immediately cease and desist from any further usage of the property of Perfect Timing, including but not limited to the images and content incorporated within the Swiss-Wrist website, in whole or in part. \r\nWe expect your full compliance with this demand no later than the close of business on Tuesday, June 24, 2008.  In the event you have not fully complied by that time, Perfect Timing will contact your webmaster and hosting service directly, and will take all steps necessary to prevent further unauthorized use of Perfect Timing’s property, including but not limited to a lawsuit filed against all liable parties seeking injunctive relief as well as actual and punitive damages, attorneys’ fees and court costs.\r\n            Nothing in this letter is intended to be or should be construed by you to be a waiver of any legal rights or remedies to which Perfect Timing may be entitled, all of which are hereby reserved.\r\n            I look forward to your prompt response and immediate compliance.  If you have any questions, do not hesitate to contact me directly.\r\n                                                            Very truly yours,\r\n                                                            [sender]\r\n           ","date_sent":"2008-06-23T04:00:00Z","date_received":"2008-06-23T04:00:00Z","topics":["Copyright"],"sender_name":"Null","principal_name":"Private","recipient_name":"Private","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}