{"dmca":{"id":49965,"type":"Dmca","title":"C&D from World Scientific and Engineering Academy and Society","body":"My firm has been retained by the World Scientific and Engineering Academy and Society (WSEAS) to pursue claims against you for intentionally publishing false statements about WSEAS on your website. This letter serves as a formal demand to immediately remove the false statements about WSEAS from your website.\r\n\r\nMy client seeks to resolve this matter without expending the resources that would be involved in the court system. Toward that end, my client has instructed me to convey certain demands to you. It should be made clear that my client does so without waiving its right to modify any such terms, omit any such terms, or add additional terms should it be compelled to pursue litigation. Moreover, my client proposes the terms for settlement purposes only. As such, it does so without prejudice on any basis.\r\n\r\nThe foregoing being said, my client demands that you (a) immediately remove any and all defamatory remarks and statements from your Website about my client; (b) refrain from future publication of false statements about WSEAS from your website or any other forum and, (c) cooperate in the removal of false statements about WSEAS from any sites containing cached versions of your website. In exchange for meeting these demands, my client will consider the matter resolved.\r\n\r\nFailure to comply with my client’s demands shall result in our firm filing a complaint against you in federal court. Our firm shall also pursue every remedy available to WSEAS. However, WSEAS and my firm hope this will not be necessary. Indeed, as I stated above, this letter serves as an invitation to settle the matter amicably and without the need for public resolution of these issues through litigation. We look forward to your acceptance of this invitation.\r\n\r\nSummary of Wrongful Conduct \r\n\r\nMy client first learned of your website and the statements made about WSEAS on the website this past Winter. Your website, particularly the web page located at http://williamtozier.com/slurry/2005/10/16/wseas-and-their-diabolical-pyramid-scheme-of- never-ending-spam, (“Website”) contains a post by you containing false statements about my client. Specifically, you state that WSEAS improperly uses electronic mail, engages ininvolved in the court system. Toward that end, my client has instructed me to convey certain unsolicited spam, and, quite incredulously, is not a real scientific organization. These statements are false and defamatory. The statements have directly, adversely affected the reputation of my client in the online and scientific communities and harmed its economic interests. Based on the foregoing, your wrongful conduct gives rise to, at a minimum, claims of defamation, defamation per se, trade libel, and commercial disparagement.\r\n\r\nFor the purposes of this letter, I will forego a complete legal analysis of the foregoing claims. I will let your counsel do this for you. (Although, by my understanding of what occurred, I presume you failed to consult counsel prior to embarking on the path chosen.) Be assured, however, I have no doubt of proving these claims. In fact, many of the foregoing claims provide for punitive damages to the successful plaintiff. Additionally, we shall pursue attorney’s fees. As such, my client and I have every incentive of moving forward with litigation.\r\n\r\nInvitation for Settlement Discussions and Demands \r\n\r\nI began this letter by indicating my client’s interest in settling its disputes with you. I reiterate this interest. For such purpose, my client specifically conveys its demands that you (a) immediately remove any and all defamatory remarks and statements from your Website about my client; (b) refrain from future publication of false statements about WSEAS from your website or any other forum and, (c) cooperate in the removal of false statements about WSEAS from any sites containing cached versions of your website.\r\n\r\nWe believe the foregoing to be a fair resolution of the dispute. \r\n\r\nIn any case, I must receive a response from you or your counsel by end of business June 5, 2008. Absent such a response, I shall presume you wish the matter to be litigated.\r\n\r\nAdvisement as to Communications with or without Counsel \r\n\r\nAs your rights will be affected by any response (or lack thereof) to the demands made herein, I advise you to seek legal counsel.\r\n\r\nShould you contact me or anyone at my firm directly, we shall presume that you have not obtained counsel. In fact, unless you advise me of the name of your counsel and respective contact information, I shall presume you have not obtained counsel. On the other hand, should your counsel contact me or should you provide sufficient information to communicate with your counsel, my firm and I shall not be permitted to communicate with you directly unless said counsel informs me that you have terminated their representation of your interests and no substitute counsel has been obtained.\r\n\r\nI look forward to hearing from you. \r\n\r\nSincerely,","date_sent":"2008-05-28T04:00:00Z","date_received":"2008-05-28T04:00:00Z","topics":["Defamation","Copyright"],"sender_name":null,"principal_name":"World Scientific and Engineering Academy and Society (WSEAS)","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}