{"dmca":{"id":2003,"type":"Dmca","title":"Line drive to mannyramirez.com","body":"Re: www.mannyramirez.com\r\n\r\nDear Mr. Nyveen:\r\n\r\nWe represent Manny Ramirez, a well-known professional baseball player.  Mr Ramirez's personal name is among his most valuable assets and must be protected against infringements and other unauthorized uses.  This is a formal demand from our client that you cease and desist your infringing activities in relation to your registration and/or use of the above-referenced domain name. \r\n\r\nIt has come to our client's attention that you have registered his name as a domain name to identify a web site as referenced above.  Registration and use of this domain name will cause the public to believe that this web address is operated, sponsored by, and/or authorized by, or is otherwise associated with our client.\r\n\r\nYour unauthorized registration and/or use of our client's name as a domain name is in vialation of several state and federal laws including, but not limited to, the following:\r\n\r\n1. Anticybersquatting Consumer Protection Act, under section 43(d) of the Lanham Act, 15 U.S.C. Section 1125(d).  Bad faith intent to profit from the registration of a domain name increases the statutory liability for damages up to $100,000.\r\n\r\n2.  Both state and federal trademark and false advertising laws are being violated by your conduct.  Under the Federal Trademark Statute, Lanham Act section 43(a), 15 U.S.C. section 1125(a), penalties for you violation of our client's rights may include (a) all damages sustained by our client, including lost sales, (b) all profits made as a result of the infringement, (c) treble damages due to the intentional nature of the condut, and (d) attorney's fees and costs of any lawsuit against you.\r\n\r\n3.  Dilution laws under state and federal statutes are also being violated by the tarnishing and/or blurring effect your conduct is having on our client's famous name.  See Federal dilution Action of 1995, Lanham Act section 43(c), 15 U.S.C. section 1125(c).\r\n\r\n4.  Under applicable state unfair competition laws, punitive damages may also be accessed against you for your intentional conduct.  See Cal.Bus.&Prof.Code section 17200 et seq.\r\n\r\n5.  Misappropriation of our client's right of publicity by the commercial use of his name without his consent.  See Cal.Civ.Code section 3344.\r\n\r\nIn addition to the various damages discussed above, our client may also be entitled to a temporary restraining order, preliminary injunction, and permanent injunction against your conduct under applicable state and federal laws.  \r\n\r\nAgain, this is a formal demand from our client that you cease and desist your wrongful acts of registering and/or using his personal name as an Internet domain name.  Our client further demands that you permanently refrain from using any other colorable imitation of his name, image or likeness, either on the Internet or in any other manner.  Finally, our client demands that you immediately transfer the domain name registration to him.  \r\n\r\nUnless we receive a satisfactory response from you within 10 days from the date of this letter, our client will pursue all of his legal remedies against you to the full extent allowed by law.  We look forward to the prompt resolution of this matter.\r\n\r\nSincerely,\r\n[Private]\r\n\r\n","date_sent":"2003-03-18T05:00:00Z","date_received":"2003-03-18T05:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Goodman & Cray","principal_name":"Manny Ramirez","recipient_name":"mannyramirez.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}