{"dmca":{"id":2011,"type":"Dmca","title":"CNET Complains of WinPro in Google Cache","body":"CNETNETWORKS\r\n\r\nAugust 28, 2003\r\n\r\nVIA EMAIL AND OVERNIGHT COURIER\r\n\r\nGoogle, Inc.\t\t\t\t\t\r\nAttn: Customer Support, DMCA Complaints\t\r\n[Private]\r\nMountain View, CA 94043\t\t\t\t\t\t\t\t\t\t\t\t\r\n\r\nGoogle, Inc.\r\nTrademark Complaints\r\n[Private]\r\nMountain View, CA 94043\r\nEmail: [private]\r\n\r\nRe: Notice and Takedown request under the Digital Millennium Act, Section 512(c)(3)\r\n\r\nTo Whom It May Concern:\r\n\r\n\tI am legal counsel for CNET Networks, Inc. (\"CNET\"), which owns several download Internet sites, including download.com and downloads-zdnet.com (collectively, \"CNET Downloads\"). As you may know, CNET Downloads is the most highly trafficked downloads sites on the web. Our sites are a trusted source of information for our users, giving them instant access to downloads, reviews, previews, advice and news stories. We have recently learned that your company, Google Inc ,(sic) is flagrantly violating CNET Downloads' copyrights by posting on your site www.google.com, certain copyrighted content from CNET Downloads.\r\n\r\n\tPursuant to the Digital Millennium Copyright Act (\"DMCA\"), we are writing to provide you notice of your illegal activities and copyright infringement. Acting as an agent on behalf of CNET, I have a good faith belief that the use of CNET Downloads' copyrighted material in this manner is not authorized by us, our agent, or the law.\r\n\r\nThis is to notify you of the following infringing activity:\r\n\r\n\t1.\tYour company has copied and is using copyrighted content from CNET Downloads which is located at www.download.com without CNET's authorization. This infringement includes the copying of certain CNET Downloads pages that contain product information for software products entitled: WinaXe, WinaXe Plus, WinPro & X-ThinPro, including but not limited to, the URL pages listed below:\r\n\r\nX-ThinPro\r\nhttp://216.239.37.104/search?q=cache:YofXmbuy4_cJ:download.com.com/3000-2085-10205353.html+X-ThinPro++cnet+&hl=cn&ie=UTF-8\r\n\r\nWinaXe \r\nhttp://216.239.39.104/search?q=cache:mMlbOizeF8MJ:download.com.com/3002-2085-10207693.html+WinaXe.++cnet+&hl=en&ic=UTF-8 \r\n\r\n\r\nWinaXe Plus\r\nhttp://216.239.39.104/search?q=cache:mMlbOizeF8MJ:download.com.com/3002-2085-10207693.html+WinaXe+Plus++cnet+&hl=en&ic=UTF-8\r\n\r\n\r\nWinPro\r\nhttp://216.239.39.104/search?q=cache:AZODuDkAkGYJ:asia.cnet.com/hk/download/pc/0.2000031701.11000890s.00.htm+WinPro+++cnet+&hl=en&ie=UTF-8\r\n\r\n\tYour company's conduct constitutes copyright infringement and is damaging CNET, CNET Downloads, our customers and our advertisers.\r\n\r\n\tCNET hereby demands that you immediately remove the above-referenced material. We insist that you confirm you have ceased all acts of infringement and destroyed all infringing materials by the close of business on September 5, 2003.\r\n\r\n\tI declare, under penalty of perjury, that the above information in this notification is accurate, that CNET is the intellectual property owner of our material and that I am authorized to art on behalf of CNET and CNET Downloads.\r\n\r\nSincerely\r\n\r\n[Private]\r\n[Private]\r\nphone: [Private]\r\nfax: [Private] \r\nemail: [Private]\r\n\r\ncc:\t[Private]\r\n\t[Private]\r\n\t[Private]\r\n\r\n\r\n","date_sent":"2003-08-28T04:00:00Z","date_received":"2003-08-28T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"CNET Networks","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}