{"dmca":{"id":2016,"type":"Dmca","title":"Republican National Committee Complains of UK Editorial","body":"Dear Mr. Magee:\r\n\r\n\t\t\tIt has come to the attention of the Republican National Committee (\"RNC\") that you have posted on your website an editorial entitled \"US Republican Party outsources fund raising to India Whole world's gone batty - official\" with the byline \"Adamson Rust: Wednesday 27 August 2003, 08:49\"\r\n\r\n\t\t\tThat editorial contains false information that is defamatory to the RNC, and we hereby demand that you remove it from your website and cease and desist from publishing this false information.  Specifically, the article states:\r\n\r\n\t\t\t\"THE REPUBLICAN PARTY is using call centres in Gurgaon and Noida in India to raise funds for itself and for its chieftain, George W. Bush. Young people at the call centres are helping robots to phone American citizens to enlist their support and money for the political party, with plans to extend the scheme if they whip up enough donations.\"\r\n\r\n\t\t\tThe term \"The Republican Party\" can only be interpreted as referring to the RNC, and the RNC has never contracted with the referenced companies.  In fact, all vendors for the RNC are contractually obligated to have their phone calls originate from the United States.  If the author of the editorial had bothered to check with the RNC, we would have been happy to confirm this for him or her.\r\n\r\n\t\t\tAlthough the Business Standard article referenced in the editorial is now out of date and discredited, the unfortunate fact is that individuals in the United States are continuing to cite to it in an attempt to make cheap political attacks against the RNC and President Bush.\r\n\r\n\t\t\tThrough this letter The Inquirer and you personally are now on notice that you are publishing false information.  The RNC takes these matters very seriously and we trust that you will do the right thing and immediately pull the editorial from your website.  If this false publication does not immediately cease, the RNC will pursue all available legal remedies.  Please call me at (202) [private] if you have any questions regarding this matter.\r\n\r\n\t\t\tCordially,\r\n\r\n\t\t\tCharles R. Spies\r\n\t\t\tElection Law Counsel\r\n\t\t\tRepublican National Committee\r\n\r\n\t\t\tCC: \tAdamson Rust\r\n\t\t\tVia E-mail:  [private]\r\n","date_sent":"2001-09-09T04:00:00Z","date_received":"2001-09-09T04:00:00Z","topics":["Defamation","Copyright"],"sender_name":null,"principal_name":"Republican National Committee HQ","recipient_name":"Editor, The Inquirer","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}