{"dmca":{"id":2037,"type":"Dmca","title":"Can Kids Get Too Much Support?","body":"Dear Sir or Madam:\r\n\r\nThis firm represents Supportkids, Inc. (the \"Company\"), which is the owner of the \"SUPPORTKIDS\", \"SUPPORTKIDS.COM\", \"SUPPORTKIDS THE CHILD SUPPORT EXPERTS\", \"SUPPORTKIDS.COM THE CHILD SUPPORT EXPERTS\" AND \"SUPPORTKIDS THE CHILD SUPPORT EXPERTS.COM\" family of service marks and tradenames for child support recover and collection services to assist custodial parents in recovering child support.  The Company's ownership of thereferenced marks is evidenced, in part, by U.S. Patent and Trademark Office Registration Nos. 2,490,722, 2,490,727, 2,730,155, 2,527,163, and 2,496,194.\r\n\r\nThe Company has used these designations as service marks for the services described above since at least as early as September, 1999.  The Company continues to offer these services in commerce under its \"SUPPORTKIDS\" family of marks throughout the United STates and on the Internet, and the Company has engaged in extensive advertising of its services under these marks.  As a result of its extensive marketing efforts and its continuous use of these marks, the Company has developed substantial rights and goodwill in the \"SUPPORTKIDS\" family of marks, and the public has come to associate these marks with our client as the source of origin of our client's services.\r\n\r\nThe Company has recently become aware that you have been using the designation SUPPORT KIDS as part of a domain name http://www.smr-usenet.com/supportkids.shtml and in the contents of a webpage attached to that domain in the context of child pornography.  On September 9, 2003, the Company notified you of its ownership and use of the SUPPORTKIDS family of marks, and requested that you cease use of its proprietary mark, both as part of your domain name, and as content on your web site.  Subsequent to receiving notification from the Company, your domain name changed to http://supportkids.smr-usenet.com/, making the SUPPORTKIDS designation even more apparent to Internet users and search engines, and your use of the SUPPORT KIDS designation in your website content remained unabated.  While your use of the SUPPORT KIDS designation may ultimately be intended for the benefit of children, the Company is extremely concerned that your use of this designation in the context of child pornography has led or will lead to consumer confusion as to source, origin or sponsorship of its prodcuts and services, and a tarnishment of the Company's business reputation, particularly given that your designation is identical to the Company's proprietary designations under its \"SUPPORTKIDS\" family of marks.  Based upon these and other factors, the Company beieves that your use of the SUPPORTKIDS designation constitutes actionable trademark and tradename infringement under common law and the Federal Trademark Act, as well as actionable dilution of the Company's rights under applicable state and federal trademark dilution statutes.  In addition, your use of the above-identified domain names is in violation of the Internet Corporation for Assigned Names and Numbers' Uniform Domain Name Dispute Resolution Policy (\"UDRP\"), and we also suspect your use of the Company's proprietary designations in this fashion may be violative of applicable Canadian law.\r\n\r\nAccordingly, we hereby make demand on behalf of the Company that you, within thirty (30) days from the date of this letter: (1) cease and desist from all use of the designation \"SUPPORT KIDS\" and any other mark or tradename which consists of or includes any designs, stylized fonts or arrangement of words which are confusingly similar or identical to the Company's proprietary designations identified above, on the Internet; and (2) provide the undersigned, on behalf of the Company, written evidence that you have done so, and represent in writing to the Company that you intend to make no further use of such confusingly similar designations.  In the event that you fail to do any of the foregoing, the Company will have no alternative but to take formal legal action against you.  In such event, the Company will immediately seek such relief as may be available at law or in equity, and/or under the UDRP, in order to protect its valuable rights.\r\n\r\nWe sincerely hope that you will understand our client's need and determination to protect its valuable intellectual property rights, and that you will abandon all use of and intention to use the referenced mark, and that legal action will not be necessary.  <B>We urge you to contact or have your counsel contact the undersigned immediately to advise us of your intentions in this matter.</b>\r\n\r\nVery truly yours,\r\n\r\n[private]\r\nFor the Firm","date_sent":"2003-09-17T04:00:00Z","date_received":"2003-09-17T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Locke Liddell & Sapp, LLP","principal_name":"Support Kids, Inc","recipient_name":"smr-usenet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}