{"dmca":{"id":2047,"type":"Dmca","title":"Gay Porn Outfit Cracks the DMCA Whip","body":"The above-referenced entity is hereby given notice of infringing acts valid under the DMCA copyright infringement notification requirements (17 U.S.C. 512).  I am the designated agent of the registered owner of the copyrights for the images and/or audio/visual works listed below. I believe your subscriber or account holder, identified below by the infringing IP address(es), used these works, at the dates and times cited below in a manner that was not authorized by the owner of the copyrights, its agent, or the law.\r\n\r\nI certify under penalty of perjury that I have a good faith belief the information contained in this notification is accurate to the best of my knowledge, and that I am authorized to act on behalf of the owner of the\r\naforementioned copyright- protected materials.  \r\n\r\nThe verified and documented infringements listed below were traced to URLs and/or IP addresses controlled by your company. We demand that, upon receipt of this notification of claimed infringement, you expeditiously notify the subscriber or account holder to whom you assigned the IP address(es) on the date(s) listed and demand that he or she immediately remove the infringing material and cease and desist trading or sharing TITAN Media property.  Under 17 U.S.C. 512(i), service providers are not eligible for the limitations on liability\r\nestablished by 17 U.S.C. 512 [including those established in subsection\r\n(a)] unless they have adopted and reasonably implemented, and informed subscribers and account holders a policy that provides for the termination in appropriate circumstances of subscribers and account holders who are repeat infringers.  Informing subscribers and account holders of acts of infringement is a crucial element to a policy providing for the termination of repeat infringers.\r\n\r\nThis letter does not constitute an exhaustive statement of TITAN Media's legal position, nor is it a waiver of any of our rights and/or remedies in this or any other matter, all of which are expressly reserved.  Your immediate attention to this matter is expected and appreciated.\r\n\r\nWhen responding to this communication, please retain the Subject Notice ID number in the Subject field.\r\n\r\nYou may receive a subpoena requiring you to provide the name and other identifying information for this subscriber and are therefore requested to retain all files and documents necessary to recover that data.\r\n\r\nNOTE TO ISP:  PLEASE FORWARD THIS ENTIRE MESSAGE TO THE SUBSCRIBER OR ACCOUNT HOLDER.  THIS MAY ENABLE US TO RESOLVE THE ISSUE AND ARRANGE FOR RESTITUTION WITHOUT ISSUING A SUBPOENA TO YOU AS PROVIDED FOR UNDER 17 U.S.C. 512 (h).\r\n\r\nNOTE TO SUBSCRIBER OR ACCOUNT HOLDER:  YOU ARE AT RISK OF BEING SUED FOR YOUR ILLEGAL ACTIONS.  TO DETERMINE HOW YOU MAY BE ABLE TO AVOID A LAWSUIT, REFER TO www.TitanLegal.com. \r\n\r\n\r\n\r\nSincerely,\r\n","date_sent":"2003-09-08T04:00:00Z","date_received":"2003-09-08T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Titan Media, Inc.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}