{"dmca":{"id":2051,"type":"Dmca","title":"The World According to Lucy","body":"From: [Private]\r\n Subject: Unauthorized use of PEANUTS Characters\r\n To: [Private]\r\n Date: Mon, 31 Aug 1998 15:44:24 -0500\r\n\r\n August 27, 1998\r\n\r\n Mr. [Private]\r\n[Private]\r\n\r\n Re:     Unauthorized Use of \"PEANUTS\" Characters\r\n\r\n Dear [Private]:\r\n\r\n Baker & Hostetler LLP is general counsel for [Private], Inc., which syndicates the comic strip PEANUTS(r) by\r\n Charles M. Schulz in over two thousand newspapers in the United\r\n States and throughout the world.  [Private], Inc. owns\r\n all of the copyrights, trademarks, and other subsidiary rights\r\n relating to the comic strip and its characters, including \"Snoopy,\"\r\n \"Charlie Brown,\" \"Lucy,\" \"Linus,\" \"Woodstock,\" etc.  Because of the\r\n foregoing rights, third persons are not authorized to reproduce or\r\n copy the PEANUTS(r) comic strip characters in any form for any\r\n purpose without a written license from [Private], Inc.\r\n\r\n Notwithstanding the above rights, we have evidence indicating that\r\n you are operating a website,\r\n\r\n    http://[Private].htm\r\n\r\n that uses the name \"Peenuts;\" that displays an authorized use of the\r\n PEANUTS comic strip; and that offers to license artwork featuring the\r\n characters LUCY and CHARLIE BROWN, all of which constitutes a clear\r\n violation of these rights.  You have not been licensed by our client\r\n to use, display the comic strip name or likenesses of the PEANUTS\r\n characters, or manufacture or sell artwork or goods that contain the\r\n names and likenesses of the PEANUTS characters. Therefore, this\r\n letter advises you that such activity constitutes unfair competition\r\n and an infringement of our client's rights, rendering you liable for\r\n damages.\r\n\r\n Therefore, on behalf of [Private], Inc., we demand\r\n that you immediately and permanently discontinue the use of the name\r\n or likeness of the PEANUTS comic strip and its characters, including,\r\n without limitation, immediately and removing deleting all references\r\n to PEANUTS on your site on the World Wide Web.  By September 11,\r\n 1998, you must advise us in writing of your compliance with our\r\n requests and furnish us with the following information so that we can\r\n make a judgment as to the terms on which we are willing to resolve\r\n this matter:\r\n\r\n (1)The date you first posted the \"Peenuts\" strip on the World Wide\r\n Web .\r\n\r\n (2)The date you first offered to license the \"Peenuts\" artwork on the\r\n World Wide Web.\r\n\r\n (3)A list of each item manufactured and/or sold by you or those that\r\n you have licensed to use the \"Peenuts\" artwork.\r\n\r\n (4)The number of each of the items listed pursuant to paragraph 3\r\n that you manufactured and/or sold.\r\n\r\n (5)The sales price of each of the items listed pursuant to paragraph\r\n\r\n (6)The names and addresses of each person or company to which you or\r\n your licensees sold any of the items listed in paragraph 3.\r\n\r\n (7)The names and addresses of the owners of your business; the names\r\n and addresses of the officers, if any, of your business; and the\r\n names and addresses of any affiliated company or business.\r\n\r\n (8)Whether you have used the PEANUTS characters on any other\r\n material. If the answer is yes, describe each item and the extent of\r\n its use, and provide the same information requested in paragraphs one\r\n through seven.\r\n\r\n We trust that you will understand the concern of our client about the\r\n infringement of its rights and that you will fully cooperate with us.\r\n Please direct your written response to [Private], Case Assistant\r\n <dpoirier@baker-hostetler.com> by no later than September 11, 1998,\r\n to avoid the necessity of our taking further legal action.\r\n\r\n Very truly yours,\r\n\r\n [Private]\r\n\r\n cc:     [Private], Inc.\r\n","date_sent":"2003-09-24T04:00:00Z","date_received":"2003-09-24T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Baker & Hostetler LLP","principal_name":"United Feature Syndicate, Inc.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}