{"dmca":{"id":2098,"type":"Dmca","title":"Gettyimages Sends 512 Notice to Blogger","body":"Dear Registered Agent:\r\n\r\nWe represent [Private] who has authorized us to act as on his behalf for copyright infringement notification.\r\n\r\nInfringement of [Private]'s photograph 10193542 has been detected on the Web site www.vick-n-micks.blogspot.com. The infringing photograph appears on the Web site as follows: http://vicks-n-micks.blogspot.com/. A copy of the infringing photograph is attached for your assistance in removal.\r\n\r\nThis letter is an official notification under the provisions of Section 512(c) of the Digital Millennium Copyright Act to effect removal of the detected infringements. I hereby request that you immediately issue a cancel message, as specified in RFC 1036, for the specified postings and prevent the infringer, who is identified by its Web address, from posting the infringing photograph to your servers in the future. Please be advised that by law, as a service provider, you must \"expeditiously remove or disable access to\" the infringing photograph upon receiving this notice. Noncompliance may result in a loss of the possibility of immunity under the DMCIA.\r\n\r\nI have a good faith belief that use of the material in the manner complained of herein is not authorized by COPYRIGHT HOLDER, its licensing representatives, or the law. The information provided herein is accurate to the best of my knowledge. I hereby swear under penalty of perjury that I am authorized to act on behalf of [Private] for matters pertaining to notification of infringement of its exclusive rights in its copyrighted material.\r\n\r\nPlease send to me prompt response indicating the actions you have taken to resolve this matter.\r\n\r\nVery truly yours,\r\n\r\n[Private]\r\nCopyright Compliance Specialist\r\nGetty Images, Inc.\r\n[Private]\r\nChicago IL, 60603\r\n[Private]\r\n[Private]\r\n[Private]\r\n\r\n\r\nhttp://creative.gettyiinages.com/source/search/detail.asp?source=searchResults&un=&Ib=&...   9/24/2003\r\n\r\n","date_sent":"2003-09-25T04:00:00Z","date_received":"2003-09-25T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"GettyImages","recipient_name":"Blogger [Google, Inc.]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}