{"dmca":{"id":2178,"type":"Dmca","title":"Google Passes On Capitol's Complaint","body":"Google has been notified, according to the terms of the Digital Millennium Copyright Act (DMCA), that some of your web pages allegedly infringe upon the copyrights of others. The URLs of the allegedly infringing web pages may be found at the end of this message, and the notice that we received, with any personally identifying information removed, may be found at http://www.chillingeffects.org/dmca512/notice.cgi?NoticeID=864 .\r\n\r\nThe DMCA is a United States copyright law that provides guidelines for online service provider liability in case of copyright infringement. We are in the process of removing from our web search results the web pages that allegedly infringe upon the copyrights of others. If we did not do so, we would be subject to a claim of copyright infringement, regardless of its merits. See http://www.educause.edu/issues/dmca.html for more information about the DMCA, and see http://www.google.com/dmca.html for the process that Google requires in order to make a DMCA complaint.\r\n\r\nGoogle can reinstate these web pages into its web search results upon receipt of a counter notification pursuant to sections 512(g)(2) and 3) of the DMCA. For more information about the requirements of a counter notification, and a link to a sample counter notification, see http://google.com/dmca.html.\r\n\r\nIf you have legal questions about this notification, you should retain your own legal counsel. If you have any other questions about this notification, please let us know.\r\n \r\nThe affected URLs are listed below: http://www.grantseekerpro.com\r\n\r\nRegards,\r\nThe Google Team","date_sent":"2003-10-13T04:00:00Z","date_received":"2003-10-13T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"William Wordsworth Law Firm","principal_name":"Google on Behalf Of Capitol Publications","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}