{"dmca":{"id":2184,"type":"Dmca","title":"Roland Complains about Copyright Infringement (#1)","body":"[private] \r\nClaman Machtinger & Kinsella LLP\r\n\r\n[private]\r\nDirect Dial: [private] \r\nDirect Fax: [private] \r\nE-Mail: [private]@ggfirm.com \r\nFile Number: [private]\r\nDocument Number: [private]\r\n\r\nOctober 10, 2003 \r\n\r\nVia Facsimile [private]\r\n\r\nRe: MT-32 Emulator\r\n\r\nDear [private]: \r\n\r\nI am United States copyright counsel for Roland Corporation. [private] forwarded to me your e-mail of September 22. 2003 and has asked me to respond directly to you. \r\n\r\nRoland Corporation owns a valid and existing copyright in the sound recordings contained in the MT-32.  Copyright protection attaches automatically upon the creation of \"original works of authorship fixed in any tangible medium of expression.\" 17 U.S.C. section 102(a). As you point out in your e-mail, the starting point for the sounds produced by the MT-32 are digital samples. These samples constitute \"sound recordings\" within the meaning of the United States Copyright Act. 17 U.S.C. section 101: \"works that result from the fixation of a series of musical, spoken or other sounds. . .regardless of the nature of the material objects, such as disks, tapes or other phonorecords, in which they are embodied.\" Sound recordings are expressly recognized as a category of copyright authorship. 17 U.S.C. section 102(a){7). \r\n\r\nBy way of background, when the United States Congress first recognized sound recordings as copyrightable Works effective in 1972 (Pub. L. 92-104. 85 Stat. 291 (1971)), it expressly recognized that the separate creative contributions of the producer (apart from any performer) are themselves capable of supporting the originality requirement of the Copyright Act. Indeed in rejecting a constitutional challenge to the Sound Recording Act, the court in Schaab v. Kleindienst, 345 F. Supp. 589. 590 (D.D.C. 1972) found that the express purpose of the Sound Recording Act was to protect a producer's creative work against \"unauthorized duplication and 'piracy\"':\r\n\r\n\"Sound recording firms provide the equipment and organize the diverse talents of arrangers, performers and technicians. These activities satisfy the requirements of authorship found in the copyright clause.\" \r\n\r\n\r\nThe second requirement of copyright protection, fixation in a tangible medium of expression, is satisfied when the work is embodied in a copy or phonorecord. 17 U.S.C. section 101.. Roland's sound recordings are contained in a digital storage (ROM) chip, which meets the definition of a phonorecord under 17 U.S.C. section 101.\r\n\r\nRoland is thus justifiably protective of the considerable artistry, skill and judgment on the part of Roland producers involved in the development of its sound recordings.  Roland has always protected its large investment in its research and the development of its technology.  In most cases the consumers of Roland's extraordinarily innovative products are appreciative of Roland's investment and skill, and do not seek to infringe on Roland's intellectual property rights. When from time to time, individuals have violated Roland's intellecua1 property rights, it has only taken an e-mail, or letter or phone call to remedy the problem.  As a result, Roland is not a litigious company and has had to actually commence infringement litigation on only a few occasions. \r\n\r\nRoland has proceeded to litigation on two occasions against individuals and entities that have infringed on its sound recordings. In Roland Corporation v. Atmel Corporation, United States District Court case no. 96-6455-DT (MCX), Roland Successfully sued a French company, DREAM, and its American parent, Atmel, for DREAM's infringement of the sound recordings contained in Roland's Sound Canvas product. DREAM had copied the sound recordings contained in the Sound Canvas and were re-distributing these sound recordings on sound cards and in sound Sets used in karaoke machines. The District Court rejected each of the arguments raised by DREAM that Roland did not own a valid copyright in its sound recordings, and entered an injunction against DREAM and Atmel prohibiting any further copying or distribution of Roland's recordings. DREAM and Atmel appealed the injunction to the Ninth Circuit Court of Appeals, which affirmed the validity of Roland's copyright: in its sound recordings and affirmed the entry of the injunction. \r\n\r\nIn 2003, Roland filed suit in the United States District Court to obtain an injunction against another European entity that was engaged in the illegal, grey market importation of Roland products containing Roland","date_sent":"2003-10-10T04:00:00Z","date_received":"2003-10-10T04:00:00Z","topics":["Copyright","Reverse Engineering"],"sender_name":"Greenberg Glusker","principal_name":"Roland Corp.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}