{"dmca":{"id":2192,"type":"Dmca","title":"The Skys Are Falling","body":"Receipt Requested\r\n\r\n\tRe: \tSky Meadow Real Estate\r\n\r\nDear Ms. Meckel: \r\n\r\nPlease be advised that I represent Sky Meadow Country Club, Inc., and Sky Meadow Real Estate (collectively, these entities shall be referred to as \"Sky Meadow\").  We have been made aware that through the Internet URLs, www.iloveskymeadow.com and www.dwellings.com/meckel/SkyMeadow, and in connection with your agency relationship with The Masiello Group Limited, as well as web hosting and design services provided by and through Fred Light Web Design, you have egregiously and illegally misappropriated copywritten and proprietary information, including but not limited to registered trade names, owned by Sky Meadow, directly in contravention of its legal rights.  Your use of the same is not only unauthorized, but is also creating confusion in the marketplace in a deceptive and misleading fashion.  \r\n\r\nFor example, when a visitor to the Internet page, www.dwellings.com/meckel/SkyMeadow/contacts.html, clicks on the <i>Sky Meadow Real Estate,</i> link, that visitor is directed to the page, www.dwellings.com/meckel, which page prominently displays references to Joan Meckel - Realtor, The Masiello Group Real Estate, and Sky Meadow.  This misleading information gives the false impression that you and your office have a special and unique relationship with Sky Meadow, which in fact you don't.\r\n\r\nYou are hereby put on notice to CEASE AND DESIST forthwith the use, in any and all manner, of Sky Meadow's trade name and proprietary and copywritten materials.  Furthermore, you are hereby directed to discontinue forthwith all Internet and other uses of and references to any and all Sky Meadow proprietary materials.  This discontinuance must include, without limitation, the removal of the aforementioned web sites from the Internet.  \r\n\r\nThe damage occasioned by Sky Meadow as result of your blatant misappropriation of Sky Meadow","date_sent":"2003-10-16T04:00:00Z","date_received":"2003-10-16T04:00:00Z","topics":["Trademark","Copyright"],"sender_name":null,"principal_name":"Sky Meadow Country Club, Inc.","recipient_name":"ERA, The Masiello Group Limited","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}