{"dmca":{"id":2204,"type":"Dmca","title":"IPA not agreeing with opinions on IPAOpinions.com","body":"GOLDBERG KOHN BELL BLACK ROSENBLOOM & MORITZ, LTD\r\n55 East Monroe St. Suite 3700\r\nChicago, Illinois 60603-5802\r\n\r\nOctober 14, 2003 \r\n\r\n[Private]\r\ndirect phone: [Private] \r\ndirect fax: [Private]\r\n\r\nVIA FEDERAL EXPRESS AND REGISTERED MAIL \r\n\r\n[Private]\r\n\r\nRe:NULL \r\n\r\nDear [Private] \r\n\r\nThis firm represents [Private], Inc. [Private] concerning false, disparaging, defamatory and otherwise improper information about [Private] contained on a web site registered in your name -- [Private], and on certain Yahoo-related sites organized or participated in by you and others. This .letter is to inform you that you must immediately cease and desist in disseminating or participating in the dissemination of such information or [Private]will promptly take all appropriate legal action to enjoin you from further dissemination of such information and will hold you personally liable for any and all damages to [Private's] business attributable to your illegal conduct. \r\n\r\nAs indicated above, your [Private].com website includes many demonstrably false statements of fact, such as: \r\n\r\n\"[Private] makes a substantial profit by over billing clients for travel and expenses\"\r\n\"[Private] will then coerce whatever form of payment they can [from their clients' \r\n\"Much of [Private's] presentation is untrue as is the information in its training tapes and material\" \r\n\r\nThese statements alone, and many others, violate several federal and state laws prohibiting trademark dilution, cyber piracy, commercial disparagement, defamation, and tortuous interference. \r\n\r\nIn addition, you have disseminated and posted confidential and proprietary information concerning [Private], including internal financial, marketing and human resources information and forms of contract that [Private] uses for its employees and clients. By posting this information and these documents you have, among other illegalities, violated U.S. copyright laws and breached the Confidentiality Agreement you signed with [Private]. You have also no doubt violated the terms of your registration and service agreements with Yahoo and [Private], Inc., the company with whom you registered the infringing domain name [Private].com. \r\n\r\nFurthermore, we have reason to believe that the [Private].com website is linked to or from, is on the server of, or is otherwise associated with a website of [Private]through a nonprofit organization, [Private], that is run by [Private]. Surely utilizing the technology facilities of these organizations for your own personal vendetta against [Private] violates the policies of these organizations, if they are even aware of your activities.\r\n\r\nPlease be advised that [Private]will institute litigation against you if you do not confirm to me by Monday, October 20, 2003, that you will agree to shut down the [Private].com website, cease utilizing any domain names for websites with the [Private] or [Private] names contained therein, cease dissemination of false and disparaging statements about [Private] or [Private] and its employees in any electronic or other medium, cease disclosure of any confidential and proprietary information regarding [Private] or [Private], and return all [Private] and [Private] documents, forms and files without retaining copies. Should [Private] have to file litigation against you, [Private] will pursue all available remedies including injunctive relief, compensatory and punitive damages, and attorneys fees. If you have any questions regarding the above, please do not hesitate to contact me. \r\n\r\nSincerely, \r\n\r\n\r\n[Private]\r\n\r\nCc:     [Private]\r\n","date_sent":"2003-10-19T04:00:00Z","date_received":"2003-10-19T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"GOLDBERG KOHN BELL BLACK ROSENBLOOM & MORITZ, LTD","principal_name":"International Profit Associates","recipient_name":"IPAOpinions","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}