{"dmca":{"id":2213,"type":"Dmca","title":"Asked to remove email message from website","body":"I am sending this letter in regard to the situation that the [deleted name] Public Library had with our company.  After reviewing the notes on the account, I understand that Ms. [letter has an incorrect last name] was not authorized to make a purchase, and that she should not have authorized this order to be shipped.  I also understand that a higher yield product came in that [their mistake, should have been \"than\"] you are used to getting from your normal supplier and left you with the impression that you wer being overcharged.  I want to apologize for all of the confusion on the order.\r\n\r\nWith that said, I do not belive it was fair to post on the internet untrue information about our company.  On the internet address http//webhost.osl.state.or.us/pipermail/libs-or/2003-July/001224.html you make an implication that our company purposely tried to overcharge you on the toner for the HP 4100.  We did send you a product that was more than you normally pay, but is not a comparable product to the ones you have listed at local office suppy stores.  [By the way, one of the places listed was directly from Hewlett-Packard.]  \r\n\r\nSince the information that you have listed on the website is untrue, it could potentially affect our company in a negative way.  Without getting our attorneys involved, I would like to resolve this matter with you personally.  I understand that you felt we should have reimbursed you for the return of the merchandise.  Although we are not obligated to do so since Ms. [deleting name] did authorize the order, [one part of the dispute is whether or not there was any actual authorization of an order] I would be happy to do so if you would agree to remove the information about our company on the listed website.  [The message is an e-mail message sent to a library electronic discussion list and does seem to appear on the Web with a Google search, though not with some other search engines.]\r\n\r\nI am sure that we can both agree that it would be nice just to have this misunderstanding behind us and hope you will work with me on this situation.\r\n\r\nSincerely,\r\n\r\n{Deleting name]\r\nCEO\r\n\r\n[A complaint about the company's sales tactics and pricing structure was sent to the Oregon Department of Justice, with copies to the Library District's attorney and Compustar.]","date_sent":"2003-10-03T04:00:00Z","date_received":"2003-10-03T04:00:00Z","topics":["Defamation","Copyright"],"sender_name":null,"principal_name":"Compustar Systems","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}