{"dmca":{"id":2215,"type":"Dmca","title":"Sound and Fury","body":"Dear [private]:\r\n\r\nWe are contacting you on behalf of our client AMH Sales, Inc. d.b.a. PMI Audio Group of Torrance, California who previously requested your voluntary cooperation in discontinuing all further Banner advertising of TFPro audio equipment on the mojopie.com web site.\r\n\r\nIn the above regard, PMI Audio Group is the owner of the common law trademarks for \"Joemeek\", \"Ted Fletcher\", \"Current Sense\", \"the Ted Fletcher signature\" and numerous other trademarks relating to the TFPro audio equipment some of which are now referenced in the subject Banner ads.  Additionally, our client is the owner of the dress rights in connection with the overall arrangement, description and appearance of the various front panels currently used for the TFPro optical compressor line.\r\n\r\nThe Banner advertising which references the TFPro mark, the Ted Fletcher signature and trade dress in question is without our client's authorization or sanction.  Such unauthorized use in your Banner advertising is an infringement of PMI Audio Group's common law trademark and trade dress rights under Section 1125(a) of the Lanham Act as well as the common law of California.\r\n\r\nWe therefore demand an immediate discontinuance of any and all Banner advertising on your web site referencing the infringing products in question.  We expect a written confirmation of this discontinuance on or before October 29, 2003.\r\n\r\nWe solicit your voluntary cooperation in this matter.  However, failing to hear from you will be regarded as an admission of wrongdoing and an appropriate civil remedy will be initiated.\r\n\r\nVery truly yours,\r\n\r\n\r\n[private]\r\nLAW OFFICES OF EDOUARD V. ROSA\r\n\r\ncc:  PMI Audio Group","date_sent":"2003-10-21T04:00:00Z","date_received":"2003-10-21T04:00:00Z","topics":["Trademark","Copyright"],"sender_name":"LAW OFFICES OF EDOUARD V. ROSA","principal_name":"AMH Sales dba PMI Audio Group","recipient_name":"Mojo Pie","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}