{"dmca":{"id":2235,"type":"Dmca","title":"That Big Bank In The Sky is Watching You","body":"Dear [Private]\r\n\r\n    We represent, as outside trial counsel in certain intellectual property matters, National City Corporation, [private], Cleveland, Ohio 44114 (\"National City\"). It has come to the attention of National City that on behalf of Synergy Global Networks, you have registered and are using the internet domain name registration www.fucknationalcity.com. As a result, your actions have been referred to this Firm for further disposition.\r\n\r\n    Be advised that various forms of the mark \"NATIONAL CITY\" have been used in connection with banking services since at least as early as 1845. Indeed, the mark NATIONAL CITY is a federally registered service mark and is protected throughout the United States. These rights are embodied, in part, in United States Service Mark Registration Numbers 1,904,621 and 1,913,729 copies of which are attached for your review. These Registrations are valid, enforceable and have become incontestable. Neither of these marks has ever been abandoned by National City, nor have any rights been granted to you or Synergy Global Networks to use them in any manner. \r\n\r\n    Your use of the \"NATIONAL CITY\" mark as a domain name constitutes trademark infringement, trademark dilution and cyberpiracy in violation of 15 U.S.C. Sec. 1051 et seq. Moreover, such use of NATIONAL CITY provides National City with relief pursuant to various state and common law claims. Accordingly, I demand that you immediately cease and desist from any and all use of the NATIONAL CITY mark, any mark confusingly similar to the NATIONAL CITY mark and of any mark which may dilute the NATIONAL CITY mark. In particular, I demand that you assign all right, title and interest in and to the domain name registration www.fucknationalcity.com to National City. \r\n\r\n    A written statement of your satisfaction of these conditions, as well as the requisite assignment, should be set forth in a letter, prepared on your letterhead, signed by you and forwarded to me within five (5) days of the date of this letter. Should you fail to cease and desist your use of the NATIONAL CITY marks and/or otherwise comply with the conditions set further in this letter, National City will be forced to consider other alternatives including the commencement of immediate litigation for damages and injunctive relief. \r\n\r\n    Given your history of similar conduct targeted against other corporations, your actions will be monitored closely. Any questions can be directed to the undersigned.\r\n\r\n    Sincerely, \r\n\r\n    /Unreadable Signature/\r\n\r\n    [Sender]","date_sent":"2003-10-21T04:00:00Z","date_received":"2003-10-21T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Jones Day","principal_name":"National City Corporation","recipient_name":"The Synergy Global Networks","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}