{"dmca":{"id":2237,"type":"Dmca","title":"Associated Press challenges posting of articles","body":"Dear Mr [Private],\r\n\r\nIt has come to our attention that you are using The Associated Press' proprietary content without permission on your Internet site located at the Universal Resource Locator address of http://www.whiteprivilege.com/. This content is copyrighted by AP, and cannot be used on the World Wide Web or elsewhere without the express, written consent of AP. Your use is a violation of AP's rights and AP demands that you immediately cease and desist all further use of AP's works.\r\n\r\nFederal and state statutes protect AP's rights in its content. Posting all or even a portion of an AP story, photo, or other content violates AP's rights. Similarly, use of information contained in AP reports may constitute unfair competition with, and misappropriation of, AP's investment in gathering, editing and disseminating the news. Therefore, any use of AP content on your Internet site, whether verbatim, rewritten or simply as a source for information contained in another story, can infringe AP's copyright, and other legal rights. Finally, because the Copyright Act is a \"strict liability\" statute, you do not need to know the work is protected to violate the copyright. Even if an AP news story is not credited to AP, copyright liability attaches to its unlicensed use.\r\n\r\nAP demands that you remove any and all AP content from your Internet site, including any archives, as well as from any site that mirrors or caches your site, that you cease and desist all use of AP copy -- whether verbatim or rewritten -- as well as all use of the facts contained in AP material, and that you confirm for me that you have done so within fifteen days from the date of this letter.\r\n\r\nAP reserves all rights with regard to your activity and waives no right of law or equity by providing you with this letter.\r\n\r\nSincerely,\r\n\r\nG","date_sent":"2003-10-13T04:00:00Z","date_received":"2003-10-13T04:00:00Z","topics":["Copyright","Copyright and Fair Use"],"sender_name":null,"principal_name":"Associated Press","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}