{"dmca":{"id":2251,"type":"Dmca","title":"Diebold Email Archive Takedown Notice to Indiana University (Diebold #2)","body":"Content-Type: text/plain\r\nContent-Disposition: inline\r\nMime-Version: 1.0\r\nX-Mailer: MIME-tools 4.104 (Entity 4.117)\r\nFrom: [private]\r\nDate: Wed, 29 Oct 2003 15:20:26 -0500 (EST)\r\n\r\n\r\n\r\n                                                        October 28, 2003\r\n[private]\r\nUniversity IT Policy Officer\r\nIndiana University\r\n[private]\r\nBloomington, IN  47408\r\n\r\n[private]\r\n\r\nRe:           Copyright Infringement\r\n\r\nDear [private]:\r\n\r\nWe represent Diebold, Incorporated and its wholly owned subsidiaries Diebold Election Systems, Inc., and Diebold Election Systems ULC (collectively \"Diebold\").\r\n\r\nDiebold is the owner of copyrights in certain correspondence and other material relating to its electronic voting machines, which were stolen from a Diebold computer (\"Diebold Property\").\r\n\r\nIt has recently come to our clients' attention that you appear to be hosting a web site that contains Diebold Property.  The web site you are hosting infringes Diebold's copyrights because the Diebold Property was reproduced, placed on public display, and is being distributed from this web site without Diebold's consent.\r\n\r\nThe web site and Diebold Property are identified in a chart attached to this letter.  \r\n\r\nThe purpose of this letter is to advise you of our clients' rights and to seek your agreement to the following:  (1) to remove and destroy the Diebold Property contained at the web site identified in the attached chart and (2) to destroy any backup copies of the Diebold Property in your possession or under your control.\r\n\r\nPlease confirm, in writing, that you have complied with the above requests.\r\n\r\nTo the best of my knowledge and belief the information contained in this notification is accurate as of the time of compilation and, under penalty of perjury, I certify that I am authorized to act on behalf of Diebold.\r\n\r\nOur clients reserve their position insofar as costs and damages caused by infringing activity with respect to the Diebold Property.  Our clients also reserve their right to seek injunctive relief to prevent further unauthorized use of Diebold Property, including reproduction, distribution, public display, or the creation of derivative works, pending your response to this letter.  We suggest you contact your legal advisors to obtain legal advice as to your position.\r\n\r\nWe await your response within 24 hours.\r\n\r\n                                                        Very truly yours,\r\n        \r\n                                                        [private]\r\nINFRINGING MATERIALS POSTED ON:\r\nwww.cs.indiana.edu\r\n\r\nWeb site/page\r\nInfringing material/activity at site/page\r\nhttp://www.cs.indiana.edu/~zselliot/lists.tgz\r\n\r\nThis site consists of Diebold Property, stolen from Diebold, reproduced and placed on public display on this web site, and distributed from this web site without the consent of Diebold.","date_sent":"2003-10-28T05:00:00Z","date_received":"2003-10-28T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Diebold, Incorporated","recipient_name":"University IT Policy Officer","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}