{"dmca":{"id":2257,"type":"Dmca","title":"Publisher Complains of Computer Security Text on Google Groups","body":"John Wiley & Sons, Inc.\t\r\nPublishers Since 1807\r\n\r\n[private] Street\r\nHoboken, NJ 07030\r\nwww.wiley.com\r\nTEL [private]\r\nFAX [private]\r\nE-MAIL [private]@[private].com\r\n[private]\r\nAssistant General Counsel\r\n\r\nOctober 16, 2003\t\r\n\r\nGoogle, Inc,\r\nAttn: Customer Support, DMCA Complaints\r\n[private] Parkway\r\nMountain View, CA 94043\r\n\r\nRe:\tInfringement\r\n\r\nTo Whom It May Concern:\r\n\r\nI am an attorney for John Wiley & Sons, Inc., a global publisher of books, journals, and other products. Among the titles that we publish is the copyrighted work Mission-Critical Security Planner: When Hackers Won't Take No for an Answer by Eric Greenberg.\r\n\r\nWe recently learned that the text of this book is available for download on a website hosted by your company: http://groups.google.com.  The Message-ID for this infringing material is Message-ID: <1058550847@f442.n463.z2.ftn>. The direct link to this work is: http://groups.google.com/groups?q=%22Mission+Critical+Security +Planner%22&hl=cn&lr=&ic=UTF-8&oe=UTF-8&selm=1058550847%40f442.n463.z2.ftn &rnum=4. The newsgroup member who posted this text appears to be [private], <[private]@[private].org>.\r\n\r\nWe have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agents, or the law. I swear, under penalty of perjury, that the information in this notification is accurate and that I am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nWe understand that many responsible web service providers inadvertently infringe the copyrights of others, and that this may be one such case. Accordingly, we will take no legal action against your company provided that you:\r\n\r\n1.\tremove or block access to the infringing matter within five days of receipt of this letter; and\r\n\r\n2.\tprovide reasonably requested assistance in helping Wiley to prosecute the responsible party/parties. This includes sending me any information you have on file regarding this matter.\r\n\r\nThank you in advance for your cooperation.\r\n\r\nSincerely,\r\n[private]\r\n\r\ncc:\t[private]","date_sent":"2003-10-16T04:00:00Z","date_received":"2003-10-16T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"John Wiley & Sons, Inc.","recipient_name":"Google, Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}