{"dmca":{"id":2266,"type":"Dmca","title":"Intel Looking for Intelligent Life","body":"Intel Corporation has recently learned that you are using the prointell.com domain name and PRO INTELL name in connection with web design and computer services.  As you know, Intel is a well-known producer of a wide range of computer, communication, software, networking, and Internet-related products and services, in connection with which Intel adopted and maintains a large family of INTEL-based trademarks and trade names dating back to 1968.  Through Intel's substantial use and promotion, the INTEL name and marks are considered among the most famous in the world, and as such they are afforded a broad scope of protection under U.S. and foreign intellectual property laws.\r\n\r\nGiven Intel's strong presence in the computer industry, and the fact that Intel offers numerous products and services in connection with this industry, Intel believes that your use of prointell.com and PRO INTELL is likely to deceive and confuse consumers as to the source of your products and services, and/or suggest some affiliation or relationship with Intel that does not exist.  Furthermore, your use of prointell.com and PRO INTELL dilutes the famous INTEL marks by whittling away their distinctiveness and blurring their identification with Intel.  Use of prointell.com and PRO INTELL thus constitutes infringement of Intel's established trademark rights and violates Intel's rights under the laws of trademark dilution and unfair competition.  Accordingly, Intel must insist that you cease posting content at prointell.com, and allow your domain name registration for prointell.com to expire.\r\n\r\nOur intention is not to disrupt your business but to protect Intel's trade name and trademark rights.  We are therefore interested in settling this matter in an efficient and amicable manner.  To that end, since it appears that you intend the name PRO INTELL to be short for \"Progressive Intelligence,\" Intel would readily accept a simple change to Pro-Intelligence or Intellipro to resolve this matter.  If you are amenable to such a name change, Intel is willing to offer a reasonable phase-out period to facilitate your transition to a new name.\r\n\r\nPlease provide by October 13, 2003 your written assurance that you will promptly comply with this request.  We thank you for your cooperation in this matter and look forward to a timely response.\r\n\r\nVery truly yours,\r\n\r\n\r\n[Private]\r\nTrademark Attorney\r\nIntel Corporation","date_sent":"2003-09-22T04:00:00Z","date_received":"2003-09-22T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":null,"principal_name":"Intel Corporation","recipient_name":"PROgressive INTELLigence","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}