{"dmca":{"id":2270,"type":"Dmca","title":"Copyright Infringement","body":"October 30, 2003\r\n>\r\n>\r\n>VIA CERTIFIED MAIL\r\n>RETURN RECEIPT REQUESTED\r\n>AND VIA EMAIL TO HELP@INDYMEDIA.ORG AND NJIMC@HOTMAIL.COM\r\n>\r\n>Indymedia Network\r\n>Independent Media Center\r\n>\r\n> Re: Infringement of Intellectual Property Rights\r\n>\r\n>Dear Sir or Madam:\r\n>\r\n>We represent Advance Publications, Inc., the ultimate parent company of the publishers of the newspapers set forth on below. It has come to our attention that your network of regional websites,\r\naccessed from http://www.indymedia.org, have posted without permission many articles and images from our client's newspapers. In addition, you have listed the newspapers as the \"source\" for the material, suggesting that they authorized you to publish the material. For example, a search of your NJ site (http://newjersey.indymedia.org) revealed 28 articles and images from\r\nThe Star Ledger, in addition to articles from The Jersey Journal and The Times of Trenton. This is just a representative sample of the material taken from our client's newspapers and posted on just one of your websites. As far as we can tell, you promote at least 47 websites in the United States.\r\n>\r\n>These articles and photographs were prepared for our client's newspapers, and each newspaper either owns the copyright in the material or has been granted exclusive rights from the copyright owner to publish the material for some period of time. In either case, the newspapers have the sole right to publish and authorize the publication of the material, and no one is permitted to use it without the newspapers' permission. Your websites are liable for copyright infringement for posting this material. Liability\r\napplies even if the specific material was posted by a third party. The\r\nremedies available to our client under copyright law are severe, including injunctive relief, payment of statutorily-prescribed damages of up to $150,000 per infringement, and reimbursement of our client's attorneys' fees.\r\n\r\n>In addition, your use of the newspaper trademarks on your websites suggests some affiliation or association with these newspapers. Consumers are led to believe that your websites have some relationship with the newspapers to supply articles and material. Such use is false and misleading, and constitutes unfair competition and trademark infringement in violation of the law, which provides significant remedies for infringements such as yours.\r\n>\r\n>On behalf of our client, we demand that you immediately:\r\n>\r\n>1. Cease all further use of the articles, images, and our clients'\r\ntrademarks and any other materials from any of our client's newspapers, including removing all references thereto from your websites.\r\n>\r\n>2. Advise us of the full extent of your use of the articles, images and trademarks, including identifying every article and image taken and where each is or was located on your websites.\r\n>\r\n>3. Destroy all existing copies of such unauthorized uses.\r\n>\r\n>4. Propose significant remedial measures, including a specific proposal for the payment of substantial damages, instructions for your users not to post articles or images from our client's newspapers, institution of effective means to prevent the posting of material from our client's newspapers, and publication of apologies on your websites.\r\n>\r\n>Once we receive this information, we can determine what further \r\ncompensatory and/or remedial steps are necessary. We expect to hear from you within ten (10) days of your receipt of this letter.\r\n>\r\n>Sincerely,\r\n>\r\n>\r\n>John Gigante, Esq.\r\n>Sabin, Bermant & Gould LLP\r\n>Four Times Square\r\n>New York, N. Y. 10036-6526\r\n>Tel. 212-381-7066\r\n>Fax. 212-381-7227\r\n>\r\n>CONFIDENTIALITY NOTICE: This e-mail may contain information that is\r\n>privileged, confidential or otherwise protected from disclosure. If you are not the intended recipient of this e-mail, please notify the sender immediately by return e-mail, purge it and do not disseminate or copy it.\r\n>\r\n>\r\n>\r\n>\r\n>API DAILY NEWSPAPERS\r\n>\r\n>1. Staten Island Advance(Staten Island, NY)\r\n>\r\n>2. The Star-Ledger (Newark, NJ)\r\n>\r\n>3. The Post-Standard (Syracuse, NY)\r\n>\r\n>4. The Jersey Journal (Jersey City, NJ)\r\n>\r\n>5. The Patriot-News (Harrisburg, PA)\r\n>\r\n>6. The Oregonian (Portland, OR)\r\n>\r\n>7. The Birmingham News (Birmingham, AL)\r\n>\r\n>8. The Huntsville Times (Huntsville, AL)\r\n>\r\n>9. The Times-Picayune (New Orleans, LA)\r\n>\r\n>10. The Union News/Sunday Republican (Springfield, MA)\r\n>\r\n>11. Plain Dealer (Cleveland, OH)\r\n>\r\n>12. The Times of Trenton (Trenton, NJ)\r\n>\r\n>13. Mobile Press Register (Mobile, AL)\r\n>\r\n>14. The Mississippi Press (Pascagoula, MS)\r\n>\r\n>15. The Ann Arbor News (Ann Arbor, MI)\r\n>\r\n>16. The Bay City Times (Bay City, MI)\r\n>\r\n>17. The Flint Journal (Flint, MI)\r\n>\r\n>18. The Grand Rapids Press (Grand Rapids, MI)\r\n>\r\n>19. Jackson Citizen Patriot (Jackson, MI)\r\n>\r\n>20. Kalamazoo Gazette (Kalamazoo, MI)\r\n>\r\n>21. The Muskegon Chronicle (Muskegon, MI)\r\n>\r\n>22. The Saginaw News (Saginaw, MI)\r\n>\r\n>23. The Express-Times (Easton, PA)\r\n>\r\n>24. Gloucester County Times (Woodbury, NJ)\r\n>\r\n>25. Today's Sunbeam (Salem, NJ)\r\n>\r\n>26. Bridgeton News (Bridgeton, NJ)\r\n>\r\n>27. The Birmingham News/Post-Herald (Birmingham, AL)\r\n>\r\n>28. St. Louis Dispatch (St. Louis, MO)\r\n>\r\n>API WEEKLY NEWSPAPERS\r\n>\r\n>\r\n>1. El Nuevo Hudson, NJ\r\n>\r\n>2. Hunterdon County Democrat, NJ\r\n>\r\n>3. Hunterdon Observer, NJ\r\n>\r\n>4. Delaware Valley News (Hunterdon County Democrat), NJ\r\n>\r\n>5. The Evening News, NJ\r\n>\r\n>6. Warren Reporter, NJ\r\n>\r\n>7. Horse News\r\n","date_sent":"2003-10-30T05:00:00Z","date_received":"2003-10-30T05:00:00Z","topics":["Copyright","Copyright and Fair Use"],"sender_name":null,"principal_name":"Advance Publications, Inc.","recipient_name":"Indymedia Network","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}