{"dmca":{"id":2298,"type":"Dmca","title":"Subpoena Report","body":"\r\nenclosed my letter of compliant to the attorney issuing the subpoena with facts related to that compliant.\r\nThank you for your help.\r\nMr. Anthony Piscionere\r\nPiscionere & Nemarow, PC\r\nAttorneys at Law\r\n363 Boston Post Road\r\nRye, New York 10580\r\n\r\nDear Mr. Piscionere,\r\n\r\nLet me first state that despite your being a very personable and pleasant young man, it was not a pleasure to meet you on November 12, 2004 at 10:15 am on the 6th floor of the Westchester County Court House.  As you might recall your office subpoenaed both my office records and myself regarding the case of  xxxxxxxx vs. xxxxxx Docket # V8041-03. \r\n\r\nThe initial subpoenaed received 10/16/03 was not compliant with the Federal Health Insurance Portability and Privacy Act regulations regarding the transfer of medical records to the court system.  Due to this error, I was forced to contact my malpractice carrier, Physician Reciprocal Insurers, and recieved counsel from Ms. Barbara Oransky.  Ms Oransky informed me to forward the information regarding appropriate subpoenas to your office.  Your office did produce a second subpoena, which was appropriate and arrived at this office on October 29, 2003 with the same demands.  The records were copied at my expense for your office, and for the physician to whom Mr. Sprauer transferred his daughters care to.  In addition, the records were notarized as official copies.\r\n\r\nOn November 12, 2003, I presented my self to the bailiff of the Family Court at precisely 9:00am as commanded by your subpoena.  After waiting in the waiting room for one hour, I again questioned the bailiff as to when I was supposed to testify.  I was informed that none of the four attorneys involved in the case were in the courthouse.  This necessitated another call to my personal attorney in order to find out my rights.  You promptly arrived at 10:15am.  I subsequently was waiting in the waiting room until 2:30pm until you politely informed that my services were not needed.\r\n\r\nIt is my understanding that you as a an attorney, as quoted on the back of the subpoena, ","date_sent":"2003-11-14T05:00:00Z","date_received":"2003-11-14T05:00:00Z","topics":["DMCA Subpoenas","Copyright"],"sender_name":"Piscionere & Nemaow, PC","principal_name":"Anthony Piscionere","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}