{"dmca":{"id":2300,"type":"Dmca","title":"Best Buy Sends Notice and Subpoena for Posting Ad Info (#1)","body":"Re: Best Buy, Co., Inc. & Copyright Content: Notice under 17 U.S.C. s 512 (h)\r\nOur File No. 011082-1586\r\n\r\nGentlemen:\r\nThis firm represents Best Buy Enterprise Services, Inc. (\"Best Buy\") with respect to certain intellectual property matters. Best Buy is the owner by assignment of certain copyrights, including copyrights in and to the protectable material associated with Best Buy's sales, the items for sale, and the sales prices.\r\n\r\nToday, Best Buy has learned that you have posted or allowed the posting on your website of confidential and proprietary material regarding Best Buy's sales for November 28, 2003. Best Buy has a good faith belief that the material posted on your site is protected by copyright law, as well as a number of other laws. I have attached here a listing of messages that include Best Buy's material protected by copyright and other laws. This letter is to advise gbcue.com that Best Buy objects to the posting of these materials, as doing so violates Best Buy's copyrights, and potentially other rights.\r\n\r\nMore specifically and pursuant to 17 U.S.C. S 512(c), gbcue.com is notified that postings regarding Best Buy's sales on November 28, 2003 include content that is alleged to infringe upon Best Buy's copyrights. Best Buy has a good faith belief that the posting, publication, and dissemination of the material on or in these posts infringes upon Best Buy's copyrights, and is not authorized by Best Buy. Further, the information in this notice is accurate, and under penalty of perjury, I and this firm are authorized to act on Best Buy's behalf with respect to the copyright infringement that is the subject of this notice. Please contact me at the following address, phone number, or e-mail if you have any questions regarding this matter.\r\n\r\n[private]\r\nRobins, Kaplan, Miller & Ciresi, LLP\r\n[private]\r\n[private]\r\nMinneapolis, MN 55402\r\n(xxx) xxx-xxxx\r\n[private]@rkmc.com\r\n\r\nThank you for your assistance in this matter. We look forward to hearing from you as to any questions you may have, or as to the steps that are taken in response to this notification.\r\n\r\n\r\nVery truly yours,\r\nROBINS, KAPLAN, MILLER & CIRESI L.L.P \r\n[Signature]\r\n[private]\r\n\r\n[private]\r\nEnclosures\r\nc: BestBuy Enterprise Services, Inc. (w/encs., via facsimile)\r\n\r\n<HR>\r\n\r\nSubpoena\r\n\r\n<HR>\r\n\r\nEXHIBIT A TO SUBPOENA\r\n\r\n1. Produce pursuant to the subpoena documents sufficient to identify any persons who posted messages identifying or discussing the items to be offered for sale, or the prices of the items to be offered for sale, by Best Buy on November 28,2003. Such postings are identified in the listing attached to a letter dated November 14, 2003 and sent to your attention.\r\n\r\n2. The documents requested in this subpoena may be produced in paper or electronic form, and shall be produced at 9:00 a.m. on November 18, 2003 at:\r\n\r\nRobins, Kaplan, Miller & Ciresi, LLP\r\n[private]\r\n[private]\r\nMinneapolis, MN 55402","date_sent":"2003-11-14T05:00:00Z","date_received":"2003-11-14T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Best Buy Enterprises","recipient_name":"GBcue","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}