{"dmca":{"id":2328,"type":"Dmca","title":"Defamation Kills Fish","body":"Dear [Private], \r\n\r\nWe are writing to request that \"SLANDER and DEFAMATION\" material be removed from the www.fins.actwin.com discussions web pages about our product, the ECO-Aqualizer. \r\n\r\nDefined: \"Slander and Defamation - are the utterance of false charges or misrepresentations meant to defame and damage another persons reputation. It is illegal.\" \r\n\r\nAfter meeting we are our attorney, [Private], it has been decided for the best interest of all parties involved, to cordially attempt and request that the following post be removed. \r\n\r\nApril 28, 2003 from [Private] \r\n\r\nApril 23, 2003 from [Private] \r\n\r\nWe request that these two post be removed immediately. Such remarks as \"SNAKE OIL\" is considered slander, especially when the author, publisher, printer, or party involved has willingly confessed that he or she has not tried, purchased, tested, or validated such defamatory remarks. But chooses to post remarks. \r\n\r\nTrue we live in a society of f reedom of speech. But when such a defamatory remark is posted to the world via the internet and the business' sales ratio drops by a dramatic amount greater than proceeding months of sales, one must review the recorded statistics to determine the loss potential dated from this April 23rd and forward. \r\n\r\nSince sales are generated solely by internet transactions, it is only obvious that search engine results are the main driver of this business. In the event of the above posts which appear on the front page of GOOGLE search engine , items 3 and 4, have been a significant main source of such defamatory issues and thereof. \r\n\r\nIn all civil actions for slander and libel the falsity of the injurious statements is an essential element, so that the defendant is always entitled to justify his statements by their truth; but when the statements are in themselves defamatory, their falsity is presumed, and the burden of proving their truth is laid upon the defendant. The gen eral theory of law with regard to these cases is this. It is assumed that in every case of defamation intention is a necessary element; but in the ordinary case, when a statement is false and defamatory, the law presumes that it has been made or published with an evil intent, and will not allow this presumption to be rebutted by evidence or submitted as matter of fact to a jury. But there are certain circumstances in which the natural presumption is quite the other way. There are certain natural and proper occasions on which statements may be made which are in themselves defamatory, and which may be false, but which naturally suggest that the statements may have been made from a perfectly proper motive. In the cases of this kind which are recognized by law, the presumption is reversed. It lies with the plaintiff to show that the defendant was actuated by what is called express malice, by an intention to do harm and in this case the question is not one of legal in ference for the court, but a matter of fact to be decided by the jury. Although however, the theory of the law seems to rest entirely upon natura presumption of intention, it is pretty clear that in determining the limits of privilege the courts have been almost wholly guided by considerations of public or general expediency. \r\n\r\nPapers published under the authority of parliament are protected by a special act, 3 & 4 Vict c. 9, 1840, which was passed after a decree of the law court adverse to the privilege claimed. The general rule now is that all reports of parliamentary or judicial proceedings are privileged in so far as they are honest. Even ex parte proceedings,in so far as they take place in public, now fall within the same rule. But if the report is garbled, the party who is injured in consequence is entitled to maintain an action, and to have the \r\nquestion of malice submitted to a jury. \r\n\r\nAs a cordial request, I ask that the po st be removed within 5 days. After speaking with the Editor, [Private], he has indicated that he would remove the post if contacted by the parties to do so. Otherwise, FINS will take no responsiblility due to the fact that these post are in the \"mailing list archives\". And authors of such post will be solely responsible. \r\n\r\nIf not removed, our attorney will have no other remedy but to see that justice is upheld and that such Slander and Defamation is valued in a court of law. If and when this takes place, we will sought after all parties involved, whether author, writer, publisher, and or moderators to be held fully liable for the valuation accessed by the courts. \r\n\r\nI will add that the statements made by [Private], have not only been damaging to [Private] Corp., but also may have cost many deaths within the fish aquarium community. I strongly suggest that all parties should find out more about [Private] and our intent of saving fishes lives. Our product may be the biggest impact in this industry in saving marine fish with the introduction into captivity. As a fellow hobbyist, one must ask themselves, do I care about the fish?   Or do I NOT care about their well-being? \r\n\r\nPlease see APPMA statistical results about the percentage of fish deaths within the marine hobby. The numbers are mind-boggling. The intent of [Private] is to significantly decrease those numbers. \r\n\r\n[Private] has given [Private] these email addresses as a correspondence of contact. Please RESPOND back to avoid further complications.  Please respond to [Private], Editor of FINS, as well to update and remove such unvalidated remarks.\r\n\r\nSincerely, \r\n\r\n[Private], President \r\n\r\n","date_sent":"2003-11-19T05:00:00Z","date_received":"2003-11-19T05:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":null,"principal_name":"Carl Denzer","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}