{"dmca":{"id":2330,"type":"Dmca","title":"MPAA to Google #1 (\"American Wedding\")","body":"MOTION PICTURE ASSOCIATION\r\nAudiovisual Entertainment\r\nFor Global Audiences\r\n\r\n[private]\r\nDIRECTOR\r\nWORLDWIDE INTERNET ENFORCEMENT\r\nWORLDWIDE ANTI-PIRACY\r\n\r\n[private] \r\nENCINO, CA 91436 \r\nTEL: [private]\r\nFAX: [private]\r\nE-MAIL: [private]\r\n\r\nGoogle, Inc.\r\nAttn: Customer Support, DMCA Complaints\r\n[private]\r\nMountain View, CA 94043\r\n\r\nOctober 23, 2003\r\n\r\nRE: Unauthorized Distribution of Copyrighted Motion Pictures\r\n\r\nDear [private]:\r\n\r\nZ001/002\r\n\r\nThe Motion Picture Association of America (MPAA) represents the following motion picture production and distribution companies:\r\n\r\nColumbia Pictures Industries, Inc. \r\nDisney Enterprises, Inc. \r\nMetro-Goldwyn-Mayer Studios Inc. \r\nParamount Pictures Corporation \r\nTriStar Pictures, Inc. \r\nTwentieth Century Fox Film Corporation \r\nUnited Artists Pictures, Inc. \r\nUnited Artists Corporation \r\nUniversal City Studios, LLLP. \r\nTime Warner Entertainment Company, L.P.\r\n\r\nWe have received information that the following search query, when entered into Google, returns the below-listed URLs, each of which is a site offering to distribute unauthorized copies of our member companies' motion pictures.\r\n\r\nSearch query: \"American Wedding\" DVD\r\nInfringing URLs: http//www.5scom.com\r\nhttp://www.buynewmovie.com/\r\n\r\nThe distribution of unauthorized copies of copyrighted motion pictures constitutes copyright infringement under the Copyright Act, Title 17 United States Code Section 106(3). This conduct may also violate the laws of other countries, international law, and/or treaty obligations.\r\n\r\nWe therefore request that you immediately do the following:\r\n\r\n1) Disable links to the above URLs \r\n2) Discontinue returning the above URLs as results to the above search queries.\r\n\r\nOn behalf of the respective owners of the exclusive rights to the copyrighted material at issue in this notice, we hereby state, pursuant to the Digital Millennium Copyright Act, Title 17 United States Code Section 512, that we have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owners, their respective agents, or the law, and that the information in this notification is accurate\r\n\r\nAlso pursuant to the Digital Millennium Copyright Act, we hereby state, under penalty of perjury, under the laws of the State of California and under the laws of the United States, that we are authorized to act on behalf of the owners of the exclusive rights being infringed as set forth in this notification.\r\n\r\nPlease contact us at the above listed address or by replying to this email should you have any questions.\r\n\r\nThank you for your cooperation in this matter. Your prompt response is requested.\r\n\r\nRespectfully,\r\n\r\n[private]\r\nDirector\r\nWorldwide Internet Enforcement","date_sent":"2003-10-23T04:00:00Z","date_received":"2003-10-23T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"MPA","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}