{"dmca":{"id":2343,"type":"Dmca","title":"CVVMA Copyright Infringement Notice","body":"From: Anne\r\nDate: Tuesday, November 04, 2003 17:02:46\r\nTo: cvvma@canada.com\r\nCc: Nick.Ubbelohde@Technospyder.com\r\nSubject: CanadiansinVietnam.com - Notice of Copyright Infringment\r\n \r\nTo: Keith Tracey, Wayne Hillman, Gary Deschaines\r\n \r\nWITHOUT PREJUDICE\r\n \r\nI advised you last week that I would not allow you to use my graphics on a\r\ndomain that clearly misrepresents who you are. I gave you permission to use\r\nthe graphics (and the html) for use on a Canadian Vietnam Veteran Memorial\r\nAssociation domain - by that \"name\".. \"Not\" under a domain name that\r\nmisrepresents your organization as a national Canadian Vietnam Veterans\r\ngroup... which you are \"not\".\r\n \r\nI am mindful of your well-documented history of self-aggrandizing\r\npresentation in order to be the ones \"on stage\" to a level where you would\r\nwithhold information from other veterans groups about National events\r\nbecause your concern - and apparently - your only one - is that you wouldn't\r\nbe the ones getting credit if other veterans organizations knew about it.\r\n \r\nThis domain you have registered is another example of this misrepresentation\r\n   This is why I resigned from your group.\r\n \r\nNow you are apparently under some misguided belief that I do not have the\r\nright to withdraw that permission. I do.\r\n \r\nI \"never\" once gave you permission to use any graphic I have made to lie\r\nabout who you are and who you represent. I am also very aware that - again\r\nin the same spirit of operation that you have.. you have registered a domain\r\nname that is very similar to a national website that was going to be set up\r\nfor \"ALL\" Canadian veterans.\r\n \r\nYour conduct is abhorent to me.\r\n \r\nPlease rest assured that I will have no hesitation \"at all\" about taking\r\nthis as public as it needs to be in order that my creations are not misused\r\nby untoward people with no honour.\r\n \r\nYou contacted me to design a site for you - which you did not pay me for -\r\nso you are not my \"employer\". You do not Own anything on your site. I\r\ndid it all. All of the graphics - including backgrounds - are my\r\nintellectual property. I did it for free. You have done nothing but\r\nmisrepresent yourselves from the day I first had the misfortune of coming\r\ninto contact with you.\r\n \r\nTake my work off your lie and do it \"now\".\r\n \r\nI am copying your provider on this as well. It won't take a rocket\r\nscientist for him to see the truth of my statement that I created them. The\r\nsite is still up on glanmore.org..\r\n \r\nhttp://www.glanmore.org/cvvma/cvvma3.html\r\n \r\nIs one of the pages.\r\n \r\nThe homepage for the nonprofit domain I host for veterans is:\r\nSimply Southeast Asia\r\nhttp://www.glanmore.org\r\n \r\nI gave you time last week to do this. You have seen fit to ignore me. I\r\nhave talked to Canadian Copyright staff. You are stealing.\r\n \r\nTake them down. \"now\".\r\n \r\nAnne Burrows Faulkner\r\nwebmistress:\r\nSimply Southeast Asia\r\nhttp://www.glanmore.org \r\n   \r\n \r\n","date_sent":"2003-11-21T05:00:00Z","date_received":"2003-11-21T05:00:00Z","topics":["Copyright","International"],"sender_name":null,"principal_name":"Anne Burrows Faulkner","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}