{"dmca":{"id":2352,"type":"Dmca","title":"DMCA notice","body":"A report has been filed with this office alleging that you are in violation\r\nof the Digital Millennium Copyright Act of 1998 by making available\r\n(sharing) copyrighted material over the Internet. As this constitutes using\r\nyour MSU network privileges to violate federal and state copyright laws, you\r\nare therefore also in violation of MSU's Network Acceptable Use Policy\r\n(AUP). Please refer to section III: 5.1, which particularly applies to your\r\ncase. A copy of this policy may be found at: http://www.msu.edu/aup/ \r\n\r\nSpecifically, it was reported that on 11/13/2003 4:21:00 AM the following IP\r\naddress 35.11.129.28, which was registered to your MSU NetID, was openly\r\nsharing the files listed in the complaint below.  \r\n\r\nAs a result, you are expected to immediately stop all sharing of copyrighted\r\nmaterial from your computer.  You must also go to\r\nhttp://help.msu.edu/copyright/complaint/ no later than 5:00 pm two business\r\ndays from the date of this email, to confirm that you have stopped all\r\nillegal activity. Failure to take action by the stated time will result in\r\nsuspension of your Ethernet connectivity and may result in a hold being\r\nplaced on your registration and/or the cancellation of your classes. In\r\naddition, any further complaints of AUP violations will result in immediate\r\nloss of Ethernet connectivity. \r\n\r\nAs you go through the process at this website you will be informed in detail\r\non the nature of the charges, steps that need to be taken to remedy the\r\nimmediate situation and how to avoid this type of situation from happening\r\nagain in the future. You will also be informed of the consequences of any\r\nfurther violations of MSU's Acceptable Use Policy. Once suspended, your\r\nEthernet connectivity will not be restored until it is verified that you are\r\nin complete compliance with the Acceptable Use Policy, state and federal\r\nlaws. If your Ethernet connection is shut off, you will still have access to\r\nthe Internet and MSU's network resources through any of MSU's public\r\nmicrocomputer labs across campus. This will allow you to complete any class\r\nwork requiring network access and/or to access Blackboard. If you have any\r\nquestions, please do not hesitate to contact the AUP Hotline. \r\n\r\nRespectfully, \r\n\r\n\r\nMSU Network Acceptable Use Policy Compliance \r\n \r\n\r\n\r\n","date_sent":"2003-11-21T05:00:00Z","date_received":"2003-11-21T05:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":"MediaSentry, Inc.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}