{"dmca":{"id":2364,"type":"Dmca","title":"DMCA Copyright Infringement Notice Forwarded to User By ISP","body":"Dear Sir or Madam:\r\n\r\nBayTSP, Inc. (\"BayTSP\") swears under penalty of perjury that Paramount Pictures Corporation (\"Paramount\") has authorized BayTSP to act as its agent for copyright infringement notification. BayTSP's search of the protocol listed below has detected infringements of Paramount's copyright interests on your IP addresses as detailed in the attached report.\r\n\r\nBayTSP has reasonable good faith belief that use for the material in the manner complained of in the attached report is not authorized by Paramount, its agents, or the law. The information provided herein is accurate to the best of our knowledge. Therefore, this letter is an official notification under provisions of section 512(c) of the U.S. Digital Millennium Copyright Act to effect removal of the detected infringement listed in the attached report. The attached documentation specifies the exact location of the infringement. The number.\r\n\r\nWe hereby request that you immediately remove or block access to the infringing material, as specified in the copyright laws, and insure the user refrains from using or sharing with others Paramount's materials in the future.\r\n\r\nPlease send us a prompt response indicating the actions you have taken to resolve this matter. Please reference the Notice ID number above in your response.\r\n\r\nNothing in this letter shall serve as a waiver of any rights or remedies of Paramount with respect to the alleged infringement, all of which are expressly reserved. Should you need to contact me, I may be reached at the following address:\r\n\r\n[sender name]\r\n[sender title]\r\nBayTSP, Inc.\r\n[sender address]\r\nLos Gatos, CA\r\n\r\nv: [phone number]\r\nf: [fax number]\r\n[sender's email]","date_sent":"2003-11-25T05:00:00Z","date_received":"2003-11-25T05:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":"Paramount Pictures","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}