{"dmca":{"id":2398,"type":"Dmca","title":"Diebold Withdraws DMCA 512 Notice (UC Berkeley)","body":"Diebold Election Systems, Inc.\r\n[private]\r\nMcKinnney, TX 75069\r\n[private]\r\nfax [private]\r\nwww.dieboldes.com\r\n\r\nDecember 3, 2003\r\n\r\nDear Ms. [UC Berkeley's listed copyright authority] [private]:\r\n\r\nAs President of Diebold Election Systems, Inc., I wish to inform you that our company is withdrawing the notification recently issued under the Digital Millennium Copyright Act of 1998. Diebold has decided not to sue ISPs or their subscribers now or in the future for copyright infringement for the non-commercial use of the materials posted to date, even though the uses may not qualify as \"fair use\" under the law.\r\n\r\nFrom the outset, I want to emphasize that Diebold's overarching goal is to assist voters in exercising their most fundamental constitutional right: the right to vote. We believe that our touch screen and other electronic voting technologies are a major leap forward in helping more Americans vote with increased accuracy and accessibility. Touch screen technology eliminates \"overvoting\" and significantly reduces \"undervoting.\" In addition, our touch screen technology offers multi-lingual ballot capability and enables the visually impaired to vote without assistance for the first time in their lives.\r\n\r\nWe recognize that how America votes is a matter of intense public interest, as it should be, and we support the electorate's right to participate in an open and robust debate on that topic. I want to assure you that my company's use of the Digital Millennium Copyright Act in response to the theft of internal information and development materials does not diminish our commitment to the constitutional values of our country.\r\n\r\nNo company-whether an ISP, a software developer, or any type of company-wants its internal conversations openly broadcast, and I am sure your internal business correspondence includes information involving the unique capabilities and insights that you feel are important to the successful operation of your company. The correspondence between individuals within our company often contains information concerning unique software, features and capabilities that provide Diebold with a potential advantage in a competitive marketplace. This type of information constitutes Diebold's work product and important intellectual property.\r\n\r\nWith that background, here is what led to the current situation. In January of this year, some software and other material was inadvertently exposed through a website of a predecessor company. In March, a hacker broke into one of our servers and stole a considerable quantity of our documents including a significant archive of information which is proprietary to Diebold. As you can imagine, the issue for Diebold, as for any other company in a similar circumstance, was what to do about the theft of its property in which it had a copyright interest, especially given the ease and quickness with which the stolen material could and did spread around the Internet.\r\n\r\nIn order to protect its intellectual property rights, Diebold chose to notify ISPs, as expressly permitted by the DMCA, that stolen material, in which Diebold has a copyright interest, was being hosted on or linked to websites under the ISP's control. Although we believe our legal position was and continues to be correct, we recognize that our DMCA efforts have become the story, and may be influencing the debate on how America's votes can be recorded and tallied most accurately.\r\n\r\nTo help refocus the public debate on that central issue, and recognizing that a considerable amount of the stolen email archive is now widely available on the Internet, Diebold has decided not to sue ISPs or their subscribers for copyright infringement for the non-commercial use of the materials. We are also withdrawing the DMCA notifications previously sent to you and other ISPs.\r\n\r\nIn taking this action, we are underscoring Diebold's commitment not only to provide the best voting systems in America, but to contribute to a robust public debate on how to record and tally the vote most accurately and efficiently. We welcome your input and suggestions concerning how we as citizens can further enhance the election process. Please let me know if you have any questions or comments concerning our position.\r\n\r\nSincerely,\r\n\r\n[private]\r\n\r\nPresident","date_sent":"2003-12-02T05:00:00Z","date_received":"2003-12-02T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Diebold Election Systems, Inc.","recipient_name":"University of California at Berkeley","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}