{"dmca":{"id":2549,"type":"Dmca","title":"Music DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-07-29T04:00:00Z","date_received":"2012-07-29T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Kelly Brockwell","principal_name":"Kelly Brockwell","recipient_name":"Google, Inc.","works":[{"description":"\"My alarm clock is a bit harsh to say the least, with its high pitched screeching at stupid o’clock. well, I can’t get around the time I need to get up, but I could make it a little less stressful with this little number.\r\n\r\nThe Wake-to-Light iPhone Alarm Clock can be set to ease you into a wakeful state, using music from your iPod and the integrated light. The alarm can be set to gradually increase, either 30 or 10 minutes prior to the set time. The alarm will slowly increase the volume and the brightness of the light.\r\n\r\nYou can also choose the alarm mode to tickle just one of the senses; either sight or sound. I’m not sure if the light by itself would wake me up.\r\n\r\nThere is also the option of waking up to the FM radio or a normal buzzer. The radio comes with 10 station presets.\r\n\r\nSpeaker wise, you get four forward facing speakers, each come with 2-watts of power. there are also two base reflex ports on the back of the alarm clock.\r\n\r\nFeatures include a headphone port and an auxiliary input for other music / mp3 devices and smartphones etc. there is also a handy remote control with volume, music, and light functions.\r\n\r\nThe dock will accept all iPhone and iPod models, using the 32-pin connector, you get three dock adapters. The alarm clock is powered with the included AC adapter.\r\n\r\nThe Wake-To-Light iPhone Alarm Clock can be purchased at Hammacher Schlemmer and is priced at $129.95.\" \r\n\r\n\r\nThis article has been copied from my site.","infringing_urls":[{"url":"http://techgadgetshub.com/audio-mp3-accessories/iphone-alarm-clock-uses-light-sound/"}],"copyrighted_urls":[{"url":"http://www.gadgetwiki.com/20120706/iphone-alarm-clock-wakes-using-light-sound/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}