{"dmca":{"id":2628,"type":"Dmca","title":"Greghoward.net Complaint About BoyWonderLives.blogspot","body":"\tIt is our policy to respond to notices of alleged infringement that comply with the Digital Millennium Copyright Act (the text of which can be found at the U.S. Copyright Office website: http://IcWeb.loc.gov/copyright/) and other applicable intellectual property laws, which may include removing or disabling access to material claimed to be the subject of infringing activity.\r\n\r\nTo file a notice of infringement with us, you must provide a written communication (by fax or regular mail, not by email) that sets forth the items specified below. Please note that pursuant to that Act, you may be liable to the alleged infringer for damages (including costs and attorneys' fees) if you materially misrepresent that you own an item when you in fact do not. Accordingly, if you are not sure whether you have the right to request removal from our service, we suggest that you first contact an attorney.\r\n\r\nTo expedite our ability to process your request, please use the following format (including section numbers):\r\n\r\n1. Identify in sufficient detail the copyrighted work that you believe has been infringed upon. This must include identification of specific posts, as opposed to entire sites. Posts must be referenced by either the dates in which they appear or the permalink of the post. For example, http://example.blogspot.com/archives/ 2003_01_21_examplearchive.html#2104575.\r\n\r\nhttp://www.greghoward.net/weblog.php?id=P303\r\n\r\n2. Identify the material that you claim is infringing upon the copyrighted work listed in item #1 above.\r\n\r\nhttp://boywonderlives.blogspot.com/2003_12_01_boywonderlives_archive.html#l07272075945366233\r\n\r\nYOU MUST IDENTIFY EACH POST BY PERMALINK OR DATE THAT ALLEGEDLY CONTAINS INFRINGING MATERIAL. The permalink for a post is usually found by clicking on the timestamp of the post\r\n\r\n\r\n3. Provide information reasonably sufficient to permit Blogger to contact you (email address is preferred).\r\n\r\n[Private] or [Private]\r\n\r\n4. Include the following statement: \"I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\"\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law. While [Private] added to my post with his original content, he cut and pasted the entirety of my post to his own site without proper attribution or linkage. This is, in my view, not expanding upon or being inspired by my content, but rather plagiarizing it outright.\r\n\r\n5. Include the following statement: \"I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n6. Sign the paper.\r\n[signature]\r\n\r\n7. Send the written communication to the following address: Google, Inc. Attn: Blogger, DMCA complaints [Private] Mountain View, CA 94043\r\n\r\nOR Fax to:\r\n\r\n[Private], Attn: Blogger, DMCA complaints","date_sent":"2004-01-06T05:00:00Z","date_received":"2004-01-06T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Greghoward.net","recipient_name":"Blogspot [Google, Inc.]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}