{"dmca":{"id":2647,"type":"Dmca","title":"World Wide Learn Challenges Re-Appearance of Directory of Schools","body":"WORLD WIDE LEARN\r\nTHE WORLD'S DIRFCTORY OF ONLINE COURSES, ONLINE LEARNING AND ONLINE EDUCATION\r\n\r\nMarch 5, 2003\r\n\r\nVIA COURIER\r\n\r\nGoogle, Inc\r\n[PRIVATE]\r\nMountain View, CA 94043\r\n\r\nAttn: Customer Support, DMCA Complaints\r\n\r\nDear Sirs/Mesdames\r\n\r\nRe: \tNotice of Copyright Infringement by directoryofschools.com [#1744480]\r\n\r\nFurther to our letter dated February 7, 2003, please find enclosed further clarification with respect to copyright infringement of worldwidelearn.com by directoryofschools.com. I am in receipt of an email from Google dated February 26, 2003 stating that Google had taken steps to remove directoryofschools.com from its index. Recently, I noticed that directoryofschools.com has since been added back to the Google index.\r\n\r\nI am writing today to provide you with additional information regarding the copyright infringement by directoryofschools.com. Please find enclosed a comparison chart together with sample of HTML code and web pages from both worldwidelearn.com and directoryofschools.com.\r\n\r\nThe copyright infringement by directoryofschools.com is primarily site-wide, and I have provided a thorough comparison document together with sample web pages and HTML code to [Private] LLP in preparation for litigation. Attached are a few samples of web pages and code from worldwidelearn.com as compared to directoryofschools.com. I trust these pages are sufficient to illustrate the extent of copyright infringement by directoryofschools.com.\r\n\r\nITEM\t\tDESCRIPTION\r\nItem 1\tWorld Wide Learn - Online MBA Programs (web pages)\r\nItem 2\tDirectory of Schools - Online MBA Degrees (web pages)\r\nSummary: The website directoryofschools.com has copied worldwidelearn.com's design, layout, table structure, metatags, link names, web graphics, page headings and descriptions, HTML code, text and presentation.\r\n\r\nItem 3\tWorld Wide Learn - Online Business Degrees (screenshot)\r\nItem 4\tDirectory of Schools - Online Business Degrees (screenshot)\r\nSummary: directoryofschools.com has copied metatags as well as text/graphics and HTML.\r\n\r\nItem 5\tWorld Wide Learn - Information Technology Degrees (web pages)\r\nItem 6\tDirectory of Schools - Information Technology Degrees (web pages)\r\nSummary. The website directoryofschools,com has copied worldwidelearn.com's design, layout, table structure,\r\nmetatags. link names, web graphics, page headings and descriptions, HTML code, text and presentation.\r\n2\r\n\r\nITEM\t\tDESCRIPTION\r\nItem 7\tWorld Wide Learn/Directory of Schools - Computer Degrees (screenshots)\r\nItem 8\tWorld Wide Learn/Directory of Schools - Criminal Justice Degrees (screenshots)\r\nItem 9\tWorld Wide Learn/Directory of Schools - Web Development Degrees screenshots)\r\nSummary: directoryofschools.com has copied metatags from World Wide Learn\r\nItem 10\tWorld Wide Learn I Directory of Schools - \"request info\" graphic (screenshots)\r\nSummary. directoryofschools.com has copied graphic from World Wide Learn\r\n\r\nPlease note that these sample pages are taken from a downloaded copy of the directoryofscliools.com web site on January 31, 2003. Counsel for directoryofschools.com responded to our cease and desist letter of February 4, 2003 by stating \"Recently, as part of the DirectoryofSchools' scheduled updating, certain revisions and modifications have been made which render your concerns moot; even in the absence of these scheduled minor alterations, DirectoryofSchools does not concede any copyright liability for its pre-existing HTML links and web design.\"\r\n\r\nDirectoryofsehools.com has since removed the stolen graphic elements, yet other graphics, HTML code, design elements, page layout, metatags and partner listings remain live at directoryofschools.com.\r\n\r\nAccordingly, World Wide Learn has retained counsel in California with the intent to pursue legal action against directoryofschools.com.\r\n\r\nWe respectfully request that you remove or disable access to directoryofsehools.com in order to comply with the Digital Millennium Copyright Act.\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nIf you need additional information, please do not hesitate to contact the writer.\r\n\r\nYours truly,\r\n\r\nWorld Wide Learn\r\n\r\nPer\r\n\t[Private]\r\n\tCEO\r\n\r\nCC.\t[Private] LLP\r\n\tAttention: [Private] and [Private]\r\n\r\nwww.WORLDWIDELEARN.com\r\n[Private], [Private], Calgary, Alberta T2T 0B2\r\nPH: [Private] FX ([Private]\t[Private]\r\n","date_sent":"2004-01-13T05:00:00Z","date_received":"2004-01-13T05:00:00Z","topics":["Responses","Copyright"],"sender_name":null,"principal_name":"World Wide Learn","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}