{"dmca":{"id":2678,"type":"Dmca","title":"Re: U.S. Patent Nos. 5,823,879; 6,183,366 and 6,264,560","body":"Dear Sir or Madam: \r\n\r\nWe represent Mr. Sheldon Goldberg with respect to the above-identified patents, collectively referred to as \"the Goldberg Patents.\" It has come to our attention that starchamber.net, an Internet-based service provided by Nayantara Studios, infringes the Goldberg Patents. In addition, Mr. Goldberg has a fourth U.S. patent that is about to issue, several continuation applications currently pending in the U.S. Patent Office, and several foreign patents and pending foreign patent applications. Copies of the three Goldberg Patents are enclosed for your review. \r\n\r\nFor example, claim 92 of the '560 Patent covers the playing of a game over a communication network, such as the Internet, where multiple instances of a game are transmitted over the Internet between multiple players and a gaming website and some of these instances may overlap in time. Also, users' rankings may be transmitted from the gaming website to the users, where the rankings are indicative of the users' proficiency in playing the game for which the users' ranks are being displayed, and where the rankings are updated. \r\n\r\nStarchamber.net enables multiple users to play games over the Internet, where instances of the game are transmitted from the gaming site to the usres, and these instances may overlap in time. Additionally, starchamber.net provides users' rankings for other users to see, with the rankings as indications of the users' proficiency at the games, and the rankings are updated. This is just one example of how Nayantara Studios' services infringe the claims of the Goldberg Patents. \r\n\r\nAdditionally, many of the claims of the Goldberg Patents are not limited to games. For example, some claims of the Goldberg Patents are broadly directed to network-based persentations, i.e. changing advertising such as pop-up advertising or rotating banners, in connection with network services. Thus, in addition to starchamber.net many other aspects of the Internet-based services provided by Nayantara Studios, particularly those services employing advertising presentations via pop-ups, banners, etc., may be of interest. \r\n\r\nOur client's desire is to resolve this issue amicably and efficiently. To that end, our client would agree to provide an appropriate non-exclusive license in exchange for a one-time lump-sum payment or, alternatively, an annual royalty for the life of the Goldberg Patents. Please respond to this letter in thirty (30) days if your company is interested in discussing a license under the Goldberg Patents. \r\n\r\nSincerely, \r\n\r\nLee F. Grossman \r\n\r\nEnclosures \r\n\r\n[followed by a stack of about 100 pages of patents]","date_sent":"2004-01-22T05:00:00Z","date_received":"2004-01-22T05:00:00Z","topics":["Copyright","Patent"],"sender_name":"Grossman & Flight LLC","principal_name":"Mr. Sheldon Goldberg","recipient_name":"Nayantara Studios LLC","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}