{"dmca":{"id":2684,"type":"Dmca","title":"Caroline in the City Fan Fiction","body":"Dear [recipient]:  \r\n\r\nMy name is [sender's name], and I am an attorney in the CBS Law Department.  I am sending you this e-mail regarding your website www.sincereamore.com  as a courtesy before taking any formal legal action.  You website contains transcripts of episodes of CAROLINE IN THE CITY (the \"Series\"), as well as \"fanfic\" summaries of the episodes.  While you may not have been aware of the applicable laws, I must inform you that your posting and distribution of the transcripts and fanfics infringes upon CBS's exclusive copyrights and trademarks in and to the Series.  \r\n\r\nCBS takes all infringement matters very seriously.  Accordingly, our standard policy is to send a formal legal letter demanding that the infringing party immediately \"cease and desist\" from the illegal activity, and threatening all necessary legal action to compel compliance with applicable laws.  However, in reviewing your website I see that you are a student, and artist and a big fan of the show.  From what I can tell, it seems that you are operating the website for fun, and not for profit.  This being the case, I thought I'd send you this informal e-mail first before taking any further action.  CBS must insist that all transcripts and \"fanfics\" immediately be removed from your website (and any other websites where they may be stored or accessed).  Please confirm immediately that you will comply with this instruction.  I will also check your website within the next day or two to confirm that the infringing materials have been removed, in which case we will be happy to consider this matter closed.\r\n\r\nWe are actually quite happy to know that you are a fan of the show, and please understand that it doesn't bring us any pleasure to send legal letters to our fans.  However, there are, unfortunately, occasions when one's enthusiasm for a particular show can unintentionally lead to problems.  Luckily, this should be an easy problem to fix, and we look forward to closing this matter as soon as possible.\r\n\r\nSincerely, \r\n\r\n[sender]\r\nCBS Law Department \r\n","date_sent":"2004-01-28T05:00:00Z","date_received":"2004-01-28T05:00:00Z","topics":["Fan Fiction","Copyright"],"sender_name":"CBS Law Department","principal_name":"CBS","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}