{"dmca":{"id":2690,"type":"Dmca","title":"Re: Trademark/Copyright Infringement Creationwise and After Eden","body":"                         BROUSE MCDOWELL\r\n                A LEGAL PROFESSIONAL ASSOCIATION\r\n\r\n[Private]\r\nAttorney at Law\r\n\r\n                                                  January 22, 2004\r\n\r\nMr. [private]\r\nPresident\r\nInternet Infidels             Via Facsimile Original by Certified Mail\r\n[private]                 Facsimile No.: [private]\r\nColorado Springs, Colorado 80901-0142\r\n\r\n    Re:    Trademark/Copyright Infringement\r\n           CREATIONWISE and AFTER EDEN\r\n           Our Ref: 31238.25137\r\n\r\nDear [private]:\r\n\r\n    I am an intellectual property attorney who represents Answers in Genesis of Kentucky, Inc. (\"AIG\").  My client is the owner of U.S. Trademark Serial Numbers 78/240,043 and 78/239,913, which were published on November 11, 2003.  Both marks will be registered shortly.\r\n\r\n   My client has been using CREATIONWISE since at least as early as 1994, AFTER EDEN since at least as early as December 1999, and has spent substantial resources developing its trademarks in the community.  However, it has recently come to our attention that you are allowing infringement of my client's trademarks on your discussion forum, and doing so without permission from my client.  I have included printouts from your AiG Cartoon Parody Contest forum from October 29, 2003 to January 20, 2004.  As you can see, even on the cartoon strips that the posters believe is parody, my client's trademarks are being used.\r\n\r\n   In my opinion, the use on your discussion forum is clearly likely to cause confusion as to affiliation between your client and my client or my client's authorized licensees.  Therefore, I believe that you are engaging in trademark infringement and/or contributory trademark infringement, in violation of 15 U.S.C. 1114, in addition to false designation of origin, in violation of 15 U.S.C. 1125(a).\r\n\r\n   AIG also owns the copyrights in the comic strips.  As such, they intend to enforce their rights against those who infringe them.  Most, if not all, of the comic strips posted in your forum contain the AIG copyright notice, as well as, [private] (the author) name.\r\n\r\n\r\nMr. [private]\r\nJanuary 22, 2004\r\nPage 2 of 2\r\n\r\n   In light of this, I hereby demand:\r\n\r\n1) That Internet Infidels immediately cease and desist all further use of any mark that is substantially similar to my client's trademaks;\r\n\r\n2) That Internet Infidels undertake whatever effort is necessary to remove from circulation any document or other thing produced by Internet Infidels that bears a mark similar to my client's marks;\r\n\r\n3) That Internet Infidels immediately remove all forum postings containing my client's marks, and ensure that similar future postings will be removed immediately;\r\n\r\n4) That Internet Infidels inform the posters of the violations of my client's trademarks that their postings will be removed and that no future such postings will be allowed.\r\n\r\n   Trademark and copyright infringement are very serious matters to my client and I anticipate receiving a response from you, by 5:00 P.M. Eastern Standard Time on Monday, February 16, 2004.\r\n\r\n   If you do not respond by that time, I will explore other options available to my client.\r\n\r\n   I await your response.\r\n\r\n                                       Very truly yours,\r\n                                       BROUSE MCDOWELL\r\n\r\n\r\n                                        /s/\r\n                                       Private\r\n\r\nEnclosures with mailed copy\r\ncc: Private (w/o enclosures)","date_sent":"2004-01-22T05:00:00Z","date_received":"2004-01-22T05:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Brouse McDowell","principal_name":"Answers in Genesis of Kentucky, Inc.","recipient_name":"Internet Infidels","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}