{"dmca":{"id":2691,"type":"Dmca","title":"Claiming computer solitaire is patented","body":"Re: US Patents Nos. 5,823,879, 6,183,366, and 6,264,560\r\n\r\nDear Mr. Warfield:\r\n\r\nWe represent Mr. Sheldon Goldberg with respect to the above-indentifed patents, collectively referred to as \"the Goldberg Patents\". It has come to our attention that goodsol.com, an Internet-based service provided by Goodsol Development, Inc., infringes the Goldberg Patents.  In addition, Mr. Goldberg has a fourth U.S. patent that is about to issue, several continuation applications currently pending in the U.S. Patent Office, and several foreign patents and pending foreign patent applications.  Copies of the three Goldberg Patents are enclosed for your review.\r\n\r\nFor example, claim 18 of the '560 Patent covers the playing of a card game wherein an ordered collection of card representations is generated in which each card representation is eligible for play in a game of the card game. Multiple players may play the card game, and their selection of card representations may overlap in time. A first player may cease selecting card representations while a second player continues selecting card representations after the first player ceased. A second player may terminate a second game after which the first play may continue playing the first game while the second player commences a third game, and the first game and the third game may overlap in time.\r\n\r\nGoodsol.com enables users to play a card game, such as solitaire, in which an ordered collection of card representations is generated where each card representation is eligible for play in a game of solitaire. Multiple players may play solitaire, and their selection of card representations may overlap in time. Also, a first player may cease playing, while a second player continues. Then the second player may terminate the second game, while the first player resumes play of the first game, and the second player begins playing a third game of solitaire, which may overlap in time with the first game.\r\nThis is just one example of how Goodsoll Development's services infringe the claims of the Goldberg Patents.\r\n\r\nAdditionally, many of the claims of the Goldberg Patents are not limited to games.  For example, some claims of the Goldberg Patents are broadly directed to network-based presentations, i.e. changing advertising such as pop-up advertising or rotating banners, in connection with network services.  This, in addition to goodsol.com, many other aspects of the Internet-based services provided by Goodsol Development, particularly those services employing advertising presentations via pop-ups, banners, etc., may be of interest.\r\n\r\nOur client's desire is to resolve this issue amicably and efficiently.  To that end, our client would agree to provide an appropriate non-exclusive license in exchange for a one-time lump-sum payment or, alternatively, an annual royalty for the life of the Goldberg Patents.  Please respond to this letter in thirty (30) days if your company is interested in discussing a license under the Goldberg Patents.\r\n\r\nSincerely,\r\nLee F. Grossman","date_sent":"2004-01-20T05:00:00Z","date_received":"2004-01-20T05:00:00Z","topics":["Copyright","Patent"],"sender_name":"Grossman & Flight","principal_name":"Sheldon Goldberg","recipient_name":"Goodsol Development Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}