{"dmca":{"id":2726,"type":"Dmca","title":"Peanuts Cease and Desist Letter","body":"February 3, 2004\r\n\r\n \r\n\r\nVIA E-MAIL:  [private]\r\n\r\n \r\n\r\nRE:       Unauthorized Use of PEANUTS? Intellectual Property\r\n\r\n \r\n\r\nTo Whom It May Concern:\r\n\r\n \r\n\r\nUnited Feature Syndicate, Inc. dba United Media (\"UFS\") is the exclusive owner of all copyright, trademark, and other intellectual property rights in and to the world-famous PEANUTS? properties.   UFS syndicates the comic strip PEANUTS? by Charles Schulz in thousands of newspapers across the United States and around the world.  The rights owned by UFS strictly prohibit any individual attempts to reproduce, transmit, copy, or otherwise utilize the PEANUTS? comic strip, or the characters appearing therein, without the express written permission of UFS.\r\n\r\n \r\n\r\nIt has come to our attention that the Website located at http://www.jozjozjoz.com/heyyacb.mov  contains an unauthorized copy and derivative reproduction of the PEANUTS? characters.  Our research shows that you own and/or have effective control over this Website.  As is made clear above, this material is owned by UFS and cannot be used without the express written consent of UFS, which consent you have not been granted.  \r\n\r\n \r\n\r\nWe therefore demand that you immediately remove all unauthorized PEANUTS? materials and any links to unauthorized PEANUTS? materials from the Website address http://www.jozjozjoz.com/heyyacb.mov and any other sites over which you have control.  You must confirm to us in writing that you have complied with our demand by no later than two (2) weeks from the date appearing at the top of this letter.\r\n\r\n \r\n\r\nNothing in this letter shall be construed as a waiver or relinquishment of any right or remedy possessed by UFS or any affected party, all of which are expressly reserved.\r\n\r\n \r\n\r\nSincerely,\r\n\r\n[private]\r\n\r\n \r\n","date_sent":"2004-02-03T05:00:00Z","date_received":"2004-02-03T05:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"United Feature Syndicate, Inc. dba United Media (\"UFS\")","recipient_name":"www.jozjozjoz.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}