{"dmca":{"id":2741,"type":"Dmca","title":"Claim that Games with Ranking Systems are Patented; also Online Advertising Systems","body":"grossmanflight.com\r\n\r\nJanuary 21, 2004\r\n\r\nRe: U.S. Patent Nos. 5,823,879; 6,183,366 and 6,264,560\r\n\r\nDear Sir or Madam:\r\n\r\nWe represent Mr. Sheldon Goldberg with respect to the above-identified patents, collectively referred to as \"the Goldberg Patents.\" It has come to our attention that skotos.net/games, an Internet-based service provided by Skotos Tech, Inc., infringes the Goldberg Patents. In addition, Mr. Goldberg has a fourth U.S. patent that is about to issue, several continuation applications currently pending in the U.S. Patent Office, and several foreign patents and pending foreign patent applications. Copies of the three Goldberg Patents are enclosed for your review.\r\n\r\nFor example, claim 92 of the '560 Patent covers the playing of a game over a communications network, such as the Internet, where multiple instances of a game are transmitted over the Internet between multiple players and a gaming website and some of these instances may overlap in time. Also, users' rankings may be transmitted from the gaming website to the users, where the rankings are indicative of the users' proficiency in playing the game for which the users' ranks are being displayed and where the rankings are updated.\r\n\r\nSkotos.net/games enables multiple users to play games over the Internet, where instances of the game are transmitted from the gaming site to the users, and these instances may overlap in time. Additionally, skotos.net/games provides users' rankings for other users to see, with the rankings as indications of the users' proficiency at the games, and the rankings are updated. This is just one example of how Skotos Tech's services infringe the claims of the Goldberg Patents.\r\n\r\nAdditionally, many of the claims of the Goldberg Patents are not limited to games. For example, some claims of the Goldberg Patents are broadly directed to network-based presentations, i.e. changing advertising such as pop-up advertising or rotating banners, in connection with network services. Thus, in addition to skotos.net/games, many other aspects of the Internet-based services provided by Skotos Tech, particularly those services employing advertising presentations via pop-ups, banners, etc., may be of interest.\r\n\r\nOur client's desire is to resolve the issue amicably and efficiently. To that end, our client would agree to provide an appropriately non-exclusive license in exchange for a one-time lump-sum payment or, alternatively, an annual royalty for the life of the Goldberg Patents. Please respond to this letter in thirty (30) days if your company is interested in discussing a license under the Goldberg Patents.\r\n\r\nSincerely\r\n\r\n(signed)\r\n\r\n[Private]\r\n","date_sent":"2004-01-21T05:00:00Z","date_received":"2004-01-21T05:00:00Z","topics":["Copyright","Patent"],"sender_name":"Grossman & Flight","principal_name":"Sheldon Goldberg","recipient_name":"Skotos Tech Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}