{"dmca":{"id":2750,"type":"Dmca","title":"Photographer Requests 512 Takedown (#1)","body":"Hi,\r\nI am a professional freelance photographer with my own web site \r\nwww.richard-cooke.com which has been on Google for the past four or five years.\r\n\r\nUnfortunately I have just been browsing your image search for Airbus pictures and see that you are featuring a picture of mine that you took from the airliners.net site and which they have credited to another photographer, who has deliberately been claiming the picture as his. This picture, taken by me for an Airbus calendar in 1997 is in fact up on my own web site (see \r\nhttp://www.richard-cooke.com/airbus/page2.htm). I have contacted Airliners.net and they have removed the picture from their site but it is still appearing on your site. Obviously my main concern is that the picture should not appear credited to anyone else.\r\n\r\nYour webmaster said I should contact you about this. He said I should use the following format to request removal from the site - (or preferably re-attribute it to my site using the following url: \r\nhttp://www.richard-cooke-com/airbus/previewpages/previewpage18.htm \r\nThe picture on my web site is lower resolution, but it is exactly the same one. There is only one picture like this in the world and I took it.\r\n\r\n1. http://images.google.co.uk/imgres?imgurl=pr.erau.edu/~vannyhj/ Airbus%2520A320%2520shortly%2520after%2520takeoff.jpg& &imgrefurl=http://pr.erau.edu/~Vannyhj/page6.html &h=536&w=789&sz=56&tbnid=OS9lY7rhJuMJ: &tbnh=95&tbnw=139&prev=/images%3Fq %3Dairbus%26Start%3D80%\r\n\r\nThis is NOT my site and does not have my permission to use this picture\r\n\r\n2. \r\nMy email address is [private]@cogenhoe.freeserve.co.uk.\r\n\r\n3.\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that, for the image identified above, I am the copyright owner.\r\n\r\n4.\r\n[private]\r\n\r\n5.\r\nThis email is being sent to [private]@google.com","date_sent":"2004-02-11T05:00:00Z","date_received":"2004-02-11T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}