{"dmca":{"id":2793,"type":"Dmca","title":"Takedown that Grey Album","body":"VIA UPS OVERNIGHT MAIL & E-MAIL (dmca AT ev1 DOT net) \r\n\r\n\r\nVice President Operations/Designated Agent \r\nEveryone's Internet \r\nHouston, TX 77098 \r\n  \r\nRe: Unauthorized Use of Sound Recordings Performed by the Beatles \r\n  \r\nDear [Private]: \r\n  \r\nIt has come to our attention that [Private] is currently exploiting sound recordings that are owned and/or controlled by Capitol Records, Inc. (\"Capitol\").  In particular, it appears that [Private] is using, without authorization, on his website, http://www.waxy.org/archive/2004/02/11/danger_m.shtml, (the \"Website\"), copies of sound recordings embodying performances of the Beatles, including but not limited to recordings of \"Long, Long, Long,\" \"While My Guitar Gently Weeps,\" \"Glass Onion,\" \"Savoy Truffle,\" \"Mother Nature's Son,\" \"Helter Skelter,\" \"Julia,\" \"Happiness is Warm Gun,\" \"Piggies,\" \"Dear Prudence,\" \"Rocky Raccoon,\" \"Revolution 1,\" \"Revolution 9,\" \"I'm So Tired,\" and \"Cry Baby Cry\" (the \"Capitol Recordings\").\r\n\r\n[Private]'s unauthorized exploitation of the Capitol Recordings constitutes copyright infringement, and renders [Private], and any other company engaged in the unauthorized exploitation of the Capitol Recordings with [Private], liable for all of the remedies provided by the relevant laws occasioned by [Private]'s unfair competition and dilution of our valuable property.\r\n\r\nI am the agent authorized to act on behalf of Capitol, the complaining party. It is our understanding that Everyone's Internet, Inc. is the Internet Service Provider for [Private] and the Website, and as such, you are the authorized agent for service of this notice in accord with The Digital Millennium Copyright Act of 1998, 17 U.S.C. ","date_sent":"2004-02-13T05:00:00Z","date_received":"2004-02-13T05:00:00Z","topics":["Copyright","Copyright and Fair Use"],"sender_name":null,"principal_name":"EMI Recorded Music, North America","recipient_name":"Waxy.org","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}