{"dmca":{"id":2795,"type":"Dmca","title":"www.stirlingpark.net (the \"Website\")","body":"Dear Sirs\r\n\r\nStirling Park LLP\r\n1&1 Internet Ltd\r\nwww.stirlingpark.net (the \"Website\")\r\n\r\nWe have been instructed to write to you on behalf of Stirling Park LLP.  We write to inform you that it has come to our client's attention that 1 & 1 Internet Ltd are hosting the Website on its servers.\r\n\r\nWe hereby put you on notice that our client considers the Website to be defamatory of Stirling Park LLP.\r\n\r\nWe would remind you of the obligation incumbent on you as an Internet service provider pursuant to the Electronic Commerce (EC Directive) Regulations and the court decision in Godfrey v Demon Internet.  As you now have actual knowledge of the unlawful information taking place on your servers, our client requires you to act expeditiously to remove or otherwise disable access to the Website.\r\n\r\nHaving placed you on notice of the defamatory nature of this Website, on behalf of our client we request that you provide us with an undertaking to be received by us no later than 4:30pm on Friday 19 December 2003 in terms of which you will immediately cease to host any such material held on the Website and that the Website will be removed from your servers.  We look forward to receiving the aforementioned undertaking within the stated timeframe.\r\n\r\nThe terms of this letter shall not be disclosed to, or discussed with, any third party and in the event of any breach of this requirement of confidentiality, our client reserves the right to take action against you in respect of such breach.\r\n\r\nThis letter is written without prejudice to our clients whole rights and pleas and may not be relied upon in current or subsequent litigation, except at the instance of our client.\r\n\r\nYours faithfully,\r\n[signed]\r\nDundas & Wilson CS","date_sent":"2003-12-17T05:00:00Z","date_received":"2003-12-17T05:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Dundas & Wilson Solicitors","principal_name":"private","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}