{"dmca":{"id":2804,"type":"Dmca","title":"Listserv Post Ends Up On Blog, Sparks 512 Notice","body":"[PRIVATE]\r\n[PRIVATE] Drive\r\nEl Cerrito, California 94530\r\n[PRIVATE]\r\nFax: [PRIVATE]\r\n\r\nduber dot com \r\nInstructional Media Production & Consulting\r\n[PRIVATE]@[PRIVATE].com \r\nhttp://www.duber.com\r\n\r\nGoogle Inc.\r\nAttn: Blogger DMCA complaints\r\n[PRIVATE] Pkwy\r\nMountain View, CA 94043\r\n\r\nSent by Fax to: [PRIVATE], Attn; Blogger DMCA complaints\r\n\r\nFebruary 13, 2004\r\n\r\nPage 1 of 2\r\n\r\nGreetings,\r\n\r\nI'm writing to file a notice of Copyright infringement.  Here is the information you asked for.\r\n\r\n1. Identify in sufficient detail the copyrighted work that you believe has been infringed upon, This must include identification of specific posts, as opposed to entire sites.\r\n\r\nSee permalink http://mseproject.blogspot.com/2004_02_01_mseproject_archive.html\r\n\r\nThe infringed material is a private email that I sent to a listserv group, TESLCA-L.  The message is copied in its entirety and includes a link to a password protected website.  The infringer posts the login name and password to my site.\r\n\r\nHere's that post in full:\r\n\r\nGreetings all, I've just posted a new CALL technology demonstration. This time it's an A/V Guestbook.  Like other guestbooks, visitors can easily post text messages that are immediately available for all to read.\r\n\r\nWhat's new is the ability to add audio-only or audio w/ video comments too, thereby engaging all 4 language skills in an authentic communicative activity.\r\n\r\nPlease login to: http://duber.com/avguestbook/TESLCA.html\r\n\r\nPage 2 of 2\r\n\r\nusername: [PRIVATE]\r\npassword: [PRIVATE]\r\n\r\nNOTE: Free Flash 6 player (or higher) required:\r\nhttp:/ /www.macromedia.com/go/getflashplayer\r\n\r\nAs always, I would very much appreciate your comments, questions, or suggestions on the technology. Please feel free to post them in the guestbook\r\n\r\nThanks very much,\r\n\r\n[PRIVATE]\r\n\r\n[PRIVATE] [PRIVATE]@[PRIVATE].com\r\n\r\n2. Identify the material that you claim is infringing upon the copyrighted work listed in item #1 above.\r\n\r\nSee #1 for the copy of my email message.  I did not give permission to re-publish this.\r\n\r\nAgain, permalink http://mseproject.blogspot.com/2004_02_01_mseproject_archive.html\r\n\r\n3. Provide information reasonably sufficient to permit Blogger to contact you (email address is preferred).\r\n\r\nMy email address is: [PRIVATE]@[PRIVATE].com\r\n\r\n4. I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\n5. I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nSincerely,\r\n[PRIVATE]","date_sent":"2004-02-13T05:00:00Z","date_received":"2004-02-13T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Duber.com","recipient_name":"Blogger [Google, Inc.]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}