{"dmca":{"id":2809,"type":"Dmca","title":"Religious Book Author Claims Skeptics Posted Book, Sends 512 Notice","body":"Dear Google,\r\n\r\nThe following site: http://www.skepticsannotatedbiblecorrected.com is infringing my copyright I have copyrighted my images and text with the U.S. Copyright Office. You are currently showing them in your search engine here: \r\nhttp://www.google.com/search?hl=en&lr=&ie=UTF8&oe=UTF-8&sa=N&Q=%22skepticsannotatedbiblecorrected%2Bcom%22\r\n\r\nI'm the author and publisher of an e-book on CD-ROM. The infringing party has posted my ENTIRE book on his web site; this means graphics as well. I have contacted them, but they have not responded- I have also contacted their registrar and domain host and they are looking into the issue, but have done nothing, yet. I'm strongly considering legal action.\r\n\r\nYou can verify that this is my book at http://sab.jcsm.org and http://az.jcsm.org. I have three editions and ISBNs for each one.  Furthermore, the U.S. Copyright Office has a copy on file with them as of March 2003.\r\n\r\nPlease remove your link to http://www.skepticsannotatedbiblecorrected.com and disallow any links to their web pages. They are exposing my book and my book is not free.  Furthermore, they plainly admit on their site that I wrote the book.  They gave me credit in word, but they break the law and post the entire book and my images.\r\n\r\nIn case you simply want some links Of my images, here you go:\r\n\r\nhttp://www.skepticsannotatedbiblecorrected.com/SAB/SAB.gif, yes\r\nhttp://www.skepticsannotatedbiblecorrected.com/SAB/CAE.gif, yes\r\nhttp://www.skepticsannotatedbiblecorrected.com/SAB/OldNew.gif, yes\r\nhttp://www.skepticsannotatedbiblecorrected.com/SAB/SpecialQuestions.gif, yes\r\nhttp://www.skepticsannotatedbiblecorrected.com/SAB/Main.gif, yes\r\nhttp://www.skepticsannotatedbiblecorrected.com/SAB/Daniel.gif, yes\r\n\r\nThere are about 70 more of my images on their pages.  if you wish to have links to all of them, then I can provide them.\r\n\r\nThanks for your time. A response would be most appreciated. My email is: [Private]@jcsm.org\r\n\r\n\"I swear, under penalty of perjury, that the information in the notification is accurate and that, for each image identified above, I either own the copyright or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\nThe infringing party has an email listed as \r\n[Private]@skepticsannotatedbiblecorrected.com.\r\n\r\nSincerely,\r\n[Private]\r\n\r\nJesus Christ Saves Ministries, http://www.jcsm.org, Over 60,000 web pagesl\r\n\r\nJohn 8:36 reads, \"Therefore if the Son makes you free, you shall be free indeed.","date_sent":"2004-02-18T05:00:00Z","date_received":"2004-02-18T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Jesus Christ Saves Ministries","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}