{"dmca":{"id":2931,"type":"Dmca","title":"UNAUTHORIZED USE OF TWENTIETH CENTURY FOX PROPERTIES","body":"\r\nBeverly Hills, CA 90212 \r\n\r\nFebruary 25, 2004 \r\n\r\nVIA U.S. MAIL \r\nAND ELECTRONIC MAIL \r\n\r\nDublin, OH 43017\r\n\r\nRe:     UNAUTHORIZED USE OF TWENTIETH CENTURY FOX PROPERTIES \r\n        (http://4tvs.com) \r\n\r\nTo Whom It May Concern: \r\n\r\nWe are writing to you on behalf of our client, Twentieth Century Fox Film Corporation and its affiliated companies (hereinafter \"Fox\"). Fox is the exclusive owner of all copyright, trademark and other intellectual property rights in and to the television series \"On Air With Ryan Seacrest\" (hereinafter the \"Fox Copyrights and Trademarks\"). No one is authorized to reproduce, transmit, copy or otherwise utilize the Fox Copyrights and Trademarks without the express written permission of Fox. \r\n\r\nIt has come to our attention that a web site located at http://4tvs.com, for which you are the service provider, contains screenshot images from the \"On Air With Ryan Seacrest\" television series.\r\n\r\nFox has a good faith belief that the use of the material in the manner complained of is not authorized by Fox, its agent or the law.  Fox diligently enforces its rights in Fox Copyrights and Trademarks in all forms of media. The \"On Air With Ryan Seacrest\" television series entertains millions of people worldwide and our client rightfully takes its responsibility for the protection of the Fox Copyrights and Trademarks very seriously.  \r\n\r\nAs you may be aware, Internet Service Providers can be held liable if they do not respond to claims of infringement pursuant to the requirements of the Digital Millennium Copyright Act (DMCA).  In accordance with the DMCA, we request your assistance in the removal of any computer viruses contained on this web site, as well as the removal of any infringement of Fox's rights.  We further declare under penalty of perjury that we are authorized to act on behalf of Fox and that the information in this letter is accurate. \r\n\r\nPlease contact me at your earliest convenience to discuss this matter further. \r\n\r\nNothing in this letter shall be construed as a waiver or relinquishment of any right or remedy possessed by Fox or any other affected party, all of which are expressly reserved.\r\n\r\nVery truly yours, \r\n\r\n/s/ \r\n\r\n\r\n\r\n\r\n\r\nDLW:atp \r\ncc:     Twentieth Century Fox Film Corporation \r\n","date_sent":"2004-02-25T05:00:00Z","date_received":"2004-02-25T05:00:00Z","topics":["Copyright","Copyright and Fair Use"],"sender_name":null,"principal_name":"Twentieth Century Fox","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}