{"dmca":{"id":2934,"type":"Dmca","title":"The Grey Album and Misappropriation of Capitol Records, Inc.'s Sound Recordings","body":"We are counsel to Capitol Records, Inc. (\"Capitol\"), the exclusive U.S. licensee and/or owner and distributor of musical sound recordings featuring performances by The Beatles.  We write concerning your announced intention of distributing an unlawful and unauthorized sound recording known as The Grey Album on February 24, 2004.  This infringing album contains extensive samples from recorded performances by the Beatles, including \"Long, Long, Long,\" \"While My Guitar Gently Weeps,\" \"Glass Onion,\" \"Savoy Truffle,\" \"Mother Nature's Son,\" \"Helter Skelter,\" \"Julia,\" \"Happiness is Warm Gun,\" \"Piggies,\" \"Dear Prudence,\" \"Rocky Raccoon,\" \"Revolution 1,\" \"Revolution 9,\" \"I'm So Tired,\" and \"Cry Baby Cry\" (the \"Capitol Recordings\").  Distribution of The Grey Album constitutes a serious violation of Capitol's rights in the Capitol Recordings - as well as the valuable intellectual property rights of other artists, music publishers, and/or record companies - and will subject you to serious legal remedies for willful violation of the laws.  We accordingly demand that you cease any plans or efforts to distribute or publicly perform this unlawful recording.\r\n\r\n        As you are no doubt aware, The Grey Album is an amalgamation created by an individual named Brian Burton (a/k/a Danger Mouse) of Jay-Z's The Black Album and the Beatles' self-titled 1968 album commonly known as The White Album.  There is no dispute that The Grey Album incorporates Capitol Recordings, as Mr. Burton acknowledges on his website (http://www.djdangermouse.com) that \"every kick, snare, and chord is taken from the Beatles White Album and is in their original recording somwhere [sic].\"  There is also no dispute that Mr. Burton never requested permission from any of the rights-holders to create The Grey Album.\r\n\r\n        Capitol has demanded that Mr. Burton cease distribution of The Grey Album, and Mr. Burton has indicated publicly that he intends to comply with Capitol's demands.  As reported by Reuters on February 17, 2004:\r\n\r\nDanger Mouse said he created the record strictly as a limited-edition promotional item, with only a few thousand copies pressed . . . .\r\n\r\nThe artist, whose real name is Brian Burton, has agreed to comply with the order and will no longer distribute copies. \"He just wanted people to hear the record,\" says a spokesman in the U.K.\r\n\r\n\r\nReuters has also quoted Mr. Burton as saying, \"[t]his wasn't supposed to happen . . . .  I just sent out a few tracks (and) now online stores are selling it and people are downloading it all over the place.\"  By further distributing The Grey Album, you will not only be violating the rights of those who own the recordings and compositions at issue.  You will also be interfering with the intention of the very artist whose rights you purport to vindicate.\r\n\r\n        We are aware of the so-called \"Grey Tuesday\" event, sponsored by http://www.downhillbattle.org and described on the http://www.greytuesday.org website as a \"day of coordinated civil disobedience\" in which participating sites will make the unlawful Grey Album available for downloading, distribution, and file-sharing in order to force \"reforms to copyright law that can make sampling legal.\"  Your site is listed among those that will engage in this openly unlawful conduct.  Any unauthorized distribution, reproduction, public performance, and/or other exploitation of The Grey Album will constitute, among other things, common law copyright infringement/misappropriation, unfair competition, and unjust enrichment rendering you and anyone engaged with you in such acts liable for all of the remedies provided by relevant laws.  These remedies include but are not limited to preliminary and permanent injunctive relief as well as monetary and punitive damages necessary to remedy your openly willful violation of Capitol's rights.\r\n\r\n \r\n        We accordingly demand you:\r\n \r\n        1.      cease and desist from the actual or intended distribution, reproduction, public performance or other exploitation of The Grey Album and any other unauthorized uses of the Capitol Recordings or any other sound recordings owned and/or controlled by Capitol;\r\n\r\n        2.      identify the names and addresses of any third parties who have supplied you with physical or digital copies of The Grey Album or who are otherwise involved in The Grey Album's unauthorized distribution, reproduction, public performance, or other exploitation;\r\n\r\n        3.      provide Capitol with an accounting of all units of The Grey Album that have been distributed via your website, either physically or digitally, and of all instances of public performance of The Grey Album rendered via your website; and\r\n\r\n        4.      preserve any and all documents and records relating to this matter, including but not limited to electronic data and other information which may be relevant/discoverable in the event of litigation.\r\n\r\nIn addition, to the extent that you have already commenced distribution of The Grey Album, you must make payment to Capitol in an amount to be discussed.  We demand that you contact us immediately.\r\n\r\n        Unless we receive full and immediate compliance with these demands, Capitol will be forced to consider pursuing any and all available remedies at law and in equity. \r\n\r\n        Nothing herein shall be deemed an admission or waiver of any rights or remedies of Capitol and/or its affiliates, all of which are hereby expressly reserved.\r\n","date_sent":"2004-02-23T05:00:00Z","date_received":"2004-02-23T05:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":"Cowan, Liebowitz & Latman, P.C.","principal_name":"Cowan, Liebowitz & Latman, P.C.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}