{"dmca":{"id":2936,"type":"Dmca","title":"PVA Corp. Requests Removal of Patent and Copyright Infringements","body":"PVA Enterprises Corporation\r\n[private]\r\nLaGrange Park, IL 60526\r\nTEL XXX-XXX-XXXX FAX XXX-XXX-XXXX \r\nhttp://www.pvacorp.com\r\n\r\nFebruary 26, 2004\r\n\r\nGoogle, Incorporated\r\nAttn: User Support, DMCA Complaints\r\n[private]\r\nMountain View, CA 94043\r\nFAX XXX-XXX-XXXX\r\n\r\nRecently I e-mailed you about a firm by the name of 9Corp, web address.. http://www.9corp.com that has copied the verbiage of our website which is copyrighted, plus the technology is patented under US Patent Number 6,385,029.\r\n\r\nThere is not only direct copyright infringement by 9Corp, but another firm called Vortex, web address of... http://www.vortex.com which also comes up on the Google search engine. Vortex has violated a copyrighted article I did in January, 1996 that was done in Electrical Engineering Times\r\n\r\nWhen one goes on Google, types in \"Ground Transients\" two sites come up which are Vortex and 9Corp.\r\n\r\nThe URL's on Google are as follows, plus are listed in the attached document which is a copy of the Google search page. They are as follows..\r\n\r\nExamples\r\n\r\n1.) www.vortextek.com/article-doing_battle_with_grnd-transients.pdf\r\n\t(pdf) Doing battle with ground transients\r\n\r\n2.) www.vortextek.com/id12.html - 8k\r\n\tVortex Technologies\r\n\r\n3.) www.electronicstalk.com/news/cor/cor100.html - 8k\r\n\tTerminator suppresses transients from earth - 9 Corporation\r\n\r\n4.) www.9corp.comm/technology.html - 17k\r\n\t9 Corporation - Redefining Reliability\r\n\r\nI'm attaching a copy of the Google page showing these firms. Please refer to the asterisk (*) next to each location. The PVA website is... http://www.pvacorp.com\r\n\r\nI would like to request that our URL be listed when one goes to the Google search engine and types in \"Ground Transients\"\r\n\r\nI have conducted a search of Google.com using query \"Ground Transients\" and found that the first four items on the first page infringes upon copyrighted material and US Patent Number 6,395,029, owned by PVA Enterprises Corporation.\r\n\r\nI request the URL's shown above as in examples numbered 1, 2, 3 and 4 be removed from the Google search engine,\r\n\r\n\" I swear, under penalty of perjury consistent with United States Code Title 17, Section 512, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\nSincerely,\r\n\r\n[private]\r\nPresident & CEO\r\nE-mail address: [private]@pvacorp.corn\r\n\r\nCc: [private] - legal counsel, Schoenberg, Fisher, Newman\r\n\t& Rosenberg. Ltd., Chicago, IL\r\n","date_sent":"2004-02-26T05:00:00Z","date_received":"2004-02-26T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"PVA Corp","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}