{"dmca":{"id":2995,"type":"Dmca","title":"CEASE AND DESIST USE OF \"CTG\"","body":"Dear Chamberland Technology Group, Inc.:\r\n\r\nRecently it was brought to the attention of this office that Chamberland Technology Group, Inc. (dba CTG, Inc.) has been using the service mark of Computer Task Group, Inc. to promote its information technology service offerings.\r\n\r\nI wish to call to your attention that Computer Task Group, Inc. is the owner of the registered service mark \"CTG\" (No. 1226870) for use with computer services and information technology. A copy of the federal registration is enclosed for your review. In addition to the protection of the Federal trademark laws, Computer Task Group, Inc. has common law and statutory rights under the laws of various states - including Florida - where it has been using the trade name \"CTG\" since 1983.\r\n\r\nYour actions are likely to cause confusion, in the computer services marketplace regarding an affiliation of your company with Computer Task Group, Inc. This kind of misrepresentation is a violation of the Lanham Act, 15 U.S.C. 1125(a) which provides in relevent part:\r\n\r\n[A]ny person who...uses in commerce any word, term, name, symbol... which --(a) is likely to cause confusion, or to cause mistake or to deceive as to the affiliation, connection or association of such person with another person...shall be liable in a civil action by any persons who belives that he or she is or is likely to be damaged by such act.\r\n\r\nIn adddition to the confusion, your actions may be diluting, or blurring the association between Computer Task Group, Inc. and its registered trademark \"CTG\". This kind of activity is a violation of the anti-dilution provision of the Lanham Act, 15 U.S.C 1125(c). We view this confusion and/or dilution of our trade name and service mark as a serious infringement to our rights. Consequently, we ask for immediate written assurances that CTG, Inc. will immediately discontinue use of the \"CTG\" mark in any manner in the State of Florida and anywhere else you may do business. Unless such assurances are received within fifteen(15) days, we will have no choice but to take appropriate action to protect our rights to the full extent of the law.\r\n\r\nIf you have any questions with respect to the contents of this letter, please contact me at [private].\r\n\r\nSincerely\r\n\r\n[private]\r\nAssistant General Councel","date_sent":"2004-02-03T05:00:00Z","date_received":"2004-02-03T05:00:00Z","topics":["Trademark","Copyright"],"sender_name":null,"principal_name":"Computer Task Group Inc.","recipient_name":"Chamberland Technology Group,Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}