{"dmca":{"id":17000,"type":"Dmca","title":"Blogger DMCA Complaint- Bianca Lopez","body":"(650) 618-2680, Attn: Legal Blogger Support, DMCA Complaints\r\n\r\nHello, my name is bianca and I inform to them that this infringing the policy of privacy of google because somebody has opened blogs with my name in which they appear videos mine and photographies mine maintaining relations sexual, I identify the material on which my demands are infringing the work copyrighted enumerated in the article #1.\r\n\r\nI have spoken with my lawyer and to said to me that when appearing in these videos and photographies in his blogs and to to have the authorized one I his diffusion through google am not in all the right to be able to notify I to google, that in these videos and photographies my rights of privacy are violated and privacy and I would like that these directions of google were retired as rapidly as possible, the direction of these videos and photographies appear in several blogs that they haye created with my name but I have not given my authorization for this, aside in these directions facilitate my direction of electronic mail direction of the address, telephone numbers to contact with me, I am undergoing great a harassment by people which as rapidly as possible I do not know and I want to end, the directions of blogs are the following ones:\r\n\r\nhttp://bianca-mollet-valles.blogspot.com/\r\nhttp://bianca-lopez.blogspot.com/\r\nhttp://bianca-lopez-mollet-valles.blogspot.com/\r\nhttp://bianca-mollet-del-valles-barcelona.blogspot.com/\r\n\r\nI give faith that the use of the described materials copyrighted in the infraction directions has above not been authorized by, which I am the one who appear in these directions.\r\n\r\nI declare under penalty of the perjury that the information in the notification is exact and that I am authorized no the diffusion of these videos and photographies that appear in the directions that I have commanded to them, I I act like owner of an exclusive right to these archives that appear in blogs alleging that my rights of privacy are infringed and privacy because the person who appears in these directions I am I.\r\n\r\nI have settled down I contact with webmaster of these pag and these pag are all created by he himself webmaster, this user has said to me that he has created them and who he is not going them to eliminate so that its intention is the one to cause all the possible damage to me.\r\n\r\nI already have undertaken legal actions against this user to violate my rights of privacy and privacy among others and I would like to know if these can be retired as rapidly as possible pag because the author of pag to be the one that put all this material in these blogs.\r\n\r\nIf these pag you cannot eliminate them by some reason, wanted that they sent to me via emai I, as I can solve this problem please.\r\n\r\nName: bianca Lopez esteve\r\nAddress: seat ramaders 4-h Mollet of valles\r\n(08100) (Barcelona)\r\n(Spain)\r\nDirection email (biancalo@hotmail.com)\r\nCompany/signature:\r\nBianca Lopez Esteve\r\nThanks for its aid.","date_sent":"2006-11-03T05:00:00Z","date_received":"2006-11-03T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}