{"dmca":{"id":17104,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-07-01T04:00:00Z","date_received":"2011-07-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"C R Slater","principal_name":"C R Slater","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"aestrich@ipgbook.com\n312.337.0747\n\nAmelia Estrich\nPublicity Associate\nIndependent Publishers Group\n814 N Franklin St\nChicago, IL 60610\n\nGoogle staff “NOTE”\n\nThis below thief is emotionally disturbed she sets up multiple bulk  \naccounts each and all the exact same and rants and raves about the  \ninjustice of the law persistently repeatedly while breaking the law, in  \nabusing licensed copyright material without payment or consent and also  \nusing blogspot accounts to threaten my life. As it is I am already dying  \nand considering she is using your services to do this and she is  \npersistently ignoring the law you will have her arrested and banned  \nlifelong from using your services again\n\nMark my words I demand that the FBI as Google director stand in a court of  \nlaw for allowing this woman’s sick mind to weave its tangled web and  \nthreaten my life week after week while Google staff clearly as sick and  \ndisturbed as the woman allow this to persist never ending\n\nI want several million in compensation for this and Google staff imprisoned  \nalongside this sick twisted woman\n\nYOU WILL NOT IGNORE THIS AGAIN YOU WILL HAVE POLICE ARREST HER TODAY\n\n\nIF THIS THIEF BELOW DOES NOT WISH TO FACE A LONG TIME IN PRISON SHE WILL  \nIMMEDIATELY CEASE UNLICENSED USE OF MY POEMS THIS IS THREE TIMES SHE HAS  \nDEFRAUDED MYSELF AND THE USA COPYRIGHT AND THREATENED MY LIFE YOU WILL  \nENSURE SHE STOPS BREAKING THE LAW TO SHOUT AND BALL ABOUT THE LAW\n\nThis is the third time you have not only allowed the exact same poem to be  \nused in bulk without license, but it is the third time you HAVE  \nDELIBERATELY ALLOWED THIS THIEF TO THREATEN MY LIFE ONLINE as it is I am  \ndying and I NOW DEMAND YOU WRITE TO THIS THIEF AND TELL HER DIRECTLY SHE IS  \nGOING TO NOW COST GOOGLE BILLIONS IN Lawful action and that she will indeed  \nface imprisonment if two years for every case and charges of attempted  \nmurder too\n\nYOU WILL DELETE HER ENTIRE ACCOUNT THIS TIME AND I AIM TO HAVE POLICE  \nARRESTING GOOGLE DIRECTOR AS ALSO THIS PERSISTENT REPEAT THIEF\n\n\nREPEAT MULTIPLE BULK Complaints Piracy Notice of Copyright\n\n\nCONSIDERING THIS THIEF IS SCREAMING ABOUT THE LAW THEN WHY IS SHE FOR THE  \nTHIRD TIME AROUND BREAKING AND DELIBERATELY ABUSING THE LAW\n\nThis very clearly shows and reflects the very real need for Google to cease  \nILLEGAL CRIMINAL POSTING OF ALL MATERIAL AT CHILLINGEFFECTS.ORG\n\nMark my words in the legal case Google are about to face your ignorant  \nstaff have just now dug Google’s own grave\n\nThis time you will delete every one of the accounts this determined thief  \nhas created and mark my words I will be compensated by Google for the time  \ntheir staff have allowed this thief to steal from me not just once but  \ntwice over\n\n\n\"It is illegal globally punishable by imprisonment for any global  \nindividual to report any legal copyright notice as spam\"\n\nAttn: Legal Support, DMCA Complaints Piracy Notice of Copyright\n\n\nNote* Consent is not strictly granted without a paid for licence of  \n£100,000 weekly for any of the material listed below also any part this  \nentire dmca or the poem at chillingeffects .org or any other web site in  \nthe globe. There is no point in having the material removed for other  \npeople to simply breach the copyright laws by placing this on their site.  \nWe will sue to this full if this legal notice is not met in full\n\nSigned copy is attached, please there for ensure this matter is dealt with  \nswiftly\n\n\nMr C R Slater\n49A City Road\nNewcastle upon Tyne\nNE12AQ England\n07871430052\npoetchristopehrrobin@gmail.com\n\nSir, Madam,\n\nUnlicensed illegal pirate use and display of registered copyright material  \nwithout paid license fees of one hundred thousand UK pounds weekly  \nregistered  with United Nations UK USA European Copyright Law Registration  \nNumbers TXu 1-598-108 TXu 1-598-102 and 295451 detected by Plagiarism  \nDetector www.plagiarism-detector.com\n\n\"I have a good faith belief that use of the copyrighted materials described  \nbelow as allegedly infringing is not authorised by myself as copyright  \nowner, or the law.\"\n\n\"I swear, under penalty of perjury, that the information in the  \nnotification is accurate and that I am the copyright owner of an exclusive  \nright that is allegedly infringed.\"\n\nThe material is currently illegally clearly displayed on your servers  \nwithout my requested or given author/owner consent. It must be removed as  \nin line with copyright law and host master Terms of Service United Nations  \nEurope UK and USA 2006/2007\n\nIf signed copy of this notice is required by your company I will email one  \ntoday via PDF attachment (identical as fax) for you to view/print.\n\n/Christopher R Slater/\nChristopher R Slater\n\n*NOTE the thief had clearly ignored anti theft protection as legal  \ncopyright notice and licensing notice hacked into a file source code or  \ntyped this out to steal the material.\n\nMaterial displayed as below on your servers Poet Christopher Robin  \nCopyright Notice NOT public domain strictly not for copy public use or any  \nform of display without registered license or any form of display without  \nregistered license","infringing_urls":[{"url":"http://kansansforjudicialaccountability.blogspot.com/2011/04/mothers-blessing-for-her-daughter-happy.html"},{"url":"http://silencedbycourts.blogspot.com/feeds/posts/default?orderby=updated"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}