{"dmca":{"id":17101,"type":"Dmca","title":"Text DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-09-26T04:00:00Z","date_received":"2012-09-26T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Bayu Wicaksono","principal_name":"Bayu Wicaksono","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"\"5 Cara Konyol Dalam Melunasi Hutang\n\nPosted: 21 Sep 2012 08:07 PM PDT\nCara termudah untuk mengenali \"cara konyol\" dari metode pembayaran utang  \n\nadalah berpikir apakah utang ini benar-benar terbayar ketika metode itu  \nselesai dilakukan. Ketika anda berpikir tentang cara-cara untuk  \nmenyingkirkan beban hutang, tanyakan pada diri, \"Apakah ini solusi cepat, \n\nmudah dan terbaik untuk menyingkirkan utang?\" Berikut adalah beberapa cara\n \nburuk untuk menyelesaikan hutang.\ntrik jitu lunasi utang\n\n1. Menggunakan uang jaminan pensiun dari perusahaan\nAnda tidak harus meminjam jaminan pensiun dari perusahaan, apalagi untuk  \n\nmelunasi hutang. Mari kita bicara tentang apa yang terjadi ketika anda  \nmeminjam dari jaminan pensiun perusahaan. Pertama, perusahaan tidak\nmungkin  \nmembiarkan anda berkontribusi untuk itu lagi sampai anda telah melunasi  \npinjaman tersebut. Kedua, take home pay anda berkurang (karena anda harus \n\nmembayar kembali pinjaman) sampai uang itu dibayar kembali. Ketiga, jika  \n\nmeninggalkan pekerjaan , anda harus membayar seluruh pinjaman .\n\n2. Membiayai kembali kredit rumah Anda\nMengikat utang buruk untuk ekuitas rumah adalah tidak cerdas. Bila anda  \ntidak bisa membayar hutang kartu kredit, anda berakhir dengan peringkat  \nkredit buruk. Menjaminkan utang dengan rumah berarti anda kehilangan rumah\n \ndan peringkat kredit dihapuskan ketika tidak dapat melakukan pembayaran.\n\n3. Penyelesaian Hutang\nKetika berhenti melakukan pembayaran, panggilan telepon mulai berdatangan \n\ndan laporan kredit negatif akan muncul. Tak lama tagihan hutang akan  \ndibebankan full dan skor kredit anda dihancurkan. Pada akhirnya, mungkin  \n\nanda tidak setuju dengan penyelesaian yang diusulkan oleh lembaga keuangan\n \nanda.\n\n4. Konsolidasi dengan pinjaman berbunga tinggi\nKondolidasi hutang dapat menjadi solusi jika anda bisa mendapatkan\npinjaman  \ndengan persyaratan yang tepat. Jika pinjaman ini hanya bisa anda dapatkan \n\ndengan tingkat bunga yang lebih tinggi dari rata-rata utang kartu kredit  \n\nanda, biarkan saja. Pembayaran bulanan anda mungkin terlihat lebih rendah,\n \ntetapi itu hanya karena pinjaman ini tersebar di periode pembayaran yang  \n\npanjang. Anda akan melihat bahwa anda menghabiskan lebih banyak uang  \ndaripada jika anda tidak mengkonsolidasikan pinjaman itu.\n\n5. Transfer tagihan ke kartu kredit lain\nMentransfer tagihan ke kartu kredit dengan bunga rendah hanya masuk akal  \n\njika anda secara finansial mampu untuk melunasi tagihan sebelum tingkat  \nbunga diskon berakhir dan anda tidak akan menggunakan kartu tersebut untuk\n \nmelakukan pembelian atau pengambilan uang tunai. Jika anda tidak dapat  \nmentransfer saldo di bawah kondisi tersebut, ini tidak akan bekerja untuk \n\nanda dan lupakan membawa tagihan kartu kredit lama ke kartu kredit baru  \ndengan tingkat bunga yang menggoda, biaya transfer tagihan juga akan  \nmembebani anda.\"","infringing_urls":[{"url":"http://beritahukami.blogspot.com/2012/09/inilah-5-cara-konyol-dalam-melunasi_21.html"},{"url":"http://newworld16.blogspot.com/2012/09/infoinfo-unik_22.html"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}