{"dmca":{"id":17185,"type":"Dmca","title":"Blogger DMCA Complaint- Linda Ellis","body":"Here is another of your sites with my copyrighted poem posted on it. My complete DMCA Complaint is below, including signature, etc.\r\n\r\nThank you,\r\n\r\nLinda Ellis\r\nwww.lindaellisonline.com\r\n\r\nHello,\r\n\r\nBelow is my good faith statement and copyright information. The site\r\nhttp://lifeinanut.blogspot.com/2006/11/did-you-live-your-dash.html hosted by blogspot.com has my copyrighted work, \"The Dash\" posted unauthorized and unaccredited. The copyright # as filed with the Library of Congress for this work is Txu 858-108. 1 have contacted you previously regarding this problem and this is a current site found from a Google search. Thank you.\r\n\r\nINFORMATION AS REQUESTED CONCERNING A COPYRIGHT INFRINGEMENT OF MY WORK BY ONE OF YOUR MEMBERS:\r\n\r\n1. A description of the copyrighted work or other intellectual property that you claim has been infringed;\r\n\r\nPoem titled The Dash, which is under registered copyright # TXu 858-108. Text is included at the end of this email.\r\n\r\n2. A description of the location where the material that you claim is infringing is\r\n\r\nThe poem is posted unauthorized and mostly unaccredited on this site:\r\nhttp://lifeinanut.blogspot.com/2006/11/did-you-live-your-dash.html\r\n\r\n3. A statement by you that you have a good faith belief that the reported use is not authorized by the copyright or intellectual property owner, its agent, or the law;\r\n\r\nI hereby state that permission was never granted for use of this copyrighted work on the web site sent here by myself, the author and copyright owner, or any agents or representatives of my company, Linda's Lyrics.\r\n\r\n4. Your address, telephone number, and, if available, e-mail address;\r\n\r\nLinda Ellis\r\nLinda's Lyrics\r\n1050 E. Piedmont Road\r\nSuite E-135\r\nMarietta. GA 30062\r\nlellis@bellsouth.net\r\n404-966-3349\r\n\r\n5. A statement by you, made under penalty of perjury, that the above information is accurate and that you are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner's behalf; and\r\n\r\nUnder penalty of perjury, I hereby state that the above information is accurate and that I am the copyright owner of the material posted unaccredited and unauthorized on the website contained in this email:\r\nhttp://lifeinanut.blogspot.com/2006/11/did-you-live-your-dash.html\r\n\r\n6. An electronic or physical signature by the person making the submission (i.e., you or such other person authorized to act on behalf of the complaining party). If the submission is made electronically, the authorized person making the submission should designate his or her electronic signature by typing a forward slash (\"/\") before and after his or her typed name and follow this electronic signature by again typing his or her name.\r\n\r\nLinda's Lyrics\r\n1050 E. Piedmont Road\r\nSuite E-135\r\nMarietta, GA 30062\r\nwww.lindaslyrics.com\r\n\r\nThe Dash\r\nby Linda Ellis\r\nCopyright Txu-858-108\r\n\r\nI read of a man who stood to speak\r\nat the funeral of a friend.\r\nHe referred to the dates on her tombstone\r\nfrom the beginning...to the end.\r\nHe noted that first came the date of her birth\r\nand spoke of the following date with tears,\r\nbut he said what mattered most of all\r\nwas the dash between those years.\r\nFor that dash represents all the time\r\nthat she spent alive on earth\r\nand now only those who loved her\r\nknow what that little line is worth.\r\nFor it matters not, how much we own,\r\nthe cars, the house, the cash.\r\nWhat matters is how we live and love\r\nand how we spend our dash.\r\nSo think about this long and hard,\r\nare there things you'd like to change?\r\nFor you never know how much time is left\r\nthat can still be rearranged.\r\nIf we could just slow down enough\r\nto consider what's true and real\r\nand always try to understand\r\nthe way other people feel.\r\nAnd be less quick to anger\r\nand show appreciation more\r\nand love the people in our lives\r\nlike we've never loved before.\r\nIf we treat each other with respect\r\nand more often wear a smile\r\nremembering that this special dash\r\nmight only last a little while.\r\nSo when your eulogy is being read\r\nwith your life's actions to rehash,\r\nwould you be proud of the things they say\r\nabout how you spent your dash?","date_sent":"2006-11-13T05:00:00Z","date_received":"2006-11-13T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Linda's Lyrics","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}