{"dmca":{"id":17245,"type":"Dmca","title":"San Diego Screen Savers' Unauthorized use of the HERSHEY's KISSES Trademark and Trade","body":"Two letters were sent. The content of both letters and my reply to the first letter will be emailed to notices@chillingeffects.org.\r\n\r\nBasically in the first letter the attorney Amy Wright demanded that we stop using the kisses in our parody screen saver Dances Chocolate Kisses, that we pay them the money we made selling the screen saver and that we pay damages. They also demanded that we turn over any materials bearing any trade dress or trademark belonging to Hershey's and that we never use the trademark or tradedress again. I explained that the screen saver was a parody of sweets equated to love, but that we understood it may not have been as clear a parody as we inteneded. We removed the screen saver from sale everywhere, told them where it had been sold so they could verify it was no longer being sold and offered not to sell that screen saver again. We said we could not promise we would never sell anything with their trademark again because we might want to create a more direct parody at some point in the future.\r\n\r\nThe second letter received yesterday, November 13, 2006 offeres a settlement with this content (paraphrased below):\r\n\r\nWe pay them $1,500 for their expenses, agree to turn over all Hershey's tradedress/trademark materials and agree to never use their trademark/tradedress again. The offer is good for a total of 4 days - that is through the end of business on Friday November 17, 2006.","date_sent":"2006-11-02T05:00:00Z","date_received":"2006-11-02T05:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Sommer Barnard PC, One Indiana Square, Suite 3500 Indiannapolis, IN  6204-2023","principal_name":"The Hershey Company","recipient_name":"San Diego Screen Savers","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}