{"dmca":{"id":17249,"type":"Dmca","title":"Landmark Education requests removal of link","body":"[Translation of letter in Dutch language.  I have attempted a word-for-word rather than a though-for-thought translation. The inaccurate reference to a \"website\" instead of a page on that site is in the original letter]\r\n\r\n\r\nHonorable Mr. Hein,\r\n\r\nMy client, Landmark Education, has asked me to focus your attention on the following.\r\n\r\nLandmark Education has had to notice that you, via your website http://www.apologeticsindex.org/l30.html (almost at the end of your website under the heading \"multimedia\"), have added a link to the CAIC [=Cult Awareness and Information Center] in Australia on which a link is found to a TV3 video.  The publication of this video results in a violation of the worldwide copyrights of my client since within it, without her permission, large portions of her copyright protected work the _Landmark Forum Manual_ are reproduced.  Landmark Education acts against violations of her copyright throughout the world.\r\n\r\nClient hereby request that you [underdlined]immediately[/underlined] remove the link from your website. In good order I point out to you that if you do not remove the link you act unrightfully toward my client by - inasmuch as you do not commit copyright violation yourself - you in any case purposefully aid the copyright violation by third parties by not removing the mentioned link.  I would appreciate receiving, by Wednesday, November 15, 2006 at the latest, your written notice that you have removed the link.\r\n\r\nRegards,\r\n\r\nVan Doorne N.V.\r\nBas Pinkcaers","date_sent":"2006-11-13T05:00:00Z","date_received":"2006-11-13T05:00:00Z","topics":["Copyright","Linking"],"sender_name":"Van Doorne N.V.","principal_name":"Landmark Education","recipient_name":"Apologetics Index","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}