{"dmca":{"id":17355,"type":"Dmca","title":"Chinese Democracy","body":"Dear Sir or Madam:\r\n \r\nThis law firm represents W. Axl Rose and Guns N' Roses.  It has come to our attention that Corslaw Industries (\"Cornslaw\") intends to release an album on November 20, 2006 entitled \"Chinese Democracy - A Tribute to an Unheard Album.\"  As you are undoubtedly aware, Mr. Rose has been working on releasing an album entitled \"Chinese Democracy\" for the better part of the past decade.  Mr. Rose has also used the phrase \"Chinese Democracy\" on t-shirts, posters and various other merchandise in support of his forthcoming album and Guns N' Roses' concerts.  Indeed, the phrase \"Chinese Democracy\" has become deeply associated with Mr. Rose and Guns N' Roses over the past decade.  Accordingly, Mr. Rose has acquired trademark protection for the phrase \"Chinese Democracy\" under California law.  Cornslaw's use of the phrase \"Chinese Democracy\" on an album violates Mr. Rose's trademark by suggesting that Mr. Rose somehow sponsored, endorses, or is associated with Cornslaw's album.  \r\n \r\nWe hereby demand that Corslaw immediately cease all use of the phrase \"Chinese Democracy\" in conjunction with its forthcoming album, or any other products.  Please confirm immediately that Cornslaw intends to comply with the foregoing demand.  Should you fail to do so, Mr. Rose will not hesitate to exercise all of his legal remedies under the law.  \r\n \r\nSincerely,\r\n \r\nGregory S. Gabriel\r\nKinsella Weitzman Iser Kump & Aldisert LLP \r\n808 Wilshire Blvd., Third Floor \r\nSanta Monica, CA 90401-1889 \r\nPhone: 310-566-9800 Fax: 310-566-9850 \r\nDirect Dial: 310-566-9809\r\nDirect Fax: 310-566-9869\r\nggabriel@kwikalaw.com\r\n \r\nThis message is intended solely for the use of the addressee(s) and is intended to be privileged and confidential within the attorney client privilege. If you have received this message in error, please immediately notify the sender and delete all copies of this email message along with all attachments. Thank you.","date_sent":"2006-11-14T05:00:00Z","date_received":"2006-11-14T05:00:00Z","topics":["Trademark","Copyright"],"sender_name":"Kinsella Weitzman Iser Kump & Aldisert LLP","principal_name":"Gregory S. Gabriel","recipient_name":"Cornslaw Industries","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}