{"dmca":{"id":17386,"type":"Dmca","title":"TSA Says \"No Fly\" to Boarding Pass Demonstration","body":"Dear Mr. Soghoian:\r\n\r\nIt has come to the attention of the Department of Homeland Security-TSA that you are currently operating a website which creates fraudulent airline boarding passes.  The purpose of this letter is to notify you that your continued operation of this website may subject you to federal criminal penalties, including imprisonment and civil sanctions.\r\n\r\nTitle 18, United States Code, Section 1036 states:\r\n\r\nSec. 1036. Entry by false pretenses to any real property, vessel, or aircraft of the United States or secure area of any airport\r\n(a) Whoever, by any fraud or false pretense, enters or attempts to enter?\r\n\r\n(1) any real property belonging in whole or in part to, or leased by, the United States;\r\n\r\n(2) any vessel or aircraft belonging in whole or in part to, or leased by, the United States; or\r\n\r\n(3) <b>any secure area of any airport</b>, shall be punished as provided in subsection (b) of this section.\r\n\r\n(b) The punishment for an offense under subsection (a) of this section is?\r\n\r\n(1) a fine under this title or imprisonment for not more than 5 years, or both, if the offense is committed with the intent to commit a felony; or\r\n\r\n(2) a fine under this title or imprisonment for not more than 6 months, or both, in any other case.\r\n\r\nTitle 49, United States Code, Section 46314 states, in part:\r\n\r\nSec 46314. Entering aircraft or airport area in violation of security requirements\r\n\r\n(a) Prohibition.? A person may not knowingly and willfully enter, in violation of security requirements prescribed under section 44901, 44903 (b) or (c), or 44906 of this title, an aircraft or an airport area that serves an air carrier or foreign air carrier.\r\n(b) Criminal Penalty.? (1) A person violating subsection (a) of this section shall be fined under title 18, imprisoned for not more than one year, or both.\r\n\r\n(2) A person violating subsection (a) of this section with intent to commit, in the aircraft or airport area, a felony under a law of the United States or a State shall be fined under title 18, imprisoned for not more than 10 years, or both.\r\n\r\nYour continued operation of this website and your facilitation in providing fraudulent boarding passes is prohibited.  The potential for misuse of these boarding passes is obvious and could pose a threat to aviation security.\r\n\r\nWe intend to vigorously pursue violations of the statutes cited above and will refer these cases to the United States Attorney's office for prosecution.  You should immediately cease the continued operation of this website. \r\n\r\nSincerely, \r\n\r\nRichard L. Abrams\r\nActing Federal Security Director\r\nDepartment of Homeland Security-TSA\r\n\r\nServed in hand on 10/27 2008 by\r\n[signed]\r\nSpecial Agent\r\nFederal Bureau of Investigation\r\n\r\n","date_sent":"2006-10-28T04:00:00Z","date_received":"2006-10-28T04:00:00Z","topics":["Uncategorized","Copyright"],"sender_name":null,"principal_name":"U.S. Department of Homeland Security - TSA","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}