{"dmca":{"id":17453,"type":"Dmca","title":"Blogger DMCA Complaint- Synth Fool","body":"Subject: Many violations\r\nDate: Sun, 18 Nov 2006 07:53:01 -0800\r\nURL: matrixsynth.blogspot.com\r\nItemType: TOS\r\nTicket #: 83885888\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nSigned 11-22-2006:\r\n\r\nhttp://www.blogger.com/comment.g?blogID=17775202&postID=113583044231277270\r\nhttp://photos1.blogger.com/blogger/6863/1447/400/id19em.jpg\r\n\r\nModular synthesizer 1 custom built for academy award winner Hans Zimmer.\r\nOriginal file located here: http://synthfool.com/lightner/?d19.jpg\r\nCopyright for this photo is held by myself, Kevin Lightner.\r\nPhotography for this photo was taken by Scott William Lightner (http://www.williamlightner.com)\r\n\r\nMy email address: synthfool@synthfool.com\r\n\r\nMy contact info: Kevin Lightner/Synthfool.com\r\nPO Box 201\r\nWrightwood, CA 92397-0201\r\n760-249-6757\r\n\r\nThere are many more such inclusions of mine alone.\r\nRequests to this blog owner to remove them met with slanderous posts regarding me and my business.\r\nUsing a post entitled \"Kevin Lightner wants to sue me\", he posted my private emails.\r\nOne email was even indicated as \"Private email. Do not repost\"\r\nThese designed to harm my reputation.\r\nHe claims he's removed all content, but as you can see, he still retaining such images and has since removed an references.\r\nSome inclusions are sexual as well. (not comments, entire posts)\r\nHe refuses to remove these and actively re-copies them back again.\r\nNONE of the photos on his blog are originals taken by him, as far as I am aware.\r\nHe apparently travels the web, taking what he wants, then lashes out at the owners if they object.\r\nI was previously the top TOS enforcer for Xoom/NBCi in 2000.\r\nI am very well acquainted with general TOS guidelines and intellectual property claims.\r\nHis blog should be removed wholly as he is continually repeating this action.\r\nI can produce URLs and references for at least a dozen examples owned by myself.\r\nI will continue to send complaints to your office for each offense until it becomes obvious what this blog owner is.\r\n\r\nThank you for your time.","date_sent":"2006-11-22T05:00:00Z","date_received":"2006-11-22T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Synthfool.com","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}