{"dmca":{"id":17476,"type":"Dmca","title":"DMCA - vacationresellers.com","body":"11/07/2006\r\n\r\nTo whom it may concern:\r\n\r\nI am writing to inform you of a site that has stolen my content and has taken my #1 position in your search engine. I have since changed the wording of my site many times to try and re-obtain my rankings in fear that I was being penalized for duplicate content. I am tired of changing my content because mine was stolen. My site is www.vacationresellers.com and from 2001- late 2003 my site was # 1 for timeshare sales, timeshare resales, timeshare sale etc.. I owned all the # 1 spots. Then a relative who worked for my company stole all of my corporate information and gave it to her son. He and another individual used it to start www.sellmytimesharenow.com. They took all the content I used on my site and put it on there site. Once this was done along with some other fancy SEO tricks they stole my rankings. There site replaced mine. As you can see from the web archives there site first showed up in the archives on August 30, 2003 if you look at there site then and now present you will see they are still using my content some of it word for word. If you go to this link\r\nhttp://web.archive.org/web/20030811195945/http://www.vacationresellers.com/index.html dated August 11 2003 a month prior to there site showing up in search engines you will see the content of my site is on there site from August 30, 2003 to present Nov 7 2006. I have asked them to remove this information many times. My lawyer has even sent them a letter. They refuse. I have not sued because it is my wifes relative. However I beleive my content on there site is affecting my rankings. I am a small homebased business and my income has been affected greatly ever since they took my content and my rankings. I want my content removed from there site. I want them penalized and if there is a penalty on my site for dupe content please remove it and please consider re-ranking my site back in the top rankings. All this can be verified at http://www.archive.org and by visiting www.vacationresellers.com and www.sellmytimesharenow.com!\r\n\r\n\"I have a good faith belief that use of the copyrighted materials described above as allegedly infringing is not authorized by the copyright owner, its agent, or the law.\"\r\n\r\n\"I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\nSincerly\r\n\r\nBrian Rementer\r\n\r\nPresident\r\n\r\nwww.vacationresellers.com\r\n\r\nHere are some examples of what has been taken:\r\n\r\nSellmytimesharenow: August 30,2003:\r\nTimeshare resales and timeshare rentals are our specialty\r\n\r\nSellmytimesharenow Today Nov 7 2006:\r\nTimeshare resales and timeshare rentals are our specialty.\r\n\r\nVacationresellers August 11 2003 and today Nov 7 2006:\r\nTimeshare resales & timeshare rentals are our specialty\r\n\r\nVacationresellers.com August 11 2003 and Today Nov 7 2006: Why Buy retail When You Can Buy Resale\r\nNo Hidden Fees,No Appraisals,No Clossing Cost & No Commissions\r\n\r\nSellmytimesharenow August 30,2003: Why pay retail when you can buy Timeshare Resales!!!\r\nNo appraisal fees, No commissions, No broker fees,\r\nand.NO HIGH PRESSURE!\r\n\r\nSellmytimesharenow Nov 7 2006:\r\nWhy go to a timeshare resort and pay retail? You'll save up to 50% or more when you buy Timeshare Resales!!! No appraisal fees, No commissions, No broker fees,\r\nand....NO HIGH PRESSURE\r\n\r\nSeelmytimesharenow August 30,2003\r\nBrowse our online timeshare resale and rental listings\r\nor fill out our brief online form for a FREE Sellers market survey. \r\n\r\nSellmytimesharenow Today Nov 7 2006:\r\n\r\nBrowse our online listings of resale timeshares and rentals\r\n\r\nor fill out our brief online form for a FREE Seller's market survey.\r\n\r\nVacatonresellers August 11 2003:\r\n\r\nBrowse our ads on timeshare resales & timeshare rentals\r\nFill out our online form today for a free market analysis of your property \r\n\r\nVacationresellers August 11 2003\r\n\r\nWe provide sellers with a legitimate means of selling their timeshares; and buyers with the information they need to make in intelligent choice as to which timeshare resort is right for them\r\n\r\nVacationresellers Today Nov 11 2206:\r\nWe provide sellers with a legitimate means of selling their timeshares; and buyers with the information they need to make an intelligent choice as to which timeshare resort is right for them.\r\n\r\nSellmytimesharenow August 30,2003\r\nWe provide sellers with a cost effective means of selling their timeshares, and buyers with the information and resources hey need to make an intelligent buying decision.\r\n\r\nSellmytimesharenow Today Nov 7 2006:\r\nWe provide sellers with a cost-effective means of selling timeshares,, and buyers with the information and resources they seed to make an intelligent buying decision.\r\n\r\n\r\nSearch Query:\ttimeshare resales,timeshare sales,timeshare resale\r\nInfringing Web Pages: www.sellmytimesharenow.com \r\nindex.php","date_sent":"2006-11-07T05:00:00Z","date_received":"2006-11-07T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"www.vacationresellers.com","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}