{"dmca":{"id":17656,"type":"Dmca","title":"samaBlog","body":"Dear Sir:\r\n \r\nI am general counsel for Lear Financial, Inc. (\"Lear\"), the target of your 8/29/06 post ostensibly regarding my client's advertising practices.   \r\n \r\nAt the outset, I note with interest that the subtitle of your blog reads, \"[a]lternating between brilliance and ridiculousness. . ..\"  In this instance, I would have to say that you are tilting rather wildly to the latter side.  Specifically, Mr. Sama, your post is libelous, and request is hereby made that you take it down immediately. \r\n \r\nThus, you begin your diatribe with the rhetorical question, \"[a]m I the only one sick and tired of [Lear's] dishonest advertisements on Fox News, Rush Limbaugh and elsewhere. . ..\"  First, and setting aside the gratuitous crack about my client's alleged \"dishonesty,\" it appears (with unintended irony) that you are in fact correct: You apparently are \"the only one sick and tired\" of the thing about which you complain.  Indeed, during the 90 days or so that your post has been online, you have succeeded in inducing but a single \"comment,\" and that was from a happy Lear client writing to take issue with your post.   \r\n \r\nMr. Sama, it is all well and good for a \"blogger\" to attempt to generate interest in his/her little corner of cyber-space by taking potshots at whatever\r\n(or whomever) suits their fancy, but it is another thing altogether to make false accusations of \"dishonesty\" against a reputable company.  That you obviously -- at least in this case -- failed utterly in the attempt is, no doubt, at least in good measure due to the fact that no one reading your blog happened to agree with you.  You are certainly free to hold opinions that are contrary to those expressed in my client's advertisements, but you cross well over the line with your insinuations (\"trying to confuse less educated conservative viewers\") and your outright accusations of \"dishonesty.\"  As an aside, do you imagine that top-line programs such as Fox News and Rush Limbaugh allow \"dishonest\" advertising, or do you simply assume that unlike you, they are too simple to \"get the point?\" \r\n \r\nAt the end of the day, Mr. Sama, despite your inability to create \"controversy\" where none exists, the problem with your post remains that it simply sits there, for any and all to read, so long as you decide to keep it online.  This is unacceptable.  As such, and so that we may avoid distasteful discussions of legal action and the like, it is my hope that you will agree to eliminate this thread for purely practical reasons, if nothing else.  Your accusations of \"dishonesty\" are false, and potentially damaging.  No one has risen to the bait, meaning it is time to move on to other topics.  In fact, I really do not care if you respond to this e-mail; other than to take the post down, of course.  I trust that you will.        \r\n \r\nNothing in this letter, or otherwise, is intended or shall be construed to be a waiver or release of, or a limitation or restriction upon, any of Lear's rights, remedies, claims, positions or defenses arising out of or in connection with this matter, all of which rights, remedies, claims, positions and defenses have been and continue to be reserved and may be exercised or asserted by my client at any time without further notice except as required by applicable law.\r\n \r\nSincerely,\r\n \r\nDavid Berke","date_sent":"2006-11-30T05:00:00Z","date_received":"2006-11-30T05:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Law Offices of David Berke","principal_name":"Lear Financial","recipient_name":"samaBlog","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}