{"dmca":{"id":17673,"type":"Dmca","title":"Homeschool Cease and Desist","body":"Dear [private]\r\n\r\nIt has come to my attention that you have made an unauthorized use of my copyrighted work.  I have published a number of articles and maintain written information on the websites of organizations with which I am affiliated and which have express permission to use my copyrighted work.  I have reserved all rights in all of these articles and in all of this information (collectively, the ?Copyrighted Works?).  The Copyrighted Works were first published in 2002 and have been modified through 2006. \r\n\r\nYour work entitled Homeschooling for the Gifted Child which appears on several web sites, including   http://learningminds.us and http://www.homesteadarticles.com , is essentially identical in many respects to the Copyrighted Works and clearly used the Copyrighted Works as its basis. For example, the following paragraph was not only taken verbatim from my own article at http://giftedhomeschoolers.org and http://hsc.org , it uses my words to describe a specific situation I experienced with my own young son:\r\n\r\nOne of the great joys of homeschooling is the flexibility inherent in running your own show. If you try a particular curriculum and it doesn't work, you can throw out parts of it, jump around among sections, or just put it aside and try something else. If your child is intensely interested in volcanoes of the Pacific, you can let them focus on that exclusively rather than stopping them after 20 minutes to study Latin. You can do unit studies, or you can simply run as hard as you can to follow your child's interests! You'll be able to let your kids move ahead in each subject at the pace at which they are comfortable, and expand on those subjects or take breaks from them as you believe appropriate. The possibilities are endless and the doors open to you and your child are many; read on for suggestions as to how you can homeschool your gifted child!\r\n\r\nAs you certainly know, this is not the only example of your unauthorized use of the Copyrighted Works, but it is especially personally egregious.\r\n\r\nYou neither asked for nor received permission to use any of the Copyrighted Works as the basis for Homeschooling for the Gifted Child nor to make or distribute copies of it. Therefore, I believe you have willfully infringed my rights under 17 USC Section 101, et seq. and could be liable for significant statutory damages.\r\n\r\nI demand that you immediately cease the use and distribution of all infringing works derived from the Copyrighted Works, and all copies of it.  Specifically, I demand that you immediately remove from your website all infringing works, that you disable all links to, and make it impossible for, anyone to find or download Homeschooling for the Gifted Child, and that you cease using any of the Copyrighted Works in any oral presentations you may make.  If you have any hard copies of Homeschooling for the Gifted Child, I demand that you deliver to me all unused, undistributed copies of it, or destroy such copies immediately, and that you desist from this or any other infringement of my rights in the future. If I have not received an affirmative response from you by November 15, 2006 indicating that you have fully complied with these requirements, I shall consider taking the full legal remedies available to rectify this situation.\r\n\r\nSincerely,\r\n\r\n","date_sent":"2006-10-28T04:00:00Z","date_received":"2006-10-28T04:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"Gifted Homeschoolers Forum","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}