{"dmca":{"id":17787,"type":"Dmca","title":"Google DMCA Complaint- CMBS.com","body":"October 19, 2006\r\n\r\nHello.\r\n\r\nI would like to report that this person has stolen some css from me and has used it in an template he is calling his own work and is giving it away, thus distributing it without permission. The same template also has \"hacks\" from another author being used without the other author's permission. It's obvious by looking a this template that it is nothing more than other people's work slapped together. I'm including a copy printed today, October 19, 2006, with this letter. I realize you should probably get it from his site so you're sure I haven't edited it. He may change it before you can see it though.\r\n\r\nWhat I'd like to see happen here is for this man to be banned permanently from Blogger and Google groups. Assuming that's not going to happen, I think it's reasonable to expect that you will remove the stolen material and references to it.\r\n\r\nThe permalink on his blog which discusses and links to the copyrighted template, called Kaleidoscope, dated October 18, 2006.\r\n\r\nhttp://allblogtemplates.blogspot.com/2006/10/download-free-fully-customizable-beta.html\r\n\r\nAnd the template xml file is hosted on Google as well, at\r\n\r\nhttp://drbhatns.googlepages.com/FullyCusomizableBetaBloggerTemplate.xml\r\n\r\nGoogle groups posts dated Oct. 18 and 19, 2006 refer to the stolen material. He may add more after I am finished writing this...\r\n\r\nhttp://groups.google.com/group/blogger-help-howdoi/browse_thread/thread/.....\r\n\r\nhttp://groups.google.com/group/blogger-help-customizing/browse_thread/thread/.....\r\n\r\nhttp://groups.google.com/group/blogger-help-troubleshoot/browse_thread/thread/.....\r\n\r\nhttp://groups.google.com/group/blogger-help-troubleshoot/browse_thread/thread/.....\r\n\r\nhttp://groups.google.com/group/blogger-help-share/browse_thread/thread/.....\r\n\r\nThis last thread also now has a comment from the owner of http://hackosphere.blogspot.com/, some of his work is also stolen and appears in this template. He is called Ramani in the forum, and on his blog.\r\n\r\nI made a forum post on October 14th, three that day actually, announcing my new templates. This proves mine were done before his.\r\n\r\nhttp://groups.google.com/group/blogger-help-customizing/browse_thread/thread/.....\r\n\r\nMy site is at http://cmbs.cnc.net/blogtemplates/ and on it I sell blogger beta templates. I have preview files, which are just blog source code I've edited, so that people can see what they'll look like on their blogs. He's stolen some css from these preview files.\r\n\r\n------------------------------------------\r\nThis is the questionable css on his template:\r\n\r\nI have a good faith belief that use of the copyrighted material described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nPlease remove this stolen material and all references to it.\r\n\r\nThank you very much,\r\n\r\nChristine Shannon\r\nchristinesblogtemplates@yahoo.com","date_sent":"2006-10-19T04:00:00Z","date_received":"2006-10-19T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}