{"dmca":{"id":17815,"type":"Dmca","title":"Funkadelic Enforcement","body":"King & Ballow\r\nLaw Offices\r\nPRIVATE\r\nNashville, Tennessee 37201\r\nPRIVATE\r\nwww.kingballow.com\r\nPRIVATE\r\n\r\nDecember 1, 2006\r\n\r\nCERTIFIED MAIL/RETURN RECIEPT\r\n\r\nGoogle, Inc.\r\nPRIVATE\r\nMountain View, CA 94043\r\n\r\nRe: Infringement of copyrights Owned by Bridgeport Music, Inc. and Southfield Music, Inc. at Http://jboogiee.blogsport.com and http://tastetastetaste.blogspot.com\r\n\r\nDear Sirs:\r\n\r\nThis firm represents Bridgeport Music, Inc., Southfield Music, Inc. and their affiliated companies (\"Bridgeport\") publishers and owners of musical compositions including compositions written by, among others, George Clinton and Funkadelic. It has come to our attention that a website registered to Google, Inc., displays substantial portions of the catalog of Mr. Clinton's music, the copyright to which is owned and/or administered by Bridgeport. Specifically, the following websites (URL http://jboogiee.blogspot.com/) and (URL http://tastetastetaste.blogspot.com/2006/10/funkadelic-funkadelic-lot-of-folks.html) offers to provide for digital phonorecord delivery or digital transmission without authorization from Bridgeport virtually the entire Clinton/Funkadelic catalog.\r\n\r\nAs you are no doubt aware, Bridgeport has not authorized either the blogger involved or Google to reproduce, adapt, distribute, publicly display, publicly perform or otherwise use any of the compositions or sound recordings offered for reproduction and or distribution on the website in question. Any reproduction, adaptation, distribution, public display or public performance of such compositions without Bridgeport's authority is an infringement of our client's copyright in those works.\r\n\r\nWe demand that you immediately cease and desist any reproduction, adaptation, distribution, public display or public performance of our client's musical compositions and or sound recordings, on the website identified above or in any other venue, context or media. In particular, we demand that you immediately remove from the website any and all compositions and/or sound recordings owned by Bridgeport.\r\n\r\nWe further demand that by or before the close of business on Friday, December 8, 2006, you contact me to make arrangements for the immediate delivery of any and all copies and any other reproductions or adaptations of any of Bridgeport's copyrighted works, including those offered on the website. We also demand that within thirty (30) days of the date of this letter you provide to me a written accounting, including a detailed statement showing the titles involved in such display and any and all revenue received during the time in which the Bridgeport compositions and sound recordings were in any way reproduced, adapted distributed, publicly displayed or publicly performed by or on behalf of the blogger or Google, individually or collectively.\r\n\r\nNothing contained in, or omitted from, this letter constitutes a waiver of any claim, right, defense, or remedy available to Bridgeport, whether at law or equity, all of which are hereby expressly reserved.\r\n\r\nSincerely,\r\n\r\nPRIVATE\r\n\r\nAEK/tsj\r\n\r\ncc: PRIVATE","date_sent":"2006-12-01T05:00:00Z","date_received":"2006-12-01T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"King & Ballow","principal_name":"Bridgeport Music, Inc. and Southfield Music, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}