{"dmca":{"id":17890,"type":"Dmca","title":"Titan Media DMCA (Copyright) Complaint to Google","body":"Dear Mr. MacGillivray:\r\n\r\nI am general counsel and legal representative of Io Group, Inc. which\r\ndoes business under the name Titan Media. You are hereby given notice\r\nvalid under the DMCA copyright infringement notification requirements,\r\n17 U.S.C.512. I have previously faxed my signature to you and you\r\nshould have it on file.\r\n\r\nI am the designated agent of the owner of the copyrights of the images\r\nand audio/visual works listed below. I believe that the images and\r\naudio/visual works listed at the times cited below are being copied\r\nand distributed in a manner that has been not authorized by the owner\r\nof the copyrights, its agent or the law.\r\n\r\nAll of the infringements occur from the base url\r\nhttp://guccy-gaytube.blogspot.com. Some are links to locations on\r\nblogspot where the user ahs posted infringing images. Other are hot\r\nlinks to other location containing pirated versions of Io Group,\r\nInc.'s copyrighted works. Please remove all images and links\r\nimmediately.\r\n\r\nPage: http://guccy-gayxtube.blogspot.com/2006/11/titan-at-carnaval-s-1-here.html\r\n\r\nLinks to Infringing Images or Files:\r\n\r\nhttp://photos1.blogger.com/x/blogger/2675/3951/1600/175893/Titan%20-%20At%20the%20carnaval%20scene.jpg\r\n\r\nhttp://rapidshare.com/files/4012867/Titan_-_At_the_carnaval_scene_1.wmv/\r\n\r\nOn behalf of Io Group Inc., I demand that upon receipt of this\r\nnotification of claimed infringement you expeditiously remove, or\r\ndisable access to, the above claimed infringing material or links and\r\nany other Titan Media property.\r\n\r\nI certify under penalty of perjury that I have a good faith belief\r\nthat the information contained in this notification is accurate to the\r\nbest of my knowledge and that I am authorized to act on behalf of the\r\nowner of the aforementioned copyright protected materials.\r\n\r\nPlease advise me when the offending images have been removed so that\r\nwe may re-inspect the site for compliance.\r\n\r\nSincerely,\r\n\r\n/s/ Gill Sperlein\r\n\r\nGill Sperlein\r\n\r\nGeneral Counsel, Titan Media\r\n\r\nIMPORTANT NOTICE: Privileged and/or confidential information,\r\nincluding attorney-client communication and/or attorney work product\r\nmay be contained in this message. This message is intended only for\r\nthe individual or individuals to whom it is directed. If you are not\r\nan intended recipient of this message (or responsible for delivery of\r\nthis message to such person), any dissemination, distribution or\r\ncopying of this communication is strictly prohibited and may violate\r\nthe legal rights of the sender or others. No confidentiality or\r\nprivilege is waived or lost by any misdirection of this message. If\r\nyou received this message in error, please immediately delete it and\r\nall copies of it from your system, destroy any hard copies and notify\r\nthe sender by return e-mail or by telephoning 415-487-1211 X32.","date_sent":"2006-12-07T05:00:00Z","date_received":"2006-12-07T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Io Group, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}