{"dmca":{"id":17911,"type":"Dmca","title":"Google DMCA - WebFinance","body":"Digital Millennium Copyright Act Infringement Notification: To expedite our ability to process your request, please use the following format (including section numbers):\r\n\r\n1. Identify in sufficient detail the copyrighted work that you believe has been infringed upon (for example, \"The copyrighted work at issue is the text that appears on http://www.legal.com/legal_page.html\") or other information sufficient to specify the copyrighted work being infringed (for example, \"The copyrighted work at issue is the \"Touch Not This Cat\" by Dudley Smith, published by Smith Publishing, ISBN #0123456789\").\r\n\r\nThe copyrighted work at issue are the terms and definitions from the financial terms glossary found at\twww.InvestorWords.com, published by WebFinance, Inc. The infringing site, FinanceGates.com, stole all (or nearly all) of the content contained in the glossary without authorization. The definitions included in the glossary were written by the WebFinance, Inc staff in 1999 and were submitted shortly thereafter to the Library of Congress for copyrighting. Operating as InvestorWords.com, we continue to update and improve the content as to maintain a high-quality resource for all Internet users, with links between related terms and other features to maximize value for visitors. The infringing party, who has failed to respond to multiple cease and desist letters, will not take the same care in updating the content as to ensure user friendliness and relevance. Additionally, the infringing site often appears above the copyright owner's site in Google searches thus impacting the traffic generated to the copyright owner's site where users can access the original content. We are happy to comply with any requests to help expedite the investigation into this infringement.\r\n\r\n2. Identify the material that you claim is infringing the copyrighted work listed in item #1 above.\r\n\r\nFOR WEB SEARCH, YOU MUST IDENTIFY EACH SEARCH RESULT THAT DIRECTLY LINKS TO A WEB PAGE THAT ALLEGEDLY CONTAINS INFRINGING MATERIAL. This requires you to provide (a) the search query that you used, and (b) the URL for each allegedly infringing search result.\r\n\r\nSearch Query: \"set aside tax-deferred income for retirement purposes, and in some cases employers will match their contribution dollar-for-dollar\"\r\nInfringing Web Pages: http://www.financegates.com/DictionariesRetirement.html\r\n\r\nSearch Query: \"Illegally benefiting from float, for example by depositing and drawing checks between accounts at two or more banks.\"\r\nInfringing Web Pages: http://www.financegates.com/Dictionaries-K.html\r\n\r\nSearch Query: \"A stock that has been largely ignored by research analysts, usually because it's small or in an out-of-favor sector. Value investors often believe that some orphan stocks are undiscovered bargains. also called orphan stock.\"\r\nInfringing Web Pages: http://www.financegates.com/Dictionaries-W.html, www.financegates.com/Dictionaries-O.html, www.financegates.com/DictionariesStocks-W.html\r\n\r\nSearch Query: \"loose conglomeration of companies organized around a single bank\" Infringing Web Pages: http://www.financegates.com/DictionariesGlobal-K.html\r\n\r\n3. Provide information reasonably sufficient to permit Google to contact you (email address is preferred).\r\n\r\nThomas Murcko\r\nCEO, WebFinance, Inc.\r\nmurcko@investorguide.com\r\n703-813-8142\r\n\r\n4. Provide information, if possible, sufficient to permit Google to notify the owner/administrator of the allegedly infringing webpage or other content (email address is preferred).\r\n\r\nE-mail: info@financegates.com\r\n\r\nTel: [00356] 21222912/21221001\r\n\r\nFax: [00356] 21230414\r\n\r\nMail Address:\r\nInternet Gates Ltd.\r\n61, First Floor, Msida Court,\r\nMsida Seafront, Msida, Malta.\r\n\r\n5. \"I have a good faith belief that use of the copyrighted materials described above as allegedly infringing is not authorized by the copyright owner, its agent, or the law.\"\r\n\r\n6. \"I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\n7. Signed:\r\nTom Murcko\r\nCEO, WebFinance, Inc.\r\n\r\n8. Send the written communication to the following address:\r\nGoogle, Inc.\r\nAttn: Google Legal Support, DMCA Complaints\r\n1600 Amphitheatre Parkway\r\nMountain View, CA 94043\r\n\r\nOR fax to: (650) 963-3255, Attn: Google Legal Support, DMCA Complaints\r\n\r\nPlease note that a copy of each legal notice we receive is sent to a third-party partner for publication and annotation. As such, your letter (with your personal information removed) will be forwarded to Chilling Effects (http://www.chillingeffects.org) for publication. You can see an example of such a publication at http://www.chillingeffects.org/dmca512/notice.cgi?NoticeID=861. A link to your published letter will be displayed in Google's search results in place of the removed content.","date_sent":"2006-11-16T05:00:00Z","date_received":"2006-11-16T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"WebFinance, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}