{"dmca":{"id":17999,"type":"Dmca","title":"Google DMCA - FileMaker","body":"VIA FACSIMILE\r\n\r\nAttn: Google AdWords, DMCA Complaints\r\nGoogle Inc.\r\n1600 Amphitheatre Parkway\r\nMountain View, CA 94043\r\n\r\nRe: Unauthorized Use of FileMaker Property\r\n\r\nDear Sir or Madam:\r\n\r\nFileMaker, Inc. and its affiliated companies (collectively, \"FileMaker\") are the exclusive owners of copyrights in the FileMaker family of software products and the related FileMaker Certification exams.\r\n\r\nIt has come to our attention that Google Inc. is hosting advertisements for TestKing, and TestKing is engaged in unauthorized copying and distribution of FileMaker's property. We believe that the Internet access of the user engaging in this infringement is provided through links in advertisements on Google's site.\r\n\r\nCopyrighted Work:\r\n\r\nTestKing is infringing the confidential FileMaker 8 Certification Exam owned by FileMaker. TestKing is offering the same copyrighted work on its site at: http://www.testking.com/certification-training-FileMaker.htm, under the name \"FileMaker 8 Developer Essentials\"\r\n\r\nSearch Query: Filemaker certification\r\n\r\nInfringing Sponsored Link:\r\n\r\nFilemaker Certification\r\nFirst Time Pass . 100% Guaranteed.\r\nFileMaker Answers. Purchase Now !\r\nTestKing.com\r\n\r\nInfringing Web Pages:\r\n\r\nwww.testking.com/certification-training-FileMaker.htm\r\nhttp://www.testking.com/FMO-302.htm\r\n\r\nTestKing Contact:\temail: support@testking.com\r\n\r\nThis unauthorized copying and distribution by TestKing constitutes copyright infringement under Section 106 of the U.S. Copyright Act. Depending upon the type of service Google is providing to this IP address, it may have legal and/or equitable liability if it does not expeditiously remove or disable access to the FileMaker property, or if it fails to implement a policy that provides for termination of subscribers who are repeat infringers (see, 17 U.S. C. ","date_sent":"2006-12-11T05:00:00Z","date_received":"2006-12-11T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"FileMaker, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}