{"dmca":{"id":14010,"type":"Dmca","title":"Trademark infringement","body":"Legal\\102581786.4\r\n11 August 2006\r\nBy Email\r\nseanspeedie@hotmail.com\r\nAnd By Post\r\nMr Sean Speedie\r\nPO BOX 401\r\nWodonga 3689\r\nVictoria\r\nOur reference: 12342/15506/80015575\r\nDear Mr Speedie\r\nTrade Mark Infringement\r\nWe act for Wotif.com Pty Limited (\"Wotif.com\").\r\nAs you know, our client is the owner and operator of the website www.wotif.com which is used by travellers\r\nglobally to access over 6000 hotels, motels, serviced apartments, resorts, guesthouses and bed & breakfasts\r\nin 35 countries. Wotif.com has a substantial reputation in Australia and internationally as a specialist online\r\nprovider of accommodation.\r\nOur client (through its related company, Standby Holdings Pty Limited) is also the registered owner of the\r\ntrade mark \"WOTIF\" in Australia and several other countries. Wotif.com has extensively used and\r\nadvertised its trade mark in connection with its services and, as a result, has developed considerable goodwill\r\nin its mark. The mark is well known to the trade and the public. Accordingly, the trade mark \"WOTIF\" is\r\none of our client's most valuable assets and our client intends to protect it against infringement.\r\nIt has come to our client's attention that you have registered the domain name wothotel.com and are\r\noperating or causing another person to operate a website using the domain. Your website is being used to\r\nprovide links to other online travel services. Your website aims to profit from our client's reputation by\r\nassociating itself with the WOTIF trade mark.\r\nYour registration and use of the wothotel.com domain name is a breach of the following laws and policy:\r\n1. Trade mark infringement - Wotif.com is the owner of the registered trade mark WOTIF in\r\nAustralia and several other countries. I attach a copy of the Australian registration details (No.\r\n829270). This trade mark gives Wotif.com the exclusive right to use any mark which is\r\nsubstantially identical or deceptively similar to WOTIF in respect of travel reservation and\r\ninformation services, including those promoted on your website. Your registration and use of the\r\ndomain name wothotel.com, and your use of the mark www.wothotel.com infringes Wotif.com's\r\ntrade mark rights.\r\n2. Misleading and deceptive conduct and passing off - Your use of the WOTIF trade mark also\r\namounts to misleading and deceptive conduct under sections 52 and 53 of the Trade Practices Act\r\nClayton Utz\r\nLawyers\r\nLevel 28\r\nRiparian Plaza\r\n71 Eagle Street\r\nBrisbane QLD 4000\r\nAustralia\r\nGPO Box 55\r\nBrisbane QLD 4001\r\nT +61 7 3292 7000\r\nF +61 7 3221 9669\r\nwww.claytonutz.com\r\nSydney Melbourne Brisbane Perth Canberra Darwin\r\n11 August 2006\r\nMr Sean Speedie\r\nLegal\\102581786.4 2\r\nSydney Melbourne Brisbane Perth Canberra Darwin\r\n1974 (Cth) (and corresponding state legislation) and the tort of passing off. You are attempting to\r\nmislead the public into assuming that there is some association between your website and our\r\nclient.\r\n3. UDRP - Your domain registration is subject to the Uniform Domain-Name Dispute Resolution\r\nPolicy. Given that your domain name was registered after Wotif.com established its reputation\r\nand is being used to promote similar online travel information services to Wotif.com, it is clear\r\nthat your domain name was registered and is being used in bad faith. The domain name is liable\r\nto be transferred to Wotif.com under the UDRP.\r\n4. Domain Services Agreement - Your conduct is in breach of your agreement with your domain\r\nregistrar Refer to clause 20 where you have promised that your registration and use of the domain\r\nname will not infringe the rights of any third party and also that you do not have an illegal\r\npurpose and are not engaging in illegal conduct.\r\nOur client requires that you immediately:\r\n1. undertake to cease and forever desist from:\r\n(a) using the wothotel.com domain name; and\r\n(b) using the WOTIF trade mark or any other substantially identical or deceptively similar\r\nmark to WOTIF;\r\n2. immediately deactivate the www.wothotel.com website; and\r\n3. complete the attached Deed of Undertaking and Release (\"Deed\") and return it to us by 4pm on\r\n18 August 2006. Do not date the deed. Our client will date it and return a copy to you. You will\r\nsee that our client has offered to release you from liability for your infringing conduct, but only on\r\nthe basis that you comply strictly with the terms of the Deed.\r\nWotif.com reserves its right to take all necessary steps to prevent your continued infringement of the WOTIF\r\ntrade mark without further notice to you.\r\nWe await your urgent response.\r\nYours faithfully\r\nSimon Newcomb, Partner\r\n+61 7 3292 7243\r\nsnewcomb@claytonutz.com","date_sent":"2006-08-11T04:00:00Z","date_received":"2006-08-11T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Clatton UTZ","principal_name":"Wotif.com","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}