{"dmca":{"id":14043,"type":"Dmca","title":"SWCreations sends DMCA complaint for copyright, trademark","body":"I have a good faith belief that the websites listed below are allegedly infringing by using\r\ncopyrighted text material that belongs to Stephanie A White of SWCreations.net.\r\nI found these websites by using www.google.com, and entering the following search terms.\r\nKeyword: 'made in the USA, most of the jewelry designs you will see are one of a kind or made with such a mixture where most designs are never identical. All beaded jewelry is handcrafted and nothing is mass produced, so you are sure to find something you can treasure for years to come.'\r\nI have sent these owners two requests to remove my copyrighted material from their website without response or removal of the text.\r\n\r\nHome\r\nJewelry made in the USA. most of the jewelry designs you will see are ... produced. so you are sure to\r\nfind something you can treasure for years to ...\r\nwww.pggcreations.com/ - 11k - Cached - Similar pages\r\n\r\nHome\r\nAll jewelry are made in the USA, most of the jewelry designs you will see are one of a kind or made\r\nwith such a mixture where most designs are never ...\r\nwww.moon-bead.com/ - 236k - Cached - Similar pages\r\n\r\nThe following results have been removed but the search engine results still appear\r\nHippv Bugs :: Shopping with hippy flar\r\nAll beaded jewelry- is handcrafted and nothing is mass produced. so you are sure to tind something\r\nyou can treasure for years to come. Our one of a kind ...\r\nwww.hippybuggs.com/index.php?name=web..Links&req=MostPopular - 193k - Cached - Similar pages\r\n\r\nHippy Buggs :: Shopping, with hippy  flar\r\nAll beaded jewelry is handcrafted and nothing is mass produced. so you are sure to find something\r\nyou can treasure for years to come. Our one of a kind ...\r\nwww.hippybuggs.com/modules.php?op=modload&name=WebLinks&fo;e=index&req=MostPopular - 198k - Cached - Similar pages\r\n\r\nZen Cart!, The Art of E-commerce\r\nMost of the jewelry designs you will see are one of a kind or made with such ... All beaded jewelry is\r\nhandcrafted and nothing is mass produced. so you are ...\r\najdesignsjewelry.com/default/ - 21k - Cached - Similar pages\r\n\r\nMain\r\nMade in the USA, most of the jewelry designs you will see are one of a kind or made with such a\r\nmixture where most designs are never identical. All beaded ...\r\nwww.bertsbaubles.com/ - 4k - Cached - Similar pages\r\n\r\n\r\n\r\nCopyrighted Material: \r\nLocation: swcreations.net \r\n\r\nWelcome to SWCreations Jewelry where you will find Handcrafted Beaded Jewelry by Jewelry Designer Stephanie A White made in the USA, most of the jewelry designs you will see are one of a kind or made with such a mixture where most designs are never identical. All beaded jewelry is handcrafted and nothing is mass produced, so you are sure to find something you can \r\ntreasure for years to come. \r\nOur one of a kind handcrafted jewelry designs are created with dazzling Swarovski Austrian crystals, delicate freshwater pearls, handcrafted Lampwork beads, amazing glass beads imported from all over the world, gorgeous gemstones, intricate Bali .925 silver, and sterling silver. All our \r\njewelry is handcrafted and strung on 49 strand wire for strength and durability. \r\nSWCreations is home for more than 200 Original BeadPerfect one of a kind adjustable crystal beaded anklets, most anklets are never identical and can be custom designed in almost any size \r\ndepending on availability of beads and findings. All Ankles ARE NOT created equal get a \r\nBeadPefect Anklet! \r\n\r\nTrademark & Copyright Owner Information: \r\nSWCreations ","date_sent":"2006-05-28T04:00:00Z","date_received":"2006-05-28T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"SWCreations.net","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}