{"dmca":{"id":14088,"type":"Dmca","title":"CRSQA sees copied text (without surgery)","body":"Sir or Madam,\r\n\r\nThis letter is to notify you of a violation of the United States Digital Millennium Copyright Act that appears in Google searches and is cached on Google's servers.\r\n \r\nA Google search query on the terms \"Deno Russo CRSQA\" will produce the URL http://www.lasikfraud.com/crsga/dello_russo_crsga_certification.pdf in its listing, plus the HTML version of the same page at http://66.02.7.104/search?q=cache:hrTt4AeTgMQJ:www.lasikfraud.com/ crsgaldello_russo_crsga certification.pdf+joseph+dello+russo+crsqa &hl=en&g1=us&ct=clnk&cd=6\r\n\r\nThe document published at LasikFraud.com and replicated on Google's own cache servers is an unauthorized publication of a page originally published in 2002 on our website at http://www.usaeyes.org/surgeons/dello_russo.htm. The page has been removed because the surgeon no longer meets the requirements for certification by our organization.\r\n\r\nI have a good faith belief that use of the copyrighted materials described above as allegedly infringing is not authorized by the copyright owner, its agent, or the law.\r\n\r\nThe Council for Refractive Surgery Quality Assurance is a nonprofit nongovernmental national patient advocacy organization that evaluates and certifies surgeons who perform Lasik and similar laser eye surgery. Only doctors who currently meet our requirements are published on our website and may be identified as certified by our organization. The publication of documentation that the doctor is certified by our organization by the owner(s) of LasikFraud.com and at Google's cache misinforms the public about the qualifications of a physician.\r\n\r\nThe LasikFraud.com website is reportedly owned and operated by: \r\n[private]\r\n[private]\r\nDurham, NC, 27713\r\nPhone: [private]\r\n[private]@netscape.net [private]@lasikcourt.com\r\n\r\nI request that the page in violation, or as an alternative the entire website, be removed from Google search index. I also request that all cache, conversion, or replication of the page in violation, or as an alternative the entire website, be removed from Google's servers.\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infring\r\n\r\n[signed]\r\n\r\n[private]\r\nExecutive Director\r\n","date_sent":"2006-08-10T04:00:00Z","date_received":"2006-08-10T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Council for Refractive Surgery Quality Assurance","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}