{"dmca":{"id":14146,"type":"Dmca","title":"Infringement of FINANCIAL FREEDOM Trademark","body":"Dear Mr. Kneeland;\r\n\r\nWe are trademark counsel for IndyMac Bank, F.S.B. (\"IndyMac\"), a nationwide finance company offering bank and lending services, and IndyMac's subsidiary, Financial Freedom Senior Funding Corporation (\"FFSF\"). It has recently come to our attention that you have registered the domain name \"financialmortgagefreedom.com\" (\"the Domain Name\"), and are using it in connection with a website offering reverse mortgages and other types of loans.\r\n\r\nFor many years, FFSF has used the mark FINANCIAL FREEDOM in connection with reverse mortgage lending services. As a result of FFSF's extensive use and promotion of this mark, at considerable effort and expense, it has built up substantial goodwill an recognition in the FINACIAL FREEDOM mark. Consequently, as you can appreciate, FINANCIAL FREEDOM represents a valuable service mark to our client. FFSF has registered the FINANCIAL FREEDOM mark with the United States Patent and Trademark Office (Reg No. 2,775,594).\r\n\r\nIn order to protect its valuabe trademark rights in the FINANCIAL FREEDOM mark, FFSF objects to unauthorized confusingly similar uses ofits marks. As such, your registration and use of the Domain Name cnstitutes trademark infringement and unfair competition under federal and state laws.\r\n\r\nIn view of the above, we ask that your provide written assurances on or before August 22, 2006 that you will:\r\n\r\n1. immediately discontinue any and all uses of the Domain Name;\r\n\r\n2. take immediate steps to transfer the Domain Nmae ot IndyMac;\r\n\r\n3 identify and agree to transfer to IndyMac any other domain names registered by you that include or are confusingly similar to the FINANCIAL FREEDOM mark or any variation thereof that is likely to cause confusion with respect to the FINANCIAL FREEDOM mark.\r\n\r\nIn view of the seriousness of your infringing activities, we invite you or your counsel to telephone the undersigned to expedite resolution of this matter.\r\n\r\n","date_sent":"2006-08-08T04:00:00Z","date_received":"2006-08-08T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Finnegan Henderson Farabow Garrett, & Dunner","principal_name":"Brett Heavner","recipient_name":"Financial Solutions","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}