{"dmca":{"id":14262,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-06T04:00:00Z","date_received":"2012-06-06T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Escuela Jotas Raimundo Lanas","principal_name":"Escuela Jotas Raimundo Lanas","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"ESCUELA RAIMUNDO LANAS DEL AYUNTAMIENTO\nDE  \nTUDELA\nAmigos de nuestro blog, aqui os dejo una nota que nos ha falicitado la  \nprofesora de la Escuela Raimundo Lanas del Ayuntamiento de Tudela, Sandra \n\nGonzález, un listado de actuaciones que van a realizar este último mes de \n\nJunio:\n\nDía 15 de junio,actuacion de puertas abiertas en castel Ruiz, a las 19.00 \n\nhoras,donde participara la escuela de jotas junto a otras agrupaciones de \n\ncastel Ruiz para cerrar el curso.\n\n\nDía 24 de junio,ronda jotera a las 20.00 horas en el barrio de Lourdes con\n \nmotivo de la celebración de las fiestas de san Juan, invitamos a todo el  \n\nque quiera aconpañarnos en nuestro recorrido.el inicio de la misma se  \nrealizara desde la plaza Sánchez montes.\n\n\nDía 30 de junio,la escuela ofrecerá una actuacion a las13,00 horas con  \nmotivo de la celebración de las fiestas de san Pedro en la plaza de san  \nJaime.\n\n\n\n\nMucha suerte para todos los integrantes de la Escuela.\n  6 comentarios:\nLuis6 de junio de 2012 01:30\nEscuela \"Raimundo Lanas\" del ayuntamiento de Tudela? yo procuraría no  \npillarme los dedos, mas que nada porque es un tema que está pendiente de  \n\njuicio y no es oficial que el nombre se lo hayan dado a ellos, lo primero \n\nporque el nombre les viene bastante grande con respecto a lo que ese\nnombre  \nha sido como escuela de jotas hasta hace bien poco, y lo segundo porque  \nCamino Martínez ha ido pagando desde hace casi 20 años en el registro de  \n\nPamplona el dinero que conlleva tenerlo, ¿acaso Sandra González y Julio  \nArpón lo habrán pagado? ¿o se piensan que con una simple firma ya vale? de\n \nmomento no ha salido ninguna sentencia, por tanto es mejor no pillarse los\n \ndedos.\n\nResponderSuprimir\nadmin6 de junio de 2012 02:41\nHola Luis, yo en el blog cuelgo las noticias que me mandan y como me las  \n\nmandan, y así me lo hizo saber Sandra, además confirmado por el  \nayuntamiento y por Castel Ruiz.\nYo no soy quien para juzgar el tema respecto al nombre, y ya ves que  \nsiempre intento tratar a todo el mundo por igual en todas las noticias que\n \nme mandais o que me entero.\nAdemás, he comprobado en la web de Castel Ruiz, y el nombre al que se  \nrefiere a esta escuela es así Escuela de Jotas Raimundo Lanas. Así que  \nintento no pillarme los dedos.\nUn fuerte abrazo Luis, y gracias por ser uno de los fieles seguidores de  \n\neste blog.\n\nResponderSuprimir\nRosa6 de junio de 2012 02:43\nHabrá que ir a verlos. Porque no están teniendo muy buena aceptación por\nlo  \nque he oído. La gente va a verlos pensando que son los de siempre  \n(dirigidos por Camino Martínez) y se encuentran todo lo contrario. Así que\n \nespero poder ir para comprobar por mí mismo como es esa escuela, porque lo\n \nque he oído no es nada positivo.\n\nResponderSuprimir\nLuis6 de junio de 2012 03:12\nHe llamado a Camino Martínez y me ha confirmado que ha salido la sentencia\n \na favor de ellos, por tanto el nombre les pertenece, la escuela de Camino \n\nse podría seguir llamando \"Asociación escuela de jotas Raimundo Lanas\", no\n \nhay problema en ello... pero al parecer le van a cambiar el nombre para  \nevitar confusiones, cuando sea oficial, confirmaremos el nuevo nombre de\nla  \nescuela de Camino.\n\nLo que me parece inaceptable por parte del ayuntamiento y Castel Ruiz es  \n\nque se están saltando las actuaciones a la torera... desde hace muchos\naños  \nse hacía una actuación en el tablao del escenario del paloteado de San  \nJuan, y mira por donde este año se hace una ronda jotera... ¿Cual será el \n\nmotivo de ello? supongo que será para ahorrarse los 600 euros del gasto de\n \nmegafonía... porque no le encuentro otra explicación... quizás no les de\nel  \npresupuesto.\n\nResponderSuprimir\nAnónimo6 de junio de 2012 03:51\n¿Pues no se lo ahorraron en elegir la propuesta más barata?\n\nResponderSuprimir\nAnónimo6 de junio de 2012 04:56\nel motivo también puede ser que no es una escuela preparada para hacer una\n \nactuación en escenario porque en la plaza de la judería debió ser  \nlamentable.\n\nResponderSuprimir","infringing_urls":[{"url":"http://elrincondelajota.blogspot.com.es/2012/06/escuela-raimundo-lanas-del-ayuntamiento.html#comment-form"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}