{"dmca":{"id":14381,"type":"Dmca","title":"UK Website Owner Requests Takedown From Google On Copyright and Defamation Grounds","body":"Your ref 65634747\r\nOur ref\tCXF/CXF/BUS010-4\r\nEmail\t[redacted]\r\n\r\nSEDDONS\r\nSOLICITORS\r\n\r\nDDI\t: [redacted]\r\nFax\t: [redacted]\r\nDate\t3 August 2006\r\n\r\nAttention Legal Support Google Inc\r\nGoogle Legal Support\r\n1600 Amphitheatre Parkway Mountain View\r\nCA 94043\r\nUSA\r\n\r\nFAX ONLY TO: [redacted]\r\n Dear Sirs\r\n\r\nOur Clients: M[redacted] and BusinessF1 Magazine Limited\r\n\r\nThank you for your email of 15th July 2006. We can confirm that the website to which our complaint relates is www.businessf1.net, and not www.businessf1.com (the latter is our clients' official website). The entire website of www.businessf1.net breaches our clients' copyright and other rights in the use of this name for the reasons set out in the attached statement and it will therefore be necessary for the whole site to be removed.\r\nIn addition to the copyright infringement, there is material on www.businessf1.net that is potentially defamatory of our clients and of [redacted]'s partner, [redacted]. The article entitled \"Will the Real [redacted] Please Stand Up? The Wikipedia Entry [redacted] tried to Gag\" is a redacted form of an article which appeared on Wikipedia and which is currently the subject of defamation proceedings in the High Court in London between [redacted], BusinessF1 Magazine Limited and [redacted]. In those proceedings, we have relied on www.businessf1.net as aggravating i.e. increasing the damages due to our clients, although Mr [redacted] denies involvement in the site.\r\nwww.businessf1.net also contains abusive and insulting material in respect of M[redacted]for whom we also act and who appears to have been targeted for no better reason than her relationship with [redacted], in respect of which there is no public interest whatsoever. This constitutes a harassment of M[redacted] and a breach of her privacy. Please find attached copies of the relevant pages marked \"A\". In addition, such conduct represents further harassment of M[redacted]\r\nFor all of these reasons we would be grateful if you would remove all links to www.businessf1.net from your search engine as a matter of urgency.\r\n\r\n\r\nYours faithfully\r\n\r\n[signed]\r\n\r\n\r\n\r\n[samples of allegedly infringing website]\r\n\r\n\r\n\r\nStatement re Copyright infringement on www.businessf1.net\r\n\r\n\r\nThe copyrighted work that has been infringed is BusinessF1 Magazine's official website http://www.businessf1.com and the name of the magazine itself, which belongs to BusinessF1 Magazine Limited.\r\n2 The material that infringes upon the copyrighted work is the material on www.businessfl.net and the name of that website itself.\r\n\r\nThe website www.businessf1.net infringes upon the copyrighted work as follows:\r\n(i) It uses 'BusinessF1' in the website address. This implies a connection with the copyrighted work and with BusinessF1 Magazine. In addition to infringing copyright, it constitutes a malicious falsehood and is calculated to confuse readers into thinking that the site is genuine and is also actionable as passing off for the same reason.\r\n(ii) It reproduces graphic images of BusinessF1 Magazine issues taken from www.businessf1.com. A copy of the page containing this infringing material is attached to this statement.\r\n(iii) It mirrors the copyrighted work, using the same layout, style, colours and banner graphics.\r\nIt is therefore necessary for the whole site to be removed.\r\n\r\nThe details of the searches that link to www.businessf1.net are:\r\n(a) Search query: [redacted]\r\nWebpages: http://www.businessf1.net/index.html\r\n(b) Search query: [redacted]\r\nWebpages: http://www.businessf1.net/index.html\r\n(c) Search query: Businessf1\r\nWebpages: http://www.businessf1.net/index.html\r\n(d) Search query: Businessf1 Magazine\r\nWebpages: http://www.businessf1.net/index.html\r\n3. Contact information: Please contact my solicitors, Seddons, at the following address:\r\n5 Portman Square\r\nLondon\r\nW1H6NT\r\nRef: CXF/MS/BUS010-4 \r\nTel: + [redacted] \r\nFax: + [redacted]\r\nEmail: [redacted]@seddons.co.uk\r\n\r\n4 Registrant: [redacted]\r\nEmail: [redacted]\r\n\r\n5 I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing webpages is not authorised by the copyright owner, its agent, or the law.\r\n\r\n6. I swear, under penalty of perjury consistent with United States Code Title 17, Section 512, that the information in the notification is accurate and that I am the copyright owner or am authorised to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n[Signed]\t\t\r\n[redacted]\r\n\r\n","date_sent":"2006-08-03T04:00:00Z","date_received":"2006-08-03T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Seddons Solicitors","principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}