{"dmca":{"id":14392,"type":"Dmca","title":"Google UK Defamation - Graham Cook","body":"Writersworld Limited 9, Manor Close\r\nEnstone\r\nOxfordshire\r\nUnited Kingdcm\tAugust 14,2006\r\n\r\n Dear Sir/Madam,\r\n\r\nI would bring to you attention appalling defamatory material that appears on www.google.co.uk and www.google.com Your search engines are d splaying this appalling material not just about me but also my company Writersworld Limited, I know you are unaware of what has been going on here.\r\n\r\nTo best and arstand what is going on here you need to visit www.writersworld.co.uk my web site which I have spent six years building whose integrity speaks for itself.\r\n\r\nThen visit www.ourdotcom.co.uk a website we brought up to try and counter act the damage been done here. The persons referenced th are are the architects of what is going on here as all the sites below are interrelated.\r\n\r\nAs to wwwtodays-woman.net and www.invision-araphics.com they are run by a husband and wife team the wife [redacted] wing been banned from posting things on numerous websites because of her defamatory comments about other persons. They are working hand in glove with [redacted]  of www.perfectrublishers.co.uk and turned a petty contractual dispute into an excuse to defame me on the internet.\r\n\r\nwww_writersweeklv.com is a front for one of our competitors and use this website to attack other companies in our industry without pointing out the duel ownership to wit they use this URL to push business the e way. [redacted] of www.booklocker.com is the husband of the woman that runs www.writersweeklv.com\r\n\r\nWe have instituted proceeding against all these persons and entities at the Royal Courts of Justice in London where we are seeking substantial damages.\r\n \r\nI will list below using your same numbered bullets, the information that you have equested:\r\ngle website where the defamatory information is www.google.co.uk. and www.google.com plus gle's.\r\n2.\tMy cou try of residence and citizenship is the UK; my compan , Writersworld Limited, is registered in the UK.\r\n3.\tThe info mation that I claim violates my rights is as follows:\r\n•\tGoog e Search String: Writersworld and Graham Cook\r\n•\tURL r first defamatory site located: htto:l/www.todays-woman. et/poetrv-scams-37.html and www.todays¬woman. ef/poetry-scams-38.html\r\n•\tURL or second defamatory site located: http://\t.booksandtales.com/podforum/viewforum.php?f-3 3\r\n•\tURL or third defamatory site located: http://www.invision-graphis - .com/ftopict-163. html\r\n•\tURL or forth defamatory site located: http://\t.scamfraudalert.com/showthread.php?p=6429\r\n•\tURL or fifth defamatory site located: http:I/fo ums.writersweekly.com/viewtopic.php?t=3009\r\n•\tURL or sixth defamatory site located: http://\t.eliteskills.com/writinq_scams/victimview/538,\r\n§\tURL or seventh defamatory site located:\r\nhttp://\tauthorsonline.co.ukNiewarticle.php?articlelD=74 &PHPS SSID=082d7153ae0fl529d57f9ed2715551fc\r\n4. I believ: that of these sites:\r\n•\tViolates my rights because this is not permitted under the laws of he country in which I reside and am a citizen.\r\n5.\tI may b contacted at the above address, or at qrahamcookthwritersworld.co.uk\r\n6.\tWith re' and to contacting these sites:\r\n \r\n•\tIn the case of the first site identified you should contact the domain registrant/webmaster Ms. Rose DesRochers at webmist'essatodays-woman. net\r\n•\tIn the case of the second site identified you should contact the domain registrant/webmaster Clea Saal at cleasaal d'booksandtales.com\r\n•\tIn the case of the third site identified you should contact the domain registrant/webmaster Mr. Shawn DesRochers at info(&l\tision-Graphics.com\r\n•\tIn the case of the forth site identified you should contact the domain registrant/webmaster ScamFraudAlert.com at dnst scamfraudalert.com\r\n•\tIn the case of the fifth site identified you should contact the domain registrant/webmaster Mr. Richard Hoy at richarck@booklocker.com\r\n•\tIn the case of the sixth site identified you should contact the domain registrant/webmaster James Chris Ruska at webmas.eraeliteskills.com\r\n•\tIn the case of the seventh site identified you should contact the domain registrant/webmaster Mr. Richard Fitt at theeditor@authorsonline.co.uk\r\n7.\tI have a good faith belief that the information specified above is not permitted by applicable law. The applicable laws being defamation, libel, slander, tortuous interference, intentional interfere Ice with contractual relations, intentional infliction of emotional distress, invasion of privacy, public disclosure of private facts, harassment, breach of trust and amongst all else my rights under Article 8 of the 1998 Human Rights Act. As to ongoing damages please see the attached e-mail cancelling our sponsorship of a prestigious book festival because of what appears on Google. Surely this type of conduct must be everything Google deplores. Would you please hale me as these people have made my life hell.\r\n8.\tI swear, under penalty of perjury, that the information in this notification is accurate.\r\n \r\n \r\n \r\nTo: Google Inc\r\nAttn: User\r\n1600 Ampl\r\nMountain 1.\r\n[redacted] \r\n \r\nsupport, DMCA Complaints ~itheatre Parkway /iew, CA 94043\r\n\r\n18-2649, Attn: User Support\r\n \r\nDear Graham,\r\nFollowing your gene 2006 - A Festival of have to tell you that on your offer.\r\n\r\nThe event is a presti foremost prizes for has prize money o been a mainstay o\r\n \r\nous offer to become the lead sponsor of the Bridport Prize Live erary Voices and the Bridport Literary Festival I am very sorry to he organizers of the event in November are unable to take you up\r\n\r\n\r\nous one and incorporates the Bridport Prize, one of the world's ort stories and poetry that attracts over 10,000 entries a year and me £10,000. It has a history going back almost 35 years and has e Bridport Art Centre.\r\n \r\nOur own events this year includes talks and lectures by authors such as [redacted] . It would have been an ideal opportunity for Writersworld to pub rise its business.\r\n\r\nChris Huxley, the D ector of the Bridport Art Centre, is unable to use your sponsorship in view of the adver e publicity regarding yourself and Writerworld being generated by various parties and . ailable through an Internet search through Google. I am very sorry as this must b a disappointment to you.\r\n\r\nI trust the legal redress that you are currently seeking is successful and I am sure that once that is concluded satisfactorily there will be an opportunity during future years to enter into a mutual beneficial relationship.\r\nBest regards,\r\n\r\n[redacted]\r\n\r\n[redacted] ","date_sent":"2006-08-14T04:00:00Z","date_received":"2006-08-14T04:00:00Z","topics":["Copyright","International"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"","language":""}}