{"dmca":{"id":14458,"type":"Dmca","title":"DegreeAdvantage says text copying is unfair advantage","body":"The following communication is to request the immediate removal of http://www.usaeducate.com from your search engine. The aforementioned website is in blatant violation of the Digital Millennium Copyright Act.\r\n\r\n1. The copyrighted work at issue is the website http://www.degreeadvantage.com, in it entirety.\r\n\r\n2. The offending website is http://www.usaeducate.com. The offending website has, without permission, copied - from what we can tell - in its entirety, including website design, logos, image files, proprietary links, text and code, our website, http://www.degreeadvantage.com.\r\n\r\n* Please compare the following pages:\r\n\r\nhttp://www.degreeadvantage.com (homepage of work at issue) http://www.usaeducate.com (homepage of offending website)\r\n\r\n* If any additional proof is needed I have taken screen shots of the offending material and can email them to you upon request.\r\n\r\n* Again, http://www.usaeducate.com is an unauthorized carbon copy of our entire website including website design, logos, images files, propriety links, text content and code.\r\n\r\n3. Contact information for offending website [private]@yahoo.com or [private]@usaeducate.com.\r\n\r\nI have a good faith belief that use of the copyrighted materials described above as allegedly infringing is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\nA notification following the removal http://www.usaeducate.com from your search engine would be greatly appreciated.\r\n\r\nSincerely,\r\n\r\n[signed]\r\n\r\n[private]\r\nDegreeAdvantage.com\r\n\r\n[private]\r\nSandy, Utah 84092\r\nPh: [private]\r\nEmail: [private]@careeradvantage.org\r\n","date_sent":"2006-08-24T04:00:00Z","date_received":"2006-08-24T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"DegreeAdvantage.com","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}