{"dmca":{"id":14468,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-06T04:00:00Z","date_received":"2012-06-06T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Curt Reves","principal_name":"Curt Reves","recipient_name":"Google, Inc.","works":[{"description":"The owner of this site has copied my entire page word for word.  This is the second time this site has done this.  You previously removed a different page from this same site for copying this same content.  The owner of this site just changed his page URL and re-posted my content back on a different page on his site.  He just added a \"-2\" onto the end of the original page URL that you previously removed.\r\n\r\nExerpt:\r\n\r\nSony A65 Review: A Phenomenal Game Changer in Digital SLR Camera Technology\r\n\r\nI am posting my own Sony A65 review. I first encountered the A65 when it was launched next to the SLT-A77, which is the long-awaited replacement for Sony’s amazing DSLR-A700. While the A65 is less expensive than the A77, this Sony A65 review suggests that this camera stands well above anything else in its class and price range.\r\n\r\n24.3 Megapixels\r\n\r\nThe Sony A65 captures images at an astounding 24.3 megapixels, to provide the ultimate detail for photographic editors. It houses a second-generation TMT (Translucent Mirror Technology), and the world’s first OLED viewfinder, along with the world’s first HD movie mode that houses Sony’s ACVHD 60p/60i/24p. It can capture images up to a lightning fast 10 frames per second of continuous shooting with AF (auto focus).\r\n\r\nCapture Rate of 10 Frames Per Second\r\n\r\nHaving a camera that can capture 24.3 megapixels of imagery at 10 frames per second is the best of all worlds. It allows high action capture, incredible HD movies, and Live View shots that many other cameras in its class, or any class, can miss. When capturing 10 frames per second, the camera deliberately locks its automatic focus after the first frame capture to stabilize the shoot.\r\n\r\nTranslucent Mirror Design\r\n\r\nIn the design of its second-generation Translucent Mirror Technology, Sony combined the ability to be able to shoot and focus simultaneously with both speed and precision, using the Phase Detection AF sensor. It has the ability to direct light to both the Phase Detection AF sensor and the image sensor at the same time.\r\n\r\nUpgraded Image Processor\r\n\r\nSony has upgraded its BIONZ image processor, which is the brain of the camera, to handle the demands of 24.3 megapixels photography. It has Chroma noise reduction that can deliver low-noise, high-resolution captured images even at ISO 16,000. The image processor enables the camera to optimize image capturing up to 10 frames per second continuously, gathering data-intensive images at 24.3 megapixels in both 2-D and 3-D sweep panorama modes.\r\n\r\nOLED Electronic Viewfinder\r\n\r\nThe world has never seen anything like the Tru-Finder OLED electronic viewfinder. It delivers speed, size, and brightness even under darkened conditions. This gives the user the ability to adjust the camera in real time to deliver incredible detail and superb color.\r\n\r\nWhile a conventional image sensor will use only a few analog-to-digital converters, which has a tendency to slow the processing down, Sony has installed its Exmor sensor to provide 5600 “column parallel” A/D converters. This dramatically increases the camera’s speed to continuously shoot up to 10 frames per second.\r\n\r\nFor the first time ever, a DSLR camera can capture spectacular high definition movies at a super smooth 60p or the standard 60i , and even theater standard cinematic 24p. All video is captured at the full HD 1920×1080 resolution, and with its AVCHD progressive codec, it displays a phenomenal quality picture.\r\n\r\nSony A65 Reviews\r\n\r\n“Articulating screen, superfast startup, no overheating, EVF/LCD quality is amazing.” – F. S., Amazon.com\r\n\r\n“After reading information and Sony A65 reviews, bought the camera. Truly amazing. Very user-friendly.” – J. Stover, Amazon.com\r\n\r\nBecause this camera stands out from the rest of its competition with this innovative technology and advanced features, I am leaving a positive Sony A65 review. More information and pricing can be gathered from the","infringing_urls":[{"url":"http://www.dslrdintos.info/sony-a65-review-a-phenomenal-game-changer-in-digital-slr-camera-technology-2/"}],"copyrighted_urls":[{"url":"http://dslrcamerareviews.co/sony-a65-review"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}