{"dmca":{"id":14552,"type":"Dmca","title":"1st request ColumbiaCityFreecycle","body":"Dear Owner of the Yahoo group \"ColumbiaCityFreecycle\",\r\n\r\n \r\n\r\nI am writing on behalf of The Freecycle Network(TM) to notify you that your link has been removed from www.freecycle.org.  This was done at the request of the Group Outreach and Assistance Coordinator for your region because your group is not currently set up in accordance with the basic requirements for all approved Freecycle(TM) groups which include, but are not limited to: \r\n\r\n  - items posted must be free, legal, and appropriate for all ages \r\n\r\n  - the group must not be set to full moderation. \r\n\r\n \r\n\r\nWe have invested considerable time and resources in insuring that our organization is associated with only appropriately moderated, legal, and totally free services that have a common source of origin from The Freecycle Network(TM).  This is why we only allow approved groups to associate with us in each community--to avoid any confusion among the public as who they are dealing with when the Freecycle name is used.  Accordingly, please consider this your official notice to stop using the trademark-protected Freecycle name and logo, as well as any and all copyrighted texts, graphics, rules, guidelines, title, or its URL (Yahoo group name).\r\n\r\n \r\n\r\nPlease understand that our intent is not to stop your or your group from gifting or exchanging unwanted items with fellow users.  Should you wish to remain independent of our organization, you are, or course, free to start your own gifting-based site under a name that is not confusingly similar to Freecycle.  However, if there is another group listed on www.freecycle.org that covers the area that your group hoped to serve, please consider offering your help to that group as a co-moderator.  We can all use the help!\r\n\r\n \r\n\r\nFor those of your members who are looking to join a local Freecycle group, you may simply refer them to www.freecycle.org where they can find all approved Freecycle groups.\r\n\r\n\r\nPlease let me know when either the group has been deleted or the above-listed Freecycle materials have been completely removed from your group.  We appreciate your commitment to furthering the overall mission of promoting the local gift community in your area while keeping good stuff out of landfills.  \r\n\r\n\r\nSincerely,\r\nJeanette\r\n\r\nTrademark Representative\r\nFreecycle.org\r\ntrademark1@freecycle.org ","date_sent":"2006-08-10T04:00:00Z","date_received":"2006-08-10T04:00:00Z","topics":["Trademark","Copyright"],"sender_name":null,"principal_name":"\"Freecycle(TM) Trademark Representative\" <trademark1@freecycle.org>","recipient_name":"Columbia City Freecycle","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}