{"dmca":{"id":14578,"type":"Dmca","title":"DHS tells Federation of American Scientists they can't be \"Really Ready\"","body":"Dear Dr. Stebbins:\r\n\r\nIt has come to our attention that the Federation of American Scientists is sponsoring a website entitled, \"Really Ready,\" at http://www.fas.org/reallyready/index.html. This website contains designations and logos that are substantially similar to service marks for which the Department of Homeland Security has filed service mark registration applications with the United States Patent and Trademark Office. The application numbers and service marks are summarized below:\r\n\r\nREADY BUSINESS PREPARE. PLAN. STAY INFORMED.\r\nREADY BUSINESS\r\nREADY AMERICA PREPARE. PLAN. STAY INFORMED.\r\nREADY AMERICA\r\nREADY PREPARE. PLAN. STAY INFORMED.\r\nREADY\r\n\r\nThese applications were filed in international classes 041 and 035 for providing information to educate and to prepare the public for and respond to emergencies including natural disasters and potential terrorist attacks, and for providing consultation and information to increase the level of preparedness for emergencies.\r\n\r\nThe designations and logos used on your organization's website are substantially similar to the marks for which the Department has filed these applications. Moreover, the intent and use of your organization's designations and logos are for a similar purpose, if not the same purpose, for which the Department is using its marks. This will cause substantial confusion to the public and, in our estimation, already has confused the public given the press coverage of your website. We consider the marks in the above listed service mark applications as valuable intellectual property of the Government and worth protecting to prevent the confusion your organization's website is causing. Accordingly, we request that your organization immediately halt the use of the designations and logos that are substantially similar to those marks the Department of Homeland Security owns. This includes Really Ready, Really Ready America, Really Ready Business, and Really Ready Disabilities. \r\n\r\nWhile we recognize that your organization has every right to advise the public about being prepared in the event of an emergency, we also have to service the American public in the best manner we can, including protecting the Government's intellectual property if that will prevent any further confusion in this regard.\r\n\r\nOf course, if you would like to discuss this matter or if your organization would like to provide its suggestions as to how to best inform the public about staying prepared, I would invite you to contact me at [private].\r\n\r\nSincerely,\r\n[signed]\r\nWilliam H. Anderson\r\nDeputy Associate General Counsel for Science & Technology and\r\nIntellectual Property Counsel\r\ncc: Dr. Henry Kelly, President\r\nFederation of American Scientists\r\n\r\n","date_sent":"2006-08-14T04:00:00Z","date_received":"2006-08-14T04:00:00Z","topics":["Trademark","Copyright"],"sender_name":"Deputy Associate General Counsel for Science & Technology and Intellectual Property","principal_name":"US Department of Homeland Security","recipient_name":"Federation of American Scientists","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}