{"dmca":{"id":14604,"type":"Dmca","title":"Fonts For Flash wants Google Pages user suspended in a flash","body":"Dear Google, \r\nRe: Copyright commercial products distributed freely through Google Pages \r\n\r\nOne of your users is illegally distributing our commercial fonts through Google Pages at the following URL: \r\nhttp://ihadmd.googlepages.com/fonts.html \r\n\r\nI contacted you on July 30th about the same user who was distributing our fonts at this \r\nURL: \r\nhttp://ibadmd.googlepages.com/fontsforflash \r\n\r\nAt the time you ensured that this page was removed, however you did not delete this user's account. How could you not delete this user's account? You know who this user is and you are in fact even sending him money every month through the Google adsense that he has running on his site. \r\n\r\nHis account should be permanently suspended and you really should withhold sending any money to him that is owing through adsense as this is surely against your adsense agreement. \r\n\r\nPlease can you also ensure that this user is permanently banned from ever creating another site on Google Pages.\r\n\r\nThese fonts are all commercial, owned by our company and distributed \r\nexclusively through our website. \r\n\r\nHe is currently distributing the following commercial font: \r\nFFF Glorious\r\n\r\nHe has a list of 5 other fonts of ours that he will soon be distributing as well: \r\nFFF Professional \r\nFFF Business \r\nFFF Reaction \r\nFEF Phantom\r\nFFF Access \r\n\r\nThe copyrighted work at issue can be found on the \"fonts\" page at \r\nhttp://www.fontsforflash.com \r\n\r\nYou may also view the order form for these fonts at \r\nhttp://www.fontsforflash.com/order/fff_order.pbp\r\n\r\nYou may Contact me by email at: [private]@fontsforflash.com. You may also reach me on my cellphone at [private] or by fax at: [private]. \r\n\r\nI have a good. faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law. \r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am one of the copyright owners. \r\n\r\nPlease contact me by email once this has site has been, removed or should. you have any questions. As you also have the contact details of this user through his adsense program, I would appreciate it if you could please send me all of his details so that we can pursue legal action against him. \r\n\r\nThank you for your prompt cooperation with this serious matter. \r\n\r\nSincerely, \r\n[private]\r\nFFF Web Media Inc. \r\n\r\n","date_sent":"2006-08-20T04:00:00Z","date_received":"2006-08-20T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"FFF Web Media Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}