{"dmca":{"id":14721,"type":"Dmca","title":"Little Freedom in Style When Referring to Re-Gifting  Websites","body":"Dear Owner of the Yahoo group \"MelbourneFl-r-Cycle\",\r\n\r\nI'm writing on behalf of The Freecycle Network(TM) to notify you that your group is not an official Freecycle group and therefore does not have permission to use the trademarked Freecycle name or logo or the copyrighted materials provided in the Start-a-Group process or the freecycle.org web site, or any confusingly similar derivations thereof.  The list of all local groups is available on The Freecycle Network's web site at www.freecycle.org.\r\n\r\nWe appreciate your enthusiasm very much and hope that you will become an active member of your closest existing Freecycle group.  We have invested considerable time and resources in insuring that our organization is associated with only appropriately moderated, legal, and totally free services that have a common source of origin from The Freecycle Network.  This is why we only allow one group per community -- to avoid any confusion among the public as to with whom they are dealing when the Freecycle name is used.  Accordingly, please consider this your official notice to stop using the trademark-protected Freecycle name and logo, as well as any and all copyrighted texts, graphics, rules, and guidelines, in any part of the group including the title, or its URL (Yahoo group name).\r\n\r\nPlease understand that our intent is not to stop your or your group from recycling or exchanging unwanted items with fellow users.  Should you wish to remain independent of our organization, you are; of course, free to operate your own gifting-based site under a name that is not confusingly similar to Freecycle.  However, if there is another group listed on www.freecycle.org that covers the area that your group hoped to serve, please consider offering your help to that group as a co-moderator instead.  We can all use the help!\r\n\r\nIf you decide to join our organization instead of changing your group's name, you may wish to send a message to your group informing them of the existing Freecycle group(s) in your area (accessible via www.freecycle.org) and asking them to join the group nearest to their home or workplace.\r\n\r\nIf you decide instead to continue operating your own site outside of the Freecycle Network, it is important to provide a calm and smooth transition so that no members of either group are lost or become frustrated by the process.  If the moderators of both groups are careful, this will not be a problem.  Therefore, please let your users know that your group name will be changing and they will have a week to be sure that any and all use of any Freecycle materials, marks, and logo are completely removed from any sites affiliated with your group.\r\n\r\nThank you for all the good you have done and surely will continue to do. If you need any help in this process, please don't hesitate to contact me.\r\n\r\nSincerely,\r\n\r\n \r\n\r\n[Private]\r\nTrademark Representative\r\nFreecycle.org\r\n[Private]","date_sent":"2006-08-25T04:00:00Z","date_received":"2006-08-25T04:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"Freecycle(TM) Trademark Representative  trademark1@freecycle.org","recipient_name":"http://groups.yahoo.com/group/Cocoa-Merritt-Island-Fl-rCycle/","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}