{"dmca":{"id":14750,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-06T04:00:00Z","date_received":"2012-06-06T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Ana Didier","principal_name":"Ana Carla D' Oliveira Pinheiro Mendonça  ","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"O retorno do Bullying\npor Inês…a Terça-feira, 6 de Dezembro de 2011 às 18:17\nTal como o meu psicólogo me avisou, depois do discurso passados uns tempos  \niria voltar tudo novamente. Como já estava preparada e como o silêncio  \nacabou, decidi que vou fazer um diário sobre todas as coisas que acontecem.  \nOra bem, no dia 30 do mês passado e após mais umas ameaças de futuros  \ndesaparecimentos para objectos meus, desta vez os meus \"queridos\" colegas  \nLourenço (…), Diogo (…), Pedro (...), Pedro (...) (esta novidade de um  \nex-amigo fazer parte dos bullys, explico a seguir) e Rodrigo (...) fizeram  \ndesaparecer da minha mala, um Ipod, 2 phones e as chaves da minha casa!!!!  \nEnfim, espero que o Ipod lhes dê uma tremenda dor de ouvidos, e estou  \nansiosa que passem cá por casa para darem uso às chaves - vai ser  \ndivertido! Claro que a Mafalda (…), continua a destilar veneno e a nova  \nmoda é que eu falo mal de toda a gente e nas costas do mesmos - deve ser  \numa piada, porque é mesmo na cara, minha querida bully, apaixonada por mim  \ne obcecada por me seguir até ao fim do mundo! Como a minha mãe costuma  \ndizer, dai-me paciência por ter esta fã incondicional!\nEntretanto, e no meio destas maravilhosas situações, aquele que eu  \nconsiderava um irmão, resolveu empranhar pelos ouvidos, porque enfim a  \npersonalidade dele é forte e o seu carácter um verdadeiro esplendor! Então,  \ncom os ouvidos a beira de ter muitos filhos e em plena aula de história lá  \nsurge o vacticinio daquele que se chama Pedro (…), actualmente o Santo  \nPedro ..., como carinhosamente cá em casa passamos a chamar: \"tu falas mal  \nde toda a gente! Tu falas mal nas costas!\"\nPasme-se a brilhante ideia da criatura santificada! E o que é falar mal  \npara o Santo Pedro (…) perguntam-se!\nBem, é usar as alcunhas para os visados que me ofendem e que toda a turma  \nusa, de cada vez que alguns deles me chamam de gorda, P*ta, P*ta de M**da  \nentre outros \"elogios glamorosos\" - e as alcunhas são: para o Diogo (…) -  \nBicha e para o Pedro … - Bianca, sempre perseguido de um cala-te vigoroso  \nque acaba por funcionar porque a coragem, como todos sabem, não é uma  \ncaracterística dos bullys! E pronto lá se calam a Bianca e o Bicha até novo  \nataque! LOL\nTodos os chamam isso - mas pelos vistos eu não tenho direito de resposta  \npara o Santo Pedro. É caso para se dizer que a oração dele passou a ser -  \nperdoai-nos todas as nossas ofensas, menos a Inês que não tem direito. LOL\nOra bem, cá em casa como já tudo um bocadinho saturado, participações  \ndisciplinares para os ditos e umas cartinhas que a minha mamã enviou ao  \nSanto Pedro. Desulpam lá o rapaz que apesar de estar no 9.º ano, enfim tem  \ndificuldade em escrever em Português!\n\nCarta da minha mãe a 5/11/2011\nCaro Pedro,\nNão nos conhecemos pessoalmente mas já ouvi falar muito de si.\nSou a mãe da Inês e o meu nome é Ana (…)\nFoi no entanto com espanto que soube que na 6.ª feira passada, dia  \n2/12/2011 resolveu acusar a Inês em plena sala de aulas de história de que  \n“a Inês falava mal de toda a gente” e mais “falava mal de toda a gente nas  \ncostas”.\nNão deixa de ser extraordinária essa afirmação porque a Inês fala o que tem  \na falar na cara das pessoas e creio que se tiver memória lembrar-se-á que  \nnas poucas conversas que ela teve consigo não falou mal de absolutamente  \nninguém.\nMais grave ainda que para além da injustiça da mesma, seja feita  \nexactamente nos mesmos moldes da acusação que habitualmente a vossa colega  \nMafalda, colega Lourenço, colega Diogo e colega Pedro (…) fazem  \nhabitualmente e aí sim nas costas da Inês.\nParece-me caro Pedro, que enfim, fez das palavras dos seus amigos as suas –  \npena que essa acusação não colha pela verdade dos factos.\nHoje terá dito à Inês que ela chama de Bicha ao Diogo e Bianca ao Pedro  \n(...),\nMuito bem, isso para si será falar mal!\nEmbora por princípio não concorde com esse género de atitudes,  \ncompreendo-as num contexto escolar e compreendo mais ainda quando são  \nrespostas a ofensas graves.\nEntão Pedro, diga-me uma coisa com toda a honestidade, mais ainda, com  \nhonestidade para si mesmo: Nunca chamou de Bicha ao Diogo e Bianca ao Pedro  \n(…)? Nunca?\nClaro que já chamou e muitas outras coisas – mas a Inês é que fala mal dos  \noutros não é Pedro!?!\nEntão e diga-me lá uma coisa Pedro, se estivesse durante cerca de 3 anos a  \nser ofendido como a Inês tem sido ofendida de todas as maneiras, ser  \nchamada de “gorda”; “p….”; “p…. de m….”; “tu e a tua família de m….”; “p….  \nde um c….” , acha que responder com as alcunhas que vocês puseram aos  \nvossos colegas é falar mal?????\nEntão para si, quando a Inês se defende e usa as alcunhas que toda a turma  \nusa com o Diogo e o Pedro … – a Inês fala mal de toda a gente – mas vocês,  \nbem vocês são uns santos com plenos direitos em usá-las!!!! Dai-me muita  \npaciência!\nJá agora, calculo que também ache correcto que o Pedro juntamente com  \noutros colegas, na 6.ª feira, dia 25/11/2011, nomeadamente: Lourenço (…);  \nRodrigo (…); Diogo (…) e Pedro (…), entre outros que a Inês não  \nidentificou, vão ter com ela num intervalo, sendo que quem avança é o Diogo  \n(…) e Pedro (…), para mais uma vez ofender a Inês, meterem-se numa  \nbrincadeira que ela tinha tido com o José (…) e ameaçarem que “vão começar  \na desaparecer coisas da Inês”.\nCalculo igualmente que concorde, que no dia do corta-mato, 30/11/2011,  \nenquanto você estava na sala de contagens onde estavam todas as malas,  \njuntamente com o Lourenço (…) e Rodrigo (…), sendo que posteriormente  \njuntaram-se a vós o Pedro (…) tenha desaparecido da mala da Inês as chaves,  \n2 phones e o Ipod?!?!?\nCalculo que de facto ache correcto que as ameaças se cumpram!!!!!\nEnfim, não posso deixar de concordar com a Inês, quando ela diz e sente que  \no Pedro de facto foi uma desilusão como amigo – os amigos não fazem estas  \ncoisas uns aos outros.\nCompreendo igualmente que o Pedro, enfim, tal como a maior parte dos  \nadolescentes, tem uma opinião mutável à influência dos outros – mas como  \nadulta cabe-me lhe dizer, que essas atitudes são condenáveis e deixar-lhe  \nsomente dois conselhos e um pedido:\nPense mais por si próprio do que pela cabeça dos outros.\nAtenção com as afirmações e julgamentos de carácter em relação ao próximo,  \nainda mais quando tem os seus telhados de vidro.\nE se não tiver nada de útil e agradável para dizer à Inês, abstenha-se de a  \nincomodar, porque não nada pior do que levar uma facada daqueles quer no  \npassado considerámos amigos!\nCumprimentos,\nAna (…)\n\nResposta num péssimo Português do Santo Pedro (…) a 5/11/2011\nEstá me a insunar de ter tirado ou o Lourenço ou o Rodrigo as chaves o 2  \nphones e o ipod a sua filha? Sinceramente quem está desiludido, hoje falei  \ncm ela na escola, e eu sim fiquei desiludido. Ela sabe muito bem o que  \nchama ao Pedro (…) e ao Diogo (…), eu disse-lhe na cara, que ela gosta de  \nofender os outros mas nao gosta que lhe ofendam a ela. Eu sou direto digo o  \nque penso logo. Tratava a Inês como uma irma mas agora --' sinceramente..  \nNao quero mais conversas.\n\nResposta da minha mãe chocadíssima com o Português deste \"Santo\" que ofende  \na língua de Camões a 6/11/2011\nCaro Pedro …,\nNão estou a insinuar absolutamente nada - estou a afirmar que no dia  \n30/11/2011 (aliás tal como há cerca de 2 anos atrás onde roubaram 1  \ntelemóvel à Inês - típico de bullys) roubaram à Inês um Ipod, 2 phones e  \nchaves. Não deixa de ser curioso que tenha sido na prova de corta-mato na  \nsala onde 4 de vocês estavam presentes os mesmos que estiveram e fizeram as  \nameaças (o que você, aliás, nem desmentiu - porque será!?!). Curioso,  \nnão!!!!! Quanto ao facto da carapuça lhe servir, isso é consigo - eu  \nlimito-me a constatar coincidências!!!!!\nO que eu acho mesmo piada, é que você é tão directo com os outros nos  \ndefeitos dos mesmos mas enfim tem dificuldade em assumir os seus erros e  \nclaro que você é um santo que nunca chamou aos seus magníficos amigos nome  \nalgum - claro que não, Pedro! Ou deveria dizer Santo Pedro!?!\nDiz que foi conversar com a Inês - foi???? Ou foi mais uma vez reformular  \nas acusações anteriores e virou as costas porque enfim você que critica os  \noutros tem dificuldade em ouvir as críticas que lhe têm para dizer! Um  \nbocado de bom-senso ficava-lhe bem!!!!!\nQuanto ao tratar a Inês como irmã, bem tenho imensa pena da sua verdadeira  \nirmã se for tratada da mesma forma, mais pena ainda que a ausência de  \npessoas importantes não lhe tenham servido de lição de vida, amor, amizade  \ne correcção. Não se preocupe que mais adiante a vida sempre nos ensina!!!!\nMais uma vez agradeço que tanto o Pedro como os seus \"amigos\" não voltem a  \nincomodar a Inês, para nós não sermos forçados a vos incomodar!!!!\nE agora sim, chega de conversa e vamos ao actos que forem necessários!\nCumprimentos,\nAna (…)","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}