{"dmca":{"id":14803,"type":"Dmca","title":"Complaint of copied video linked in Google Groups","body":"Dear Reader:\r\n\r\nThis is a notification under the Digital Millennium Copyright Act, that a site or service, hosted by your service (Google NewsGroups), is engaging in copyright infringement of copyrighted materials owned Alissa Cohen, a client of this office.\r\n\r\nSpecifically, the pages located at\r\nhttp://groups.google.com/group/rawfoodgroup/browse_thread/thread/8f67de36b54d4622/f09c498797344aad?lnk=st&q=alissa+cohen&rnum=8#f09c498797344aad\r\n\r\nare pages residing on your server that contain original, copyrighted materials of Alissa Cohen. Specifically, but without limitation, the downloadable video files linked on this page is copyrighted by Alissa Cohen and is protected by Federal Laws governing the infringement of copyrighted materials.\r\n\r\nThe following provides the elements required under the Digital Millennium Copyright Act, 17 U.S.C. sec. 512:\r\n\r\nIdentification of the copyrighted work: The offending material copies are video files that are copyrighted and owned by Alissa Cohen.\r\n\r\nLocation of the material that is claimed to be infringing or the link to the material or activity claimed to be infringing:\r\n\r\nhttp://groups.google.com/group/rawfoodgroup/browse_thread/thread/8f67de36b54d4622/f09c498797344aad?lnk=st&q=alissa+cohen&rnum=8#f09c498797344aad\r\n\r\nThis material is not authorized, approved or licensed by my client. Contact information of the complaining party: Counsel for Alissa Cohen\r\n\r\n[private]\r\nPreti Flaherty\r\n[private]\r\nPortland, Maine\r\n[private]\r\n[private] FAX\r\n[private]@preti.com\r\n\r\nRequired Statement:\r\nThe complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law. I further state that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nSigned:\r\n[signed]\r\n[private], Esq.\r\n","date_sent":"2006-08-30T04:00:00Z","date_received":"2006-08-30T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Preti Flaherty","principal_name":"Alissa Cohen","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}