{"dmca":{"id":14872,"type":"Dmca","title":"Pearson Education schools Blogger over links to infringing e-books","body":"Dear Sir or Madam: \r\n\r\nThis office represents Pearson Education, Inc. (\"Pearson\"), which owns among other publishing imprints the Addison Wesley, Cisco Press, New Riders, Prentice Hall, Quo, and Sams imprints. It has come to our attention that the person responsible for the weblog www.cooldogebooks.blogspot.com, has posted links to websites that reproduce, display and distribute unauthorized digital copies 776 Pearson books. \r\n\r\nThe provision of links on www.cooldogebooks.blogspot.com to such websites that reproduce, display and distribute unauthorized digital copies of the Pearson works is considered to be a contributory infringement of Pearson's copyright and exclusive rights as the publisher of the works under United States copyright law and international copyright treaties.\r\n\r\nI have a good faith belief that the materials identified below are not authorized by the above IP Owner, its agent, or the law and therefore infringe the IP Owner's rights according to state, federal, or United States law. Please act expeditiously to remove or disable access to the material(s) or item(s) claimed to be infringing. \r\n\r\nInfringing Web Pages \r\n\r\nhttp://cooldogebooks.blogspot.com/2006/06/prentice-hall.html\r\nhttp://cooldogebooks.blogspot.com/2006/05/new-riders.html\r\nhttp://cooldogebooks.blogspot.com/2006/05/que-books.html\r\nhttp://cooldogebooks.blogspot.com/2006/05/addison-wesley.html\r\nhttp://cooldogebooks.blogspot.com/2006/05/cisco-ebooks.html\r\nhttp://cooldogebooks.blogspot.com/2006/07/rapidshare-links.html\r\n\r\nCopyrighted Works \r\n1. Prentice Hall - ado net programming in visual basic net \r\n2. Prentice Hall - agile management for software engineering applying the theory of constraints for business results \r\n3. Prentice Hall - and dignity for all \r\n4. Prentice Hall - a practical guide to enterprise architecture\r\n5. Prentice Hall - bea weblogic server administration kit\r\n6. Prentice Hall - business innovation and disruptive technology\r\n7. Prentice Hall - com programming, a practical guide using visual c and atl\r\n8. Prentice Hall - computer networks, 4th edition\r\n9. Prentice Hall - core j2ee patterns, 2ed\r\n10. Prentice Hall - core j2ee patterns, 2nd ed\r\n11. Prentice Hall - core java 2 volumne i fundamentals\r\n12. Prentice Hail - core java 2 volume ii advanced features\r\n13. Prentice Hall - core jave 2 volume i, fundamentals\r\n14. Prentice Hall - core java data objects\r\n15. Prentice Hall - core php programming, 3rd edition\r\n16. Prentice Hall - core servlets and javaserver pages, volume 1, core technologies, 2nd edition\r\n17. Prentice Hall - core web programming, 2nd edition\r\n18. Prentice Hall - creating regional wealth in the innovation economy\r\n19. Prentice Hall - critical thinking, tools for taking charge of your professional and personal life\r\n20. Prentice Hall - css, dhtml and javascript\r\n21. Prentice Hall - db2 version 8 the official guide\r\n22. Prentice Hall - designing a data warehouse, supporting customer relationship management\r\n23. Prentice Hall - enterprise data center design automation\r\n24. Prentice Hall - enterprise javabeans component architecture designing and coding enterprise applications\r\n25. Prentice Hall - essential electronic design automation \r\n26. Prentice Hall - essential guide to semiconductors \r\n27. Prentice Hall - exploring web marketing and project management \r\n28. Prentice Hall - from asics to soc, a practical approach \r\n29. Prentice Hall - from concept to wall street, a complete guide to entrepreneurship and venture capital \r\n30. Prentice Hall - high speed signal propagation advanced black magic \r\n31. Prentice Hall - how secure is your wireless network \r\n32. Prentice Hall - hp-ux 11i systems admin handbook toolkit second edition \r\n33. Prentice Hall - implementing cifs the mon internet file system \r\n34. Prentice Hall - infectious greed \r\n35. Prentice Hall - inside the security mind \r\n36. Prentice Hall - integrated project management \r\n37. Prentice Hall - internet enabled business intelligence \r\n38. Prentice Hall - investor book of investing rules, the invaluable advice from 150 master investors \r\n39. Prentice Hall - ipsec, 2nd edition \r\n40. Prentice Hall - ipsec the new security standard for the internet intranets and vpn, 2nd edition \r\n41. Prentice Hall - it security risking the corporation \r\n42. Prentice Hall - it services costs, metrics, benchmarking and marketing \r\n43. Prentice Hall - itv handbook technologies and standards \r\n44. Prentice Hall - j2ee platform web services \r\n45. Prentice Hail -java number cruncher - thejava programmer's guide to numerical computing \r\n46. Prentice. Hall -java oracle dat,sbase developirient \r\n47. Prentice Hall - javascript by example \r\n48. Prentice Hall -just enough cnn \r\n49. Prentice Hall - large-scale, component-based development \r\n50. Prentice Hall - ldap in the solaris operating environment, deploying secure directory services \r\n51. Prentice Hall - linux development platform \r\n52. Prentice Hall - linux on the mainframe \r\n53. Prentice Hall - meeting management \r\n54. Prentice Hall - migrating to net - a pragmatic path to visual basic net, visual c net, and asp net \r\n\r\n\r\n[16 more pages of listed items 55-776]\r\n\r\n\r\nI, the undersigned, CERTIFY UNDER PENALTY OF PERJURY that I am an agent authorized to act on behalf of the owner of certain intellectual property rights, said owner being named Pearson Education, Inc. (\"IP Owner\"). \r\nShould you require additional information regarding this matter, I may be contacted at: \r\n\r\n[private]\r\nPearson Education, Inc. \r\n[private]\r\nUpper Saddle River, NJ 07458 \r\nEmail: [private]@pearsoned.com\r\nTelephone: [private]\r\nFax: [private]\r\nTruthfully, \r\n\r\n[private]","date_sent":"2006-08-31T04:00:00Z","date_received":"2006-08-31T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Pearson Education, Inc.","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}