{"dmca":{"id":14919,"type":"Dmca","title":"TM infringement?","body":"Hello Chillingeffects.org, we would truely appreciate it if you can provide feedback and comments on a legal notice we received earlier today.  I am providing you with some background information followed by the full text of the email notice.  Thank you.\r\n\r\nRegards,\r\nRip Chong NG\r\nngrc@crazy-cups.com\r\n\r\nBackground:  We, Crazy-Cups (www.crazy-cups.com), are an equipment manufacturer and supplier of the new sport known as Sport Stacking.  This is a sport about up-stacking and down-stacking of 12 specially made plastic cups in a pre-determined sequence as fast as possible.  This is a sport that originated in US in the early 80s and has become very popular the past few years, especially in the US.\r\n\r\nCrazy-Cups (CC) is our brand name and the company is Twin-Act Connection Private Limited, based in Singapore.  The issurer of the legal notice is Speed Stacks (SS, www.speedstacks.com), another manufacturer of Sport Stacking equipments based in US.  They are probably the biggest supplier of sport stacking equipments and a leader in the sport.  At this moment, CC supplies only the cups (12 specially made cups placed in a nylon carrier bag).  SS supplies many other accessories on top of the cups, including a stacking mat (to provide a 'standard' stacking surface to all stackers) with a timer (to time the stacking).  The timer can be connected to a larger display so the audience can easily see the stacking time on a real-time basis.\r\n\r\nIn July 2005, CC held our first inter-school competition.  During the competition, we used SS's stackmats (w timer) and tournament display to facilitate our competition (we bought these equipments from SS).  We made a video of the competition and placed it online for our visitors to view: www.Crazy-Cups.com/CrazyCupsChallenge.wmv.  In order not to promote SS's products (mat/timer/display) or cause confusion on the 2 brands, we have taped out SS's product name on the display, as well as taken cautious steps to make sure our video does not show clearly SS's brand/product names anywhere.  The design on the mat, unfortunately, cannot be totally censored/removed.\r\n\r\nOver a year after we have placed the video online, SS is now demanding that we remove the video link from our site as it 'infringes their TM'.\r\n\r\nMore background:  This is not our first encounter with SS.  In Nov 2004, SS fedEx-ed a formal letter to us demanding that we remove some terms from our website, among other things.  SS demanded that we remove from our site terms such as 'hand-eye coordination/accuracy', 'promotes ambidexterity/bilateral proficiency', '12 specially designed plastic cups', and many more, terms that are clearly generic english words that are closely associated with the sport.  They claimed we have copied these terms from their 'copyrighted materials'.  We rebutted them point by point and we did not hear from them again until now.  That experience gave us the impression that SS can be very unreasonable in their effort to protect their business and weaken competition.\r\n\r\nWe have gone through your website and find it extremely useful and infomatinve.  I have also these questions to ask:\r\n-  Would our video be considered commercial?  The intent of the video was to promote the sport of Sport Stacking and emphasize the many benefits it offers.  Of course it does carry our brand name and has the intention to use the video to market/create awareness on our CC brand.\r\n-  We bought the stackmats and displays from SS and use it in tournament that we organise.  Does SS has the right to forbid us from showing videos of our events that includes glimses of their products despite the point that we are competitors?\r\n-  After the first encounter with SS, we have since included a phrase 'Crazy-Cups is not related to any other sport stacking brands in the market' on our homepage as another effort to differentiate/distance ourselves from other brands in the market.\r\n-  Can we simply ignore SS's so-called 'legal notice'?\r\n\r\nMany thanks.\r\n\r\n==== Here is the exact copy of the email notice we received on 6 Sep 2006, sent by Carolyne Miller, not Larry himself ====\r\n\r\nSubject title: LEGAL NOTICE - Trademark Infringements (Speed Stacks Inc.)\r\n\r\n* email body *\r\n~ LEGAL NOTICE ~\r\n\r\nSeptember 5, 2006\r\n\r\n\r\nDear Crazy-Cups:\r\n \r\nA recent review of your website www.crazy-cups.com revealed violations of trademarks and trade dress rights owned by Speed Stacks Inc.\r\n\r\nSpecifically, the video ","date_sent":"2006-09-06T04:00:00Z","date_received":"2006-09-06T04:00:00Z","topics":["Trademark","Copyright"],"sender_name":null,"principal_name":"Speed Stacks Inc","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}