{"dmca":{"id":14921,"type":"Dmca","title":"Kiki Originals C & D Letter","body":"September 6, 2006\r\n\r\nNOTICE TO CEASE AND DESIST TORTUOUS ACTIVITIES\r\nVIA MAIL AND E-MAIL TO [redacted]\r\n[redacted]\r\n[redacted]\r\n[redacted]\r\n\r\nRE: KIKI ORIGINALS VS. [redacted] (PRE-SUIT DEMAND FOR SETTLEMENT)\r\n\r\nDear [redacted]:\r\nBe informed that I represent Kiki Originals and this letter shall serve as my client?s Notice to Cease and Desist as well as her pre-lawsuit demand for resolution of this matter. As you know, you have created a website titled ?KIKIOriginalssucks.com? (?subject website?). On this website, you make representations of fact which are false. You realize these representations are false, and yet you knowingly have cause the same to be published.  These statements are not only malicious but are in fact libelous. For every moment that\r\nyou continue to publish these false statements, you further expose yourself to a lawsuit for defamation.\r\n\r\nFurthermore, you have contacted several present vendors and business associates of Kiki Originals and invited them to review the libelous website. This is unlawful. Pursuant to California law, you are actively and maliciously interfering with my client?s prospective\r\neconomic affairs. This conduct is intentional and exposes you to economic damages, attorney fees and costs of suit. In addition, you continue to publish and disseminate a copyrighted image of [redacted] on the subject website for which you have no implied or express license privileges.\r\n\r\nYOU ARE HEREBY ON NOTICE to immediately cease and desist from all activities mentioned herein relating to Kiki Originals. Demand is made that you stand down and remove the false factual statements from the subject website. You had your day in Court and you lost. A finder of fact determined that your claim was without merit. The Court ruled that you were not entitled to a refund.\r\n\r\nTAKE NOTICE that you have 48 hours from the date of this letter to remove the copyrighted image and false statements from the subject website. Furthermore, demand is made that you cease contact with my client?s business associates and vendors. Failing the same, my client will have no choice but to file a lawsuit in the Orange County Superior Court seeking all remedies at law, and in equity, against you for defamation, tortuous interference, intentional infliction of emotional distress, and violation of Federal copyright\r\nlaws. My client will seek attorneys fees and costs of suit against you, as well as punitive damages for your acts of malicious conduct.\r\n\r\nVery truly yours,\r\n[redacted]\r\nElectronic signature affixed\r\n_______________________________________\r\n[redacted]","date_sent":"2006-09-06T04:00:00Z","date_received":"2006-09-06T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"[redacted]","principal_name":"[redacted]","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}