{"dmca":{"id":14962,"type":"Dmca","title":"DMCA Complaint from George Stella","body":"Infringement Notification for Google Notebook \r\nATTN: Blogger Legal Support. DMCA Complaints\r\nFrom: George Stella / George@Stellastyle.com\r\n3 pages total\r\n\r\n1. The Copyrighted work at issue is text that has been taken without my permission from 3 different personal and private email letters and now has been posted on a Blog and webpage with numerous links to my private email and website for harassment purposes: \r\n\r\n\r\nDate: Wed, 23 Aug 2006 17:29:01 -0700 (PDT) \r\nFrom: \"George Stella\" <george@stellastyle.com> \r\nSubject: Re: Interview For Livin' La Vida Low-Carb \r\nTo: livinlowcarbman@charter.net \r\n\r\n-Jimmy, I have to he honest with you here, In as much \r\nas I appreciate your efforts to \"share\" and help \r\nothers, after all it is business on your website.\r\n\r\nI have no problem with that at all, I sell my books \r\nand dvds, but not low carb products.\r\n\r\nBut I do think that since you have taken on the \r\npersona of the phrase: Livin the low carb vida, it is \r\neven your book name, that when you take success \r\nstories and place them on a \"blog\" next to that book \r\nand your products, it lends to that story and your \r\nproducts. \r\n\r\nKelly was inspired, I am not even sure of all she did \r\nto lose weight, eat right, excercise etc, I do know \r\nshe was inspired though.\r\n\r\nBy saying precisely that she lost the weight \"Livin' \r\nThe Low Carb Vida\" is paramount in this context to \r\nsaying she attributes it all to your book.\r\n\r\nI know you Jimmy and I am sure it is innocent enough, \r\nbut: you simply cannot go around trying to fill your \r\nsite, you must attract others who offer content. Do you understand? I didn't search out success stories to inspire others, they found me and to take others likeness and write stories and all that you do to help others is the right cause but the wrong way to go about it.\r\n\r\nDon't take this the wrong way as I like you otherwise I would not have helped you with requests for books and all, but you really need to Lake down the bog stories that are attributing anything to anyone unless the person said it. For instance, I do NOT alter what people write and fit it to my cause. \r\n\r\nJimmy, I appreciate your understanding and wish you the best building your website and low carb products sales, but please don't use likenesses from my site. I know you asked Kay and Kelly, but I am asking you rot to as a friend. \r\nThanks, \r\nGeorge \r\n\r\n\r\nDate: Wed, 23 Aug 2006 1820:52 -0700 (PDT) \r\nFrom: George Stella <George@stellastyle.com> \r\nSubject: Re: Interview For Livin' La Vida Low-Carb \r\nTo livinlowcarbman@charter.net\r\n\r\nYou may do as you see fit, and it certainly is Kay and Kelly's business to offer their story. \r\n\r\nBottom line is you are using the success stories to sell products regardless of how much profits are made, people place their \"unsolicited\" stories on my site and written in their own words to keep purity. \r\n\r\nYou are entitled to do an you wish also, I believe my letter was clear about how I feel and I have nothing more to say about it. \r\ngood luck, \r\nGeorge\r\n\r\n\r\nDate: Mon, 28 Aug 2006 09:44:36 0700 (POT) \r\nFrom: George Stella <george@stellastyle.com> \r\nSubject: Re: Interview For Livin' La Vida LowCarb \r\nTo: livinlowcarbman@charter.net\r\n\r\nVery Bad form making excerpts of a private email public, Then asking others to email me? ..very bad form again. Go in Peace and I wish you the best!\r\n\r\n\r\n2. Identify the material that you claim is infringing the copyrighted work listed in item #1 above \r\nhttp://livinlavidalocarb.blogspot.com/2006/08/why-is-george-stella-mad-at-me-over.html \r\nhttp://www.commonvoice.com/article.asp?colid=5736 \r\n\r\n3. Provide information reasonably sufficient to permit Google to contact you (email address is preferred): George@Stellastyle.com \r\n\r\n4. \"I have a good faith belief that use of the copyrighted material described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law. ","date_sent":"2006-09-01T04:00:00Z","date_received":"2006-09-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"George Stella","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}