{"dmca":{"id":14993,"type":"Dmca","title":"Google DMCA Complaint Zeelver","body":"Dear Google, Inc.\r\nAttn: Google Legal Support, DMCA Complaints \r\n1600 Amphitheatre Parkway\r\nMountain View, CA 94043\r\nUSA\r\n\r\nI believe that 80% of copyrighted images of products on my website www.zeelver.com have been copied by owner or webmaster of website www.balibeadsunited.com.\r\n\r\nFor example, images on my webpage: http://www.zeelver.com/granulatedspacers.shtml have been copied by the other website.\r\n\r\nYou can see the same images shown on this webpage: http://balibeadsunited.com/list_of_products.php?katagori=24\r\n\r\nTo know who is the real owner of the images, you can check with this third party website http://www.archive.org/web/web.php.\r\nPlease type my webpageaddress http://www.zeelver.com/supports/granulatedspacers.shtml in the The Wayback Machine field.\r\nThe result shows that I am the owner of the images since April 2004.\r\nThe other website is a new website, which has been online only since 2006.\r\nI have spent lots of time and money to take photos and created the images, so I can not accept action of the other website who copied hundreds (almost all) of images from my website.\r\nTherefore I ask Google to not to list the website in the Google search engine.\r\n\r\nYou could contact me by mail, phone or email at this address: \r\nErik Affandy\r\nCV. Zeelver\r\nJalan Danau Tempe Perumahan By Pass Garden Cl-A \r\nDenpasar\r\nBali\r\n80228\r\nIndonesia\r\nPhone: +62-361-283255\r\nEmail: info@zeelver.com\r\n\r\nOwner of the other website who has copied images from my website can be contacted by email: sales@balibeadsunited.com\r\n\r\nI have a good faith belief that use of the copyrighted materials described above as allegedy infringing is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n\r\nDenpasar, Bali, August 24, 2006\r\n\r\nErik Affandy\r\nOwner of website www.zeelver.com\r\n","date_sent":"2006-08-24T04:00:00Z","date_received":"2006-08-24T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Erik Affandy, Zeelver.com","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}