{"dmca":{"id":41081,"type":"Dmca","title":"[EV1-C1720541F] Digital Millennium Copyright Act of 1998 Infringment","body":"To Whom It May Concern:\r\n\r\nPlease note that below-referenced copyright infringement notice does not\r\nsubstantially comply with the required notification elements of the\r\nDigital Millennium Copyright Act of 1998 (\"DMCA\").\r\n\r\nPlease note that we have not passed on the substantive merits of your\r\nclaim.\r\n\r\nPlease visit our web site at www.theplanet.com/index.html?p=copyright.\r\n \r\nLegal Response Team\r\nTHEPLANET.COM INTERNET SERVICES, INC.\r\n \r\n\r\n-----Original Message-----\r\nFrom: abuse@ev1.net [mailto:abuse@ev1.net] \r\nPosted At: Tuesday, November 07, 2006 4:13 PM\r\nPosted To: Copyright\r\nConversation: [EV1-C1720541F] Digital Millennium Copyright Act of 1998\r\nInfringment\r\nSubject: [EV1-C1720541F] Digital Millennium Copyright Act of 1998\r\nInfringment\r\n\r\n\r\n==== Forwarded Ticket ====\r\n1. Digital Millennium Copyright Act of 1998 Infringment Added by system\r\nat Tuesday, Nov 7 2006 10:12 pm\r\nX-MailFrom: twangaa@yahoo.com\r\nX-RcptTo: abacus@abacus.ev1servers.net\r\nReceived: from [70.87.6.111] by [216.12.192.78] (abacus) for\r\n<abacus@abacus.ev1servers.net>; Tue Nov 7 22:12:46 2006\r\nReceived: from mail.theplanet.com ([216.185.111.52]) by\r\nsmtp02.theplanet.com with Microsoft SMTPSVC(6.0.3790.1830);\r\n  Tue, 7 Nov 2006 22:10:17 -0600\r\nReturn-path: <twangaa@yahoo.com>\r\nDelivery-date: Tue, 07 Nov 2006 22:10:17 -0600\r\nReceived: from mx01.inside.filter.theplanet.com ([172.16.214.180]\r\nhelo=mx01.filter.theplanet.com)  by mail.theplanet.com (envelope-from\r\ntwangaa@yahoo.com)  with esmtps (TLSv1:DHE-RSA-AES256-SHA:256)\r\n (Exim)\r\n id 1GhelU-00056v-FN\r\n for abuse@theplanet.com; Tue, 07 Nov 2006 22:10:16 -0600\r\nReceived: from web58401.mail.re3.yahoo.com ([68.142.236.169])  by\r\nmx01.filter.theplanet.com (envelope-from twangaa@yahoo.com) \r\n        with smtp (Exim) \r\n        id 1GhelQ-0005mK-9o \r\n        for abuse@theplanet.com; Tue, 07 Nov 2006 22:10:12 -0600\r\nReceived: (qmail 8253 invoked by uid 60001); 8 Nov 2006 04:10:06 -0000\r\nDomainKey-Signature: a=rsa-sha1; q=dns; c=nofws;\r\n  s=s1024; d=yahoo.com;\r\n \r\nh=Message-ID:Received:Date:From:Subject:To:MIME-Version:Content-Type:Con\r\ntent-Transfer-Encoding;\r\n \r\nb=xxKGX1bPeCcH3bK5uPWUHQPAiJJbgUjERn0J61a3QfK8EBw3c0NN2ERrgiiKmYLQzaXaWO\r\nnD49JeKWYJ9RwYZZqRxkmjn8EKFYatflXUGQfuuSmeBEMXf7I/rxOGFOJIxW7y4OscUDvtJi\r\nmVxNepIUPSSDYkXA0coWhbaXJVfy0=  ;\r\nMessage-ID: <20061108041006.8251.qmail@web58401.mail.re3.yahoo.com>\r\nReceived: from [70.244.237.17] by web58401.mail.re3.yahoo.com via HTTP;\r\nTue, 07 Nov 2006 20:10:06 PST\r\nDate: Tue, 7 Nov 2006 20:10:06 -0800 (PST)\r\nFrom: twang ga <twangaa@yahoo.com>\r\nSubject: Digital Millennium Copyright Act of 1998 Infringment\r\nTo: abuse@theplanet.com\r\nMIME-Version: 1.0\r\nContent-Type: multipart/alternative;\r\nboundary=\"0-1655592024-1162959006=:6409\" \r\nContent-Transfer-Encoding: 8bit\r\nX-OriginalArrivalTime: 08 Nov 2006 04:10:17.0136 (UTC)\r\nFILETIME=[CC4A9B00:01C702EB] \r\n\r\n (multipart/alternative)\r\nMIME element (text/plain) \r\nInside of betabrigade.com is tutorals, these tutorals are copyrighted\r\nbetabrigade.com, there is a member of http://www.wickedfire.com that\r\nposted a tutoral from beta brigade.com, they have been asked to remove\r\nit and was told in the thread by a senior member   \"fuck you sleazybear,\r\ngo home, stop snooping or well steal all your shit\" \r\n  . Here is both the tutorals.  \r\n  The first one is one betabrigade posted it is rather long, the second\r\nis the post from  \r\n    http://www.wickedfire.com/showthread.php?t=4646&page=1 As a member\r\nof betabrigade I find this very insulting. Both posts have the same\r\ninformation, and seo mike was all over the thread in betabrigade.  \r\n    \r\n          09-30-2006, 01:58 PM     #1         \r\n   \r\n  \r\n   \r\n  \r\n     [Tuberiding] The complete tutorial part 1  \r\n   \r\n--------------------------------- \r\n    Some hours ago i've talked in our irc channel and i've dedided that\r\nit's time to disclose my method to Betabrigade mates and only to them. \r\n \r\nTuberiding: \r\n \r\nIt's the official name i've given to this tecnique The porpouse of what\r\ni'm trying to teach is : getting sales from pornotube and xtube. \r\n \r\nIt's meant to be an introductory tecnique, unless some of the fine folks\r\nhere find a way to get more sales. It will allow the newbies to get\r\ndecent sales and get confident... leaving more time to study and\r\npracticing advanced methods (like Seo portals). \r\n \r\nHave a look at my results during september. \r\nhttp://aycu13.webshots.com/image/64...15863409_rs.jpg\r\nhttp://aycu28.webshots.com/image/55...48606384_rs.jpg \r\n \r\nI've done a lot of experimenting on my own and my sales are spread thin\r\nwith too many sponsors... which means i'll have to make more sales in\r\norder to get the minimum required, but i was experimenting so i wasn't\r\ncaring too much about results. (i just hope hentaiboss honor the debt,\r\ni've made them 160 dollars in sales). \r\n \r\nHow does it works? \r\n \r\nWell, you need to signup to www.pornotube.com and www.xtube.com. \r\nIf you can use this link: http://www.xtube.com?ref=pornocracy i will be\r\ncredited 50 points on xtube. When i reach 55.000 points i get a meager\r\nipod nano, LOL! \r\n \r\nWhen you're registered try this link\r\nhttp://www.xtube.com/play_re.php?v=...Dg&c=myv&page=1 \r\n \r\nIt's a video from \"cashmaniacs\". As you can see at the end of the video,\r\nthere is one \"call to action\":  \r\n\"do you want more ? www.thepornocracy.net/public\". \r\n \r\nEvery video i upload has a description and a written link like that. If\r\nyou copy and paste it inside the browser you're redirected to the\r\nsponsor site, with my referral code.  \r\n \r\nThis is a normal screen from Xtube, pornotube is quite similar but with\r\nless ads from the service. \r\n \r\nPeople thanks to the \"universal law of lazyness\" follow my written link\r\neither because they have to copy and paste it or because it's the last\r\nthing they see on the clips (they won't probably notice the main sponsor\r\nurl inside the video...). \r\n \r\nAs you can see, that clip alone had about 6000 views in a week! \r\n \r\nThe Theory  \r\n \r\nWe choose come sponsors (we'll talk about it later), get their video\r\nclips, upload them on the tubes and append our link at the end of each\r\nclip. \r\nOur custom url is redirect to the sponsor website. \r\nRinse and repeat. \r\n \r\nRequirements \r\n \r\n- Your own domain. The shorter the better. Be original and catchy, use\r\ndictionary and thesaurus. www.m-w.com is your friend.  \r\n \r\n- A minimal hosting plan, LINUX BASED. Remember, no windows. Otherwise\r\nthe redirection is not gonna work. \r\n \r\n- A video editing software. Windows Movie maker is more than enough. If\r\nyou have more softwares, go for it, just remember that you MUST handle\r\nwindows media video files. Windows movie maker is free. \r\n \r\n- Willpower and creativity. Can't help you on those. But i won't let you\r\ndown, so cheer up! \r\n \r\n[The Sponsor] \r\n \r\nI think that as a newcomer, my first thought would be to generate some\r\nincome in order to buy a better hosting, more domains, traffic,\r\nsoftwares. \r\nAs such, i think that we must rely on sponsor giving out nice \"pay per\r\nsignup\" sums. (you're paid a one-time solution for new customers) \r\n \r\nIn due time we should rely on \"Revshare\" options: it means that you will\r\nreceive a % of the sums spent by the customer, usually 50% or more.\r\nSince many users prefer small trial account, you could end end up with\r\n50% of 1-2-4 dollars, which is kinda depressing. \r\n \r\nSo, unless the more expert people on the board say otherwise, i would\r\nsay \"pay per signup\" when you subscribe. \r\n \r\nIf you want to help a fellow, you could use those links which will yeld\r\nme a small compensation... and i'll explain you why. If you don't want\r\nor can't, no problem  \r\n \r\nhow do you choose your sponsor ? There are dozen of good reasons, but\r\nnow we need sponsors with lots and lots of VIDEO content.  \r\n \r\nThose are some of the good one for start. \r\n \r\nhttp://links.pimproll.com/?s=pimproll&r=pimp12220 \r\n \r\nPimproll has a vaste array of niches, updated weekly. They even send you\r\na weekly newsletter with all the updates. \r\n \r\nhttp://www.platinumbucks.com/?revid=215617 \r\n \r\nProbably one of the biggest company out there. Professional and full of\r\ncontents. You'll need months to deplete their archives. \r\n \r\nhttp://wm.perfectgonzo.com/go/491201/5/5/n/ \r\n \r\nGood amount of niches... One peculiar benefit with them is that they\r\nopen you an epassporte account (when you make enough sales), which is\r\nalways a nice thing: less bureocracy. \r\n \r\nEnd of Part one, let's continue to part 2. \r\n     \r\n---------------------------------\r\n  .  [Redirection] \r\n \r\nWe are getting a little technical here, but don't worry... i will\r\nrefrain to use too much technobabble  \r\n \r\nEvery domain or subdomain inside an \"apache web server\" can use a\r\nparticular file called .htaccess \r\n \r\nIt's a text file, and mine has an increasing list of commans like those \r\n \r\nRedirect /ass http://www.asstraffic.com/go/491201/1/9/n/\r\nRedirect /ASS http://www.asstraffic.com/go/491201/1/9/n/ \r\n \r\nThis is a particular sintax: i'm asking the webserver to redirect people\r\ntyping http://myowndomainurl/ass to\r\nhttp://www.asstraffic.com/go/491201/1/9/n/ \r\n \r\nDo you remember my \"call to action\" in the previous part ? it done with\r\nthis tecnique. \r\n \r\nI created those \"shortcuts\" to the sponsor site for many reasons: \r\n- i want the people really interested to get there. If you type or copy\r\nthe url i've given you, it means you're REALLY interested (horny). \r\n- i want a simpler way to get there, without people mistyping the url\r\nwith all the referral code. \r\n- i want one file to update and read, when i need to do changes\r\n- it's trasparent for the user \r\n \r\nBeing catchy is a good bonus. That's why i've choosen thepornocracy,\r\nbecause it was historical and it's a catchy word. ...pornocracy was\r\nalready taken  \r\n \r\nAnd we need to publish your domain at the end of the movie clips!\r\nRemember that the playing size is limited, so you don't have all the\r\nspace in the world. \r\na www.i-sleep-on-gigantic-phallus.com is probably nice for seo reasons,\r\nbut it's gonna take a lot of space on the screen. \r\n \r\nPreparing the clips \r\n \r\nRecipe: take some clips from the sponsors (either wmv or mpeg). Prepare\r\na 320x240 pixel jpeg image with a call to action. (you decide: \"more?\"\r\n\"continue on...\" \"taken from...\"... there are countless of them). \r\n \r\nAs you will see, most of the clips are 15 second long... this is quite a\r\nstandard imposed by tgp and mgp.  \r\n \r\nWe are breaking the rules here. \r\n \r\n- Load Windows Movie maker, import all the clips, and drag them on the\r\ntimeline. Try to reach 30 to 45 seconds of total playing time and appen\r\nyour jpeg. The image can be stretched \"in time\", make it 7 to 10 seconds\r\nlong. \r\n \r\n- Export the clips as single wmv video file. \r\n \r\nWell done punk, you've got your fist \"rebranded\" video.  \r\n \r\nNote that we are still inside the usual sponsor rules: we have not\r\nremoved the watermarks and we are using it to promote the sponsor.\r\nThat's still inside fair usage! \r\nUpdate: We have created our own link. Be aware that you're not allowed\r\nto use the content of sponsor A to bring visits to sponsor B. Always,\r\nalways, always send the visitors to the tour of the content sponsor. \r\n \r\n \r\nSome important points: \r\n- Tease don't please (thanks Nietzsche): We are trying to tease the\r\nviewers. Give them too much wanking material and they will be satisfied\r\nwith the appetizer. Don't go beyond 45 seconds of scenes. \r\nThis rule doesn't apply to hentai which is usually extremely static,so\r\nthe average duration should be 45-60 seconds. \r\n \r\n- I would avoid cumming scenes entirely, those are usually very easy to\r\nfantasize about.  \r\n \r\n- Carrie suggested to change the scene order. this would prevent people\r\nfrom resuming over and over the clip in order to get aroused. It's an\r\ninteresting idea that's worth experimenting. \r\n \r\n[Loading the clips] \r\n \r\nSo, we need to load our masterpieces on the tubes. \r\n \r\nHow do we fill the form ? \r\n \r\n- Title: short, descriptive, first letters capitalized. \r\n \r\n- Description: Let your creativity flow. Describe the people, the\r\naction. Mesmerize the users. At the end always add your redirecting url\r\nwith a call to action.  \r\nImportant: those descriptions are indexed by google, so don't neglet a\r\ngood wording with a proper grammar sometimes. \r\n \r\n- Tagging: it works like blog. You assign some keywords to your clip and\r\nwrite them in. When lots of people use the same tags, they are shown on\r\nthe front page of the service. People clicks on them and are showed\r\nrelated clips. \r\nIt helps to see which tags are hot when you \"publish\" your clip. \r\n \r\n- 2257 info (only pornotube): get it from the sponsor. \r\n \r\n- linking code from sponsor (xtube): get it from the sponsor. They need\r\nit to \"prove\" that you are legally endowed with the rights to publish\r\nthe contents. \r\n \r\n- Niche (xtube): up to 3 niches where your clips belong to. \r\n \r\nThe rest of the fields are quite self-explanatory  \r\n \r\nHave you uploaded your first clip ? \r\n \r\nGood. The results may vary. \r\nPornotube is completely automated so it should appear in a matter of\r\nminutes. \r\n \r\nXtube is manually operated, but you can upload lots of them for approval\r\n(i never went beyond 10 clips in the waiting queue). \r\n \r\nSometimes the convertion process doesn't work and the results may be\r\n\"conversion failure\". Try recreating the clip and upload again. \r\n \r\nDone ? Kudos, you've just begun. Try uploading at least 3 clips each day\r\non both services. \r\n \r\nAnd step to part 3 for advanced informations. \r\n    \r\n  [advanced tecniques for tuberaiding] \r\n \r\nThere are 2 main places to get maximum exposure on pornotube. \r\n \r\nthe \"last videos\" on the frontpage and the tagging section. \r\n \r\nThe last videos is probably the most important and if you want to\r\nmaximize your efforts you need to understand how it works. \r\n \r\nIt's a queue with 10 places. If you enter it at 11:00, when there have\r\nbeen 10 videos after you, you're out of the line. \r\nIt depends on time, but a clip remain on the \"last videos\" for about\r\nhalf an hour. \r\nIf you upload 10 clips straight you could (maybe) get all of the last\r\nvideo line full, but the next videos would bump you out. \r\n \r\nSo, the best strategy is to upload a clip every 30 minutes more or less.\r\n\r\n \r\nxtube has an ever shorter line (i think 5 videos) but has a directory of\r\nniches. \r\nInside every niches there are the clips.  \r\nThis is your main source of visits, because they are sorted by date of\r\ninsertion. \r\nSome of the niches are quite empty at the moment, go fill them up! \r\n \r\n[Xtube and the community] \r\n \r\nWhile Pornotube is raw and uplolished, Xtube is getting similar to\r\nyoutube: it's very \"social\". People ask to become your friends and are\r\nnotified when you upload new videos. \r\n \r\nThere also the possibility to leave comments. Don't delete the harsh\r\ncomments, they are source of curiosity by other people. \r\n \r\nI suspect that Xtube is skimming some of the visitors, because they deny\r\nmy videos when i'm \"forgetting\" to input my referral code to the\r\nsponsor.  \r\nWell... they are paying for the streaming, so let them enjoy part of the\r\nvisits. \r\n \r\nFinal thoughts \r\n \r\nThis system seems to work. It's a work in progress and i'm sure that it\r\nwill be perfected by the fine people who read this board. \r\n \r\nIt won't pay all your bills or rent, but i'm positive that it will\r\ngenerate a starting income to guarantee you an easy start into this\r\nbusiness. \r\n \r\nIt won't probably work forever, but until that time, i'm happy to share\r\nit with the happy fellows of Beta Brigade  \r\n    \r\n  The following is a post on wickedfire.com \r\n    \r\n  How to make money with Xtube and PornoTube    \r\n--------------------------------- \r\n    Here is a simple tute on how to make money and get signups with the\r\n\"tubes\". \r\n \r\n1. Sign up for a Video on Demand sponsor. Here are some and their pros /\r\ncons: \r\n \r\na. AEBN - The best thing about AEBN is they are truly free to sign up\r\nfor, AND they have some killer promo stuff like free minutes, rentals\r\nand downloads. So, it's easy to get people to sign up. I got 152 signups\r\nin October. Now, a signup doesn't equal instant money. Once they run out\r\nof minutes and are still horny, then they have to break out the plastic\r\nand pay. When they start paying, you get 20% for as long as they are\r\ncustomers, whether or not you are actively promoting AEBN. \r\n \r\nb. Pornstar.com / BlingBucks - Is a membership program. Members get\r\nunlimited downloads per month, which is great for the serious pervs out\r\nthere, or the value minded pervs. We love the pervs. Anyhow, they pay\r\nyou Per Signup, or Revenue share, and they have a toy store that gets\r\nyou 25% of all sales. Plus, you can download 16 GIG of movies to cut\r\nyour own custom promotional vids (just keep them under 45 seconds) \r\n \r\nc. Maximum Cash - $35 Pay Per Signup. Advertises \"Free Lifetime\r\nMembership\" which requires the surfer to input their Credit Card or Bank\r\nAccount for \"age verification\". Nothing is charged at that time, but\r\nonce they get into the members area, if they want to download anything,\r\nthey will be charged (they'll be asked / warned first). This is a little\r\ndeceptive IMO, but they've made me over $100 in less than 2 weeks with a\r\nratio of about 1:50, so I'm not going to complain. They do not have a\r\nwebmaster referral program that I am aware of. Sucks to be me, oh well. \r\n \r\nd. ZTOD - I have not promoting this one yet, but they have a very nice\r\nlooking site and their FHG's are very nice. They pay per signup OR 60%\r\nrev share \r\n \r\ne. Adult Rental Cash - Looks like a great program, but I can't get their\r\nvideos to play from the client side. I think its a problem with their\r\nsystem and FireFox, I haven't tried it with IE yet. Choose between\r\neither $25.00 per sign up or 25% lifetime revenue sharing. Something\r\nelse that they offer is a \"white label\" which is basically a full site\r\nthat you host under your domain, but they handle all the billing,\r\nsupport, etc. \r\n \r\nf. Pay as you Click - is combination VOD / AVS sponsor. Basically if you\r\nwant to supply the traffic, your surfers can purchase videos and pics\r\nfor as little as $0.01 per pic. Most 6 - 7 minute videos are $2.00. If\r\nyou have content, you can sell it through their network. So, with\r\nPayasYouClick, you can work it from both sides. They pay a revenue share\r\nup to 50%. It's a little more complex than just a straight 50% so you'll\r\nhave to read up on it yourself. \r\n \r\n2. Sign up for Xtube and PornoTube  \r\n \r\na. Xtube allows unlimited uploads and is more \"social\". People can\r\nrequest to be your friend and subscribe to your videos. That way\r\nwhenever you add a new video, they get notified. Xtube takes about 24\r\nhours for the videos to show up on their site, but if you're posting\r\neveryday, that's not a big deal. My experience is Xtube is better about\r\nconsistent signups / sales over a longer time frame. Oh yeah, make sure\r\nyou sign up as a Webmaster. \r\n \r\nb. PornoTube gets your videos listed in 5 minutes or so, but will only\r\nallow you upload a maximum of 100 meg (about 30 - 40 vids). They're\r\ngreat for instant satisfaction so to speak. I like them because of the\r\nfast load time because you can see hits right away versus having to wait\r\na day or two. \r\n \r\nBoth sites' stats are fucked to put it bluntly. PornoTube shows zero\r\nhits on all my movies, yet my sponsor's stats say different. Xtube's\r\nstats are just weird, they record some hits, but not all. For example, I\r\nhave lots of videos that show more people have flagged it as a favorite\r\nthan have viewed it.  \r\n \r\n3. Now that you have signed up, it's time to prepare your videos for\r\nupload. \r\n \r\na. Got to your sponsor and download the videos you are going to upload\r\nto the tubes. \r\n \r\nb. Break open your favorite video editing software. Windows Movie Maker\r\nis a free download and works fine, but if you want something more\r\nadvanced (you don't need it unless you are cutting videos) I like Ulead\r\nVideoStudio 10 (about $100, but they have a 30 day trial). But use what\r\nworks for you. \r\n \r\nc. ** Wait ** before you go any further, set up a folder on your site\r\nnamed \"free\" or \"pussy\" or \"rent\" or anything that short and easy to\r\nremember. Then put an \"index.html\" file in it (assuming that you're on\r\nApache) and use a meta redirect to your sponsor. See\r\nwww.PornoGothica.com/free for an example (you'll need to hit stop before\r\nit redirects you, duh). I like to put a half page or full page ad on the\r\npage just in case the redirect doesn't work. Upload it and move on to\r\nthe next step. \r\n \r\nd. Okay, NOW load a movie into your editing software. At the end of the\r\nmovie add 10 seconds of promo text. For my AEBN videos I put something\r\nlike: No member fees, No bullshit, and We'll Give you 10 minutes free.\r\nThen the url under the text: www.PornoGothica.com/free. Save your edited\r\nvideo and get ready to upload. \r\n \r\n3. Time to upload your videos. \r\n \r\na. If you are uploading to Xtube for the first time, you will need to\r\nset up your \"linking codes\". You'll need to tell them who your sponsor\r\nis, what their url is, and what your affiliate id is. Then you will can\r\nadd a linking code to it with your affiliate url and a 120x60 button.\r\nThis will be displayed along with your description. \r\n \r\nb. When you upload your videos you will fill out the title you want, a\r\ndescription, tag the vids, and for PornoTube add credits. Be sure to put\r\nyour redirect link and some promo text in the description and credits\r\n(on PornoTube). Don't forget. It makes a HUGE difference in your click\r\nthroughs and conversions. Trust me I found this out the hard way.\r\nCouldn't figure out why I was getting signups one week and then very few\r\nthe next. Had about 5 videos with just the link at the end of the video.\r\n\r\n \r\nc. Xtube will let you upload as many videos as you want in a row for as\r\nlong as you want (sit there for six hours and just upload vids if you're\r\nbored. I don't recommend it though), whereas PornoTube seems to have\r\nsome sort of limit. With PornoTube upload 3 videos and wait an hour.\r\nI've tried upload more than 3 within that time and they didn't show up.\r\nPlus, if you just do three videos to each site per day, you'll only\r\nspend about 1 - 2 hours total from start to finish. Not bad, plus the\r\nvideos are there forever, so as you continue to get friend requests more\r\npeople see your old and new videos. I haven't uploaded any video to\r\neither for the past five days and still have gotten about 1000 hits to\r\nmy sponsors, and 31 signups, and 3 sales ($105 worth of sales). Not too\r\nshabby. \r\n \r\n \r\n \r\n \r\n \r\n.   \r\n  \r\n---------------------------------\r\nSponsored Link \r\n \r\nDegrees online in as fast as 1 Yr - MBA, Bachelor's, Master's, Associate\r\n- Click now to apply MIME element (text/html) \r\nInside of betabrigade.com is tutorals, these tutorals are copyrighted\r\nbetabrigade.com, there is a member of <A\r\nhref=\"http://www.wickedfire.com\">http://www.wickedfire.com</A>&nbsp;that\r\nposted a tutoral from beta brigade.com, they have been asked to remove\r\nit and was told in the thread by a senior member   <DIV\r\nid=post_message_68591>\"fuck you sleazybear, go home, stop snooping or\r\nwell steal all your shit\"</DIV>  <DIV>. Here is both the tutorals.\r\n</DIV>  <DIV>The first one is one betabrigade posted it is rather long,\r\nthe second is the post from </DIV>  <DIV>  <DIV id=post_message_68591><A\r\nhref=\"http://www.wickedfire.com/showthread.php?t=4646&amp;page=1\">http:/\r\n/www.wickedfire.com/showthread.php?t=4646&amp;page=1</A>&nbsp;As a\r\nmember of betabrigade I find this very insulting. Both posts have the\r\nsame information, and seo mike was all over the thread in betabrigade.\r\n</DIV>  <DIV>&nbsp;</DIV>  <DIV>  <TABLE class=tborder cellSpacing=0\r\ncellPadding=6 width=\"100%\" align=center \r\n border=0>  <TBODY>  <TR>  <TD class=thead style=\"FONT-WEIGHT:\r\nnormal\">09-30-2006, 01:58 PM <!-- / status icon and date --></TD>  <TD\r\nclass=thead style=\"FONT-WEIGHT: normal\" align=right>&nbsp; #<A\r\nhref=\"http://www.betabrigade.com/forum/showpost.php?p=36685&amp;postcoun\r\nt=1\" target=new><STRONG>1</STRONG></A> </TD></TR>  <TR vAlign=top>  <TD\r\nclass=alt2 width=175>  <DIV id=postmenu_36685 style=\"CURSOR: pointer\"\r\nunselectable=\"true\">&nbsp;</DIV>  <DIV class=smallfont><BR><A\r\nhref=\"http://www.betabrigade.com/forum/member.php?u=1308\"></A>&nbsp;</DI\r\nV>  <DIV class=smallfont><BR>&nbsp;</DIV></TD>  <TD class=alt1><!-- icon\r\nand title -->  <DIV class=smallfont><IMG class=inlineimg title=Default\r\nalt=Default\r\nsrc=\"http://www.betabrigade.com/forum/images/icons/icon1.gif\" border=0>\r\n<STRONG>[Tuberiding] The complete tutorial part 1</STRONG> </DIV>  <HR\r\nstyle=\"COLOR: #000000\" SIZE=1>  <!-- / icon and title --><!-- message\r\n-->  <DIV>Some hours ago i've talked in our irc channel and i've dedided\r\nthat it's time to disclose my method to Betabrigade mates and only to\r\nthem.<BR><BR><B>Tuberiding:</B><BR><BR>It's the official name i've given\r\nto this tecnique <IMG class=inlineimg title=Smile alt=\"\"\r\nsrc=\"http://www.betabrigade.com/forum/images/smilies/smile.gif\"\r\nborder=0><BR>The porpouse of what i'm trying to teach is : getting sales\r\nfrom pornotube and xtube.<BR><BR>It's meant to be an introductory\r\ntecnique, unless some of the fine folks here find a way to get more\r\nsales. It will allow the newbies to get decent sales and get\r\nconfident... leaving more time to study and practicing advanced methods\r\n(like Seo portals).<BR><BR>Have a look at my results during\r\nseptember.<BR><A\r\nhref=\"http://aycu13.webshots.com/image/6412/2003449330415863409_rs.jpg\"\r\ntarget=_blank><FONT\r\ncolor=#26353f>http://aycu13.webshots.com/image/64...15863409_rs.jpg</FON\r\nT></A><BR><A\r\nhref=\"http://aycu28.webshots.com/image/5547/2003434026048606384_rs.jpg\"\r\ntarget=_blank><FONT\r\ncolor=#26353f>http://aycu28.webshots.com/image/55...48606384_rs.jpg</FON\r\nT></A><BR><BR>I've done a lot of experimenting on my own and my sales\r\nare spread thin with too many sponsors... which means i'll have to make\r\nmore sales in order to get the minimum required, but i was experimenting\r\nso i wasn't caring too much about results. (i just hope hentaiboss honor\r\nthe debt, i've made them 160 dollars in sales).<BR><BR><B>How does it\r\nworks?</B><BR><BR>Well, you need to signup to <A\r\nhref=\"http://www.pornotube.com/\" target=_blank><FONT\r\ncolor=#26353f>www.pornotube.com</FONT></A> and <A\r\nhref=\"http://www.xtube.com/\" target=_blank><FONT\r\ncolor=#26353f>www.xtube.com</FONT></A>.<BR>If you can use this link: <A\r\nhref=\"http://www.xtube.com/?ref=pornocracy\" target=_blank><FONT\r\ncolor=#26353f>http://www.xtube.com?ref=pornocracy</FONT></A> i will be\r\ncredited 50 points on xtube. When i reach 55.000 points i get a meager\r\nipod nano, LOL!<BR><BR>When you're registered try this link<BR><A\r\nhref=\"http://www.xtube.com/play_re.php?v=QMchKuO5DDg&amp;c=myv&amp;page=\r\n1\" target=_blank><FONT\r\ncolor=#26353f>http://www.xtube.com/play_re.php?v=...Dg&amp;c=myv&amp;pag\r\ne=1</FONT></A><BR><BR>It's a video from \"cashmaniacs\". As you can see at\r\nthe end of the video, there is one \"call to action\": <BR><B>\"do you want\r\nmore ? www.thepornocracy.net/public\".</B><BR><BR>Every video i upload\r\nhas a description and a written link like that. If you copy and paste it\r\ninside the browser you're redirected to the sponsor site, with my\r\nreferral code. <BR><BR>This is a normal screen from Xtube, pornotube is\r\nquite similar but with less ads from the service.<BR><BR>People thanks\r\nto the \"<B>universal law of lazyness</B>\" follow my written link either\r\nbecause they have to copy and paste it or because it's the last thing\r\nthey see on the clips (they won't probably notice the main sponsor url\r\ninside the video...).<BR><BR>As you can see, that clip alone had about\r\n6000 views in a week!<BR><BR><B>The  Theory</B> <BR><BR>We choose come\r\nsponsors (we'll talk about it later), get their video clips, upload them\r\non the tubes and append our link at the end of each clip.<BR>Our custom\r\nurl is redirect to the sponsor website.<BR>Rinse and\r\nrepeat.<BR><BR><B>Requirements</B><BR><BR>- Your own domain. The shorter\r\nthe better. Be original and catchy, use dictionary and thesaurus. <A\r\nhref=\"http://www.m-w.com/\" target=_blank><FONT\r\ncolor=#26353f>www.m-w.com</FONT></A> is your friend. <BR><BR>- A minimal\r\nhosting plan, LINUX BASED. Remember, no windows. Otherwise the\r\nredirection is not gonna work.<BR><BR>- A video editing software.\r\nWindows Movie maker is more than enough. If you have more softwares, go\r\nfor it, just remember that you MUST handle windows media video files.\r\nWindows movie maker is free.<BR><BR>- Willpower and creativity. Can't\r\nhelp you on those. But i won't let you down, so cheer up!<BR><BR><B>[The\r\nSponsor]</B><BR><BR>I think that as a newcomer, my first thought would\r\nbe to  generate some income in order to buy a better hosting, more\r\ndomains, traffic, softwares.<BR>As such, i think that we must rely on\r\nsponsor giving out nice \"pay per signup\" sums. (you're paid a one-time\r\nsolution for new customers)<BR><BR>In due time we should rely on\r\n\"Revshare\" options: it means that you will receive a % of the sums spent\r\nby the customer, usually 50% or more. Since many users prefer small\r\ntrial account, you could end end up with 50% of 1-2-4 dollars, which is\r\nkinda depressing.<BR><BR>So, unless the more expert people on the board\r\nsay otherwise, i would say \"pay per signup\" when you\r\nsubscribe.<BR><BR>If you want to help a fellow, you could use those\r\nlinks which will yeld me a small compensation... and i'll explain you\r\nwhy. If you don't want or can't, no problem <IMG class=inlineimg\r\ntitle=Smile alt=\"\"\r\nsrc=\"http://www.betabrigade.com/forum/images/smilies/smile.gif\"\r\nborder=0><BR><BR>how do you choose your sponsor ? There are dozen of\r\ngood reasons, but now we  need sponsors with lots and lots of VIDEO\r\ncontent. <BR><BR>Those are some of the good one for start.<BR><BR><A\r\nhref=\"http://links.pimproll.com/?s=pimproll&amp;r=pimp12220\"\r\ntarget=_blank><FONT\r\ncolor=#26353f>http://links.pimproll.com/?s=pimproll&amp;r=pimp12220</FON\r\nT></A><BR><BR>Pimproll has a vaste array of niches, updated weekly. They\r\neven send you a weekly newsletter with all the updates.<BR><BR><A\r\nhref=\"http://www.platinumbucks.com/?revid=215617\" target=_blank><FONT\r\ncolor=#26353f>http://www.platinumbucks.com/?revid=215617</FONT></A><BR><\r\nBR>Probably one of the biggest company out there. Professional and full\r\nof contents. You'll need months to deplete their archives.<BR><BR><A\r\nhref=\"http://wm.perfectgonzo.com/go/491201/5/5/n/\" target=_blank><FONT\r\ncolor=#26353f>http://wm.perfectgonzo.com/go/491201/5/5/n/</FONT></A><BR>\r\n<BR>Good amount of niches... One peculiar benefit with them is that they\r\nopen you an epassporte account (when you make enough sales), which is\r\nalways a nice\r\n thing: less bureocracy.<BR><BR>End of Part one, let's continue to part\r\n2.</DIV><!-- / message --><!-- edit note -->  <DIV class=smallfont>  <HR\r\nstyle=\"COLOR: #000000\" SIZE=1>  <EM>.\r\n<DIV><B>[Redirection]</B><BR><BR>We are getting a little technical here,\r\nbut don't worry... i will refrain to use too much technobabble <IMG\r\nclass=inlineimg title=\"Big Grin\" alt=\"\"\r\nsrc=\"http://www.betabrigade.com/forum/images/smilies/biggrin.gif\"\r\nborder=0><BR><BR>Every domain or subdomain inside an \"apache web server\"\r\ncan use a particular file called <B>.htaccess</B><BR><BR>It's a text\r\nfile, and mine has an increasing list of commans like\r\nthose<BR><BR>Redirect /ass <A\r\nhref=\"http://www.asstraffic.com/go/491201/1/9/n/\" target=_blank><FONT\r\ncolor=#26353f>http://www.asstraffic.com/go/491201/1/9/n/</FONT></A><BR>R\r\nedirect /ASS <A href=\"http://www.asstraffic.com/go/491201/1/9/n/\"\r\ntarget=_blank><FONT\r\ncolor=#26353f>http://www.asstraffic.com/go/491201/1/9/n/</FONT></A><BR><\r\nBR>This is a particular sintax: \r\n i'm asking the webserver to redirect people typing<BR><A\r\nhref=\"http://myowndomainurl/ass\" target=_blank><FONT\r\ncolor=#26353f>http://myowndomainurl/ass</FONT></A> to <A\r\nhref=\"http://www.asstraffic.com/go/491201/1/9/n/\" target=_blank><FONT\r\ncolor=#26353f>http://www.asstraffic.com/go/491201/1/9/n/</FONT></A><BR><\r\nBR>Do you remember my \"call to action\" in the previous part ? it done\r\nwith this tecnique.<BR><BR>I created those \"shortcuts\" to the sponsor\r\nsite for many reasons:<BR>- i want the people really interested to get\r\nthere. If you type or copy the url i've given you, it means you're\r\nREALLY interested (horny).<BR>- i want a simpler way to get there,\r\nwithout people mistyping the url with all the referral code.<BR>- i want\r\none file to update and read, when i need to do changes<BR>- it's\r\ntrasparent for the user<BR><BR>Being catchy is a good bonus. That's why\r\ni've choosen thepornocracy, because it was historical and it's a catchy\r\nword. ...pornocracy was already taken <IMG  class=inlineimg title=Wink\r\nalt=\"\" src=\"http://www.betabrigade.com/forum/images/smilies/wink.gif\"\r\nborder=0><BR><BR>And we need to publish your domain at the end of the\r\nmovie clips! Remember that the playing size is limited, so you don't\r\nhave all the space in the world.<BR>a <A\r\nhref=\"http://www.i-sleep-on-gigantic-phallus.com/\" target=_blank><FONT\r\ncolor=#26353f>www.i-sleep-on-gigantic-phallus.com</FONT></A> is probably\r\nnice for seo reasons, but it's gonna take a lot of space on the\r\nscreen.<BR><BR><B>Preparing the clips</B><BR><BR>Recipe: take some clips\r\nfrom the sponsors (either wmv or mpeg). Prepare a 320x240 pixel jpeg\r\nimage with a call to action. (you decide: \"more?\" \"continue on...\"\r\n\"taken from...\"... there are countless of them).<BR><BR>As you will see,\r\nmost of the clips are 15 second long... this is quite a standard imposed\r\nby tgp and mgp. <BR><BR><I>We are breaking the rules here.</I><BR><BR>-\r\nLoad Windows Movie maker, import all the clips, and drag them on the\r\ntimeline. Try to reach 30 to 45 seconds of total playing time and appen\r\nyour jpeg. The image can be stretched \"in time\", make it 7 to 10 seconds\r\nlong.<BR><BR>- Export the clips as single wmv video file.<BR><BR>Well\r\ndone punk, you've got your fist \"rebranded\" video. <BR><B><BR>Note that\r\nwe are still inside the usual sponsor rules: we have not removed the\r\nwatermarks and we are using it to promote the sponsor. That's still\r\ninside fair usage!</B><BR><B>Update: We have created our own link. Be\r\naware that you're not allowed to use the content of sponsor A to bring\r\nvisits to sponsor B. Always, always, always send the visitors to the\r\ntour of the content sponsor.</B><BR><BR><BR>Some important points:<BR>-\r\n<B>Tease don't please</B> (thanks Nietzsche): We are trying to tease the\r\nviewers. Give them too much wanking material and they will be satisfied\r\nwith the appetizer. Don't go beyond 45 seconds of scenes.<BR>This rule\r\ndoesn't apply to hentai which is usually extremely static,so the\r\naverage duration should be 45-60 seconds.<BR><BR>- I would avoid cumming\r\nscenes entirely, those are usually very easy to fantasize about.\r\n<BR><BR>- Carrie suggested to change the scene order. this would prevent\r\npeople from resuming over and over the clip in order to get aroused.\r\nIt's an interesting idea that's worth experimenting.<BR><BR><B>[Loading\r\nthe clips]</B><BR><BR>So, we need to load our masterpieces on the\r\ntubes.<BR><BR>How do we fill the form ?<BR><BR>- Title: short,\r\ndescriptive, first letters capitalized.<BR><BR>- Description: Let your\r\ncreativity flow. Describe the people, the action. Mesmerize the users.\r\nAt the end always add your redirecting url with a call to action.\r\n<BR><B>Important</B>: those descriptions are indexed by google, so don't\r\nneglet a good wording with a proper grammar sometimes.<BR><BR>- Tagging:\r\nit works like blog. You assign some keywords to your clip and write them\r\nin. When lots of people use the same tags, they are shown on the front\r\npage of  the service. People clicks on them and are showed related\r\nclips.<BR>It helps to see which tags are hot when you \"publish\" your\r\nclip.<BR><BR>- 2257 info (only pornotube): get it from the\r\nsponsor.<BR><BR>- linking code from sponsor (xtube): get it from the\r\nsponsor. They need it to \"prove\" that you are legally endowed with the\r\nrights to publish the contents.<BR><BR>- Niche (xtube): up to 3 niches\r\nwhere your clips belong to.<BR><BR>The rest of the fields are quite\r\nself-explanatory <IMG class=inlineimg title=Smile alt=\"\"\r\nsrc=\"http://www.betabrigade.com/forum/images/smilies/smile.gif\"\r\nborder=0><BR><BR><B>Have you uploaded your first clip ?</B><BR><BR>Good.\r\nThe results may vary.<BR>Pornotube is completely automated so it should\r\nappear in a matter of minutes.<BR><BR>Xtube is manually operated, but\r\nyou can upload lots of them for approval (i never went beyond 10 clips\r\nin the waiting queue).<BR><BR>Sometimes the convertion process doesn't\r\nwork and the results may be \"conversion  failure\". Try recreating the\r\nclip and upload again.<BR><BR>Done ? Kudos, you've just begun. Try\r\nuploading at least 3 clips each day on both services.<BR><BR>And step to\r\npart 3 for advanced informations.</DIV>  <DIV>&nbsp;</DIV>\r\n<DIV><STRONG>[advanced tecniques for tuberaiding]<BR><BR></STRONG>There\r\nare 2 main places to get maximum exposure on\r\n<B>pornotube</B>.<BR><BR>the \"last videos\" on the frontpage and the\r\ntagging section.<BR><BR>The last videos is probably the most important\r\nand if you want to maximize your efforts you need to understand how it\r\nworks.<BR><BR>It's a queue with 10 places. If you enter it at 11:00,\r\nwhen there have been 10 videos after you, you're out of the line.<BR>It\r\ndepends on time, but a clip remain on the \"last videos\" for about half\r\nan hour.<BR>If you upload 10 clips straight you could (maybe) get all of\r\nthe last video line full, but the next videos would bump you\r\nout.<BR><BR><B>So, the best strategy is to upload a clip every 30\r\nminutes more or  less.</B><BR><BR>xtube has an ever shorter line (i\r\nthink 5 videos) but has a directory of niches.<BR>Inside every niches\r\nthere are the clips. <BR>This is your main source of visits, because\r\nthey are sorted by date of insertion.<BR>Some of the niches are quite\r\nempty at the moment, go fill them up!<BR><BR><B>[Xtube and the\r\ncommunity]</B><BR><BR>While Pornotube is raw and uplolished, Xtube is\r\ngetting similar to youtube: it's very \"social\". People ask to become\r\nyour friends and are notified when you upload new videos.<BR><BR>There\r\nalso the possibility to leave comments. Don't delete the harsh comments,\r\nthey are source of curiosity by other people.<BR><BR>I suspect that\r\nXtube is skimming some of the visitors, because they deny my videos when\r\ni'm \"forgetting\" to input my referral code to the sponsor. <BR>Well...\r\nthey are paying for the streaming, so let them enjoy part of the\r\nvisits.<BR><BR><B>Final thoughts</B><BR><BR>This system seems to work.\r\nIt's a work in progress and i'm \r\n sure that it will be perfected by the fine people who read this\r\nboard.<BR><BR>It won't pay all your bills or rent, but i'm positive that\r\nit will generate a starting income to guarantee you an easy start into\r\nthis business.<BR><BR>It won't probably work forever, but until that\r\ntime, i'm happy to share it with the happy fellows of Beta Brigade\r\n</DIV>  <DIV>&nbsp;</DIV>  <DIV><FONT face=\"comic sans ms\"\r\ncolor=#ff0000>The following is a post on wickedfire.com</FONT></DIV>\r\n<DIV><FONT face=\"Comic Sans MS\"></FONT>&nbsp;</DIV>  <DIV><STRONG>How to\r\nmake money with Xtube and PornoTube</STRONG>   <HR style=\"COLOR:\r\n#000000\" SIZE=1>  <!-- / icon and title --><!-- message -->  <DIV\r\nid=post_message_67027>Here is a simple tute on how to make money and get\r\nsignups with the \"tubes\".<BR><BR>1. Sign up for a Video on Demand\r\nsponsor. Here are some and their pros / cons:<BR><BR>a. <A\r\nhref=\"http://www.aebn.net/index.cfm?refid=AEBN-030062\"\r\ntarget=_blank>AEBN</A> - The best thing about AEBN is \r\n they are truly free to sign up for, AND they have some killer promo\r\nstuff like free minutes, rentals and downloads. So, it's easy to get\r\npeople to sign up. I got 152 signups in October. Now, a signup doesn't\r\nequal instant money. Once they run out of minutes and are still horny,\r\nthen they have to break out the plastic and pay. When they start paying,\r\nyou get 20% for as long as they are customers, whether or not you are\r\nactively promoting AEBN.<BR><BR>b. <A\r\nhref=\"http://www.blingbucks.com/al/signup/?a=11691\"\r\ntarget=_blank>Pornstar.com / BlingBucks</A> - Is a membership program.\r\nMembers get unlimited downloads per month, which is great for the\r\nserious pervs out there, or the value minded pervs. We love the pervs.\r\nAnyhow, they pay you Per Signup, or Revenue share, and they have a toy\r\nstore that gets you 25% of all sales. Plus, you can download 16 GIG of\r\nmovies to cut your own custom promotional vids (just keep them under 45\r\nseconds)<BR><BR>c. <A href=\"http://maximumcash.com/\" \r\n target=_blank>Maximum Cash</A> - $35 Pay Per Signup. Advertises \"Free\r\nLifetime Membership\" which requires the surfer to input their Credit\r\nCard or Bank Account for \"age verification\". Nothing is charged at that\r\ntime, but once they get into the members area, if they want to download\r\nanything, they will be charged (they'll be asked / warned first). This\r\nis a little deceptive IMO, but they've made me over $100 in less than 2\r\nweeks with a ratio of about 1:50, so I'm not going to complain. They do\r\nnot have a webmaster referral program that I am aware of. Sucks to be\r\nme, oh well.<BR><BR>d. <A\r\nhref=\"http://webmasters.ztod.com/index.php?webmaster_id=898\"\r\ntarget=_blank>ZTOD</A> - I have not promoting this one yet, but they\r\nhave a very nice looking site and their FHG's are very nice. They pay\r\nper signup OR 60% rev share<BR><BR>e. <A\r\nhref=\"http://www.adultrentalcash.com/?revid=230881\" target=_blank>Adult\r\nRental Cash</A> - Looks like a great program, but I can't get their\r\nvideos to  play from the client side. I think its a problem with their\r\nsystem and FireFox, I haven't tried it with IE yet. Choose between\r\neither $25.00 per sign up or 25% lifetime revenue sharing. Something\r\nelse that they offer is a \"white label\" which is basically a full site\r\nthat you host under your domain, but they handle all the billing,\r\nsupport, etc.<BR><BR>f. <A\r\nhref=\"http://www.payasyouclick.com/adult?payc=335496\" target=_blank>Pay\r\nas you Click</A> - is combination VOD / AVS sponsor. Basically if you\r\nwant to supply the traffic, your surfers can purchase videos and pics\r\nfor as little as $0.01 per pic. Most 6 - 7 minute videos are $2.00. If\r\nyou have content, you can sell it through their network. So, with\r\nPayasYouClick, you can work it from both sides. They pay a revenue share\r\nup to 50%. It's a little more complex than just a straight 50% so you'll\r\nhave to read up on it yourself.<BR><BR>2. Sign up for <A\r\nhref=\"http://www.xtube.com/?ref=pornogothica\" target=_blank>Xtube</A>\r\nand  <A href=\"http://www.pornotube.com/index.php\"\r\ntarget=_blank>PornoTube</A> <BR><BR>a. <A\r\nhref=\"http://www.xtube.com/?ref=pornogothica\" target=_blank>Xtube</A>\r\nallows unlimited uploads and is more \"social\". People can request to be\r\nyour friend and subscribe to your videos. That way whenever you add a\r\nnew video, they get notified. Xtube takes about 24 hours for the videos\r\nto show up on their site, but if you're posting everyday, that's not a\r\nbig deal. My experience is Xtube is better about consistent signups /\r\nsales over a longer time frame. Oh yeah, make sure you sign up as a\r\nWebmaster.<BR><BR>b. <A href=\"http://www.pornotube.com/index.php\"\r\ntarget=_blank>PornoTube</A> gets your videos listed in 5 minutes or so,\r\nbut will only allow you upload a maximum of 100 meg (about 30 - 40\r\nvids). They're great for instant satisfaction so to speak. I like them\r\nbecause of the fast load time because you can see hits right away versus\r\nhaving to wait a day or two.<BR><BR>Both sites' stats are  fucked to put\r\nit bluntly. PornoTube shows zero hits on all my movies, yet my sponsor's\r\nstats say different. Xtube's stats are just weird, they record some\r\nhits, but not all. For example, I have lots of videos that show more\r\npeople have flagged it as a favorite than have viewed it. <BR><BR>3. Now\r\nthat you have signed up, it's time to prepare your videos for\r\nupload.<BR><BR>a. Got to your sponsor and download the videos you are\r\ngoing to upload to the tubes.<BR><BR>b. Break open your favorite video\r\nediting software. Windows Movie Maker is a free download and works fine,\r\nbut if you want something more advanced (you don't need it unless you\r\nare cutting videos) I like Ulead VideoStudio 10 (about $100, but they\r\nhave a 30 day trial). But use what works for you.<BR><BR>c. ** Wait **\r\nbefore you go any further, set up a folder on your site named \"free\" or\r\n\"pussy\" or \"rent\" or anything that short and easy to remember. Then put\r\nan \"index.html\" file in it (assuming that you're on Apache)  and use a\r\nmeta redirect to your sponsor. See <A\r\nhref=\"http://www.pornogothica.com/free\"\r\ntarget=_blank>www.PornoGothica.com/free</A> for an example (you'll need\r\nto hit stop before it redirects you, duh). I like to put a half page or\r\nfull page ad on the page just in case the redirect doesn't work. Upload\r\nit and move on to the next step.<BR><BR>d. Okay, NOW load a movie into\r\nyour editing software. At the end of the movie add 10 seconds of promo\r\ntext. For my AEBN videos I put something like: No member fees, No\r\nbullshit, and We'll Give you 10 minutes free. Then the url under the\r\ntext: <A href=\"http://www.pornogothica.com/free\"\r\ntarget=_blank>www.PornoGothica.com/free</A>. Save your edited video and\r\nget ready to upload.<BR><BR>3. Time to upload your videos.<BR><BR>a. If\r\nyou are uploading to Xtube for the first time, you will need to set up\r\nyour \"linking codes\". You'll need to tell them who your sponsor is, what\r\ntheir url is, and what your affiliate id is. Then you will can add a\r\nlinking code to it with your affiliate url and a 120x60 button. This\r\nwill be displayed along with your description.<BR><BR>b. When you upload\r\nyour videos you will fill out the title you want, a description, tag the\r\nvids, and for PornoTube add credits. Be sure to put your redirect link\r\nand some promo text in the description and credits (on PornoTube). Don't\r\nforget. It makes a HUGE difference in your click throughs and\r\nconversions. Trust me I found this out the hard way. Couldn't figure out\r\nwhy I was getting signups one week and then very few the next. Had about\r\n5 videos with just the link at the end of the video.<BR><BR>c. Xtube\r\nwill let you upload as many videos as you want in a row for as long as\r\nyou want (sit there for six hours and just upload vids if you're bored.\r\nI don't recommend it though), whereas PornoTube seems to have some sort\r\nof limit. With PornoTube upload 3 videos and wait an hour. I've tried\r\nupload more than 3 within that time and they didn't show up. Plus,  if\r\nyou just do three videos to each site per day, you'll only spend about 1\r\n- 2 hours total from start to finish. Not bad, plus the videos are there\r\nforever, so as you continue to get friend requests more people see your\r\nold and new videos. I haven't uploaded any video to either for the past\r\nfive days and still have gotten about 1000 hits to my sponsors, and 31\r\nsignups, and 3 sales ($105 worth of sales). Not too\r\nshabby.<BR></DIV></DIV></EM></DIV></TD></TR></TBODY></TABLE></DIV></DIV>\r\n.&nbsp; <p>&#32; \r\n \r\n \r\n<hr size=1>Sponsored Link<br><br>\r\nDegrees online in as fast as 1 Yr - MBA, Bachelor's, Master's, Associate\r\n- <a\r\nhref=\"http://online.degrees.info/forms/form.jsp?ADEL=D3sPPz6WYLD7%2FD1Dx\r\nMxP%2BbXooR4YcdmONmTWaUizNjh6q2wGRcnxuw%3D%3D&PI=y_mail_textlink\">Click\r\nnow to apply</a> MIME element (text/plain)\r\n\r\n","date_sent":"2006-11-07T05:00:00Z","date_received":"2006-11-07T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Unknown","recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}