{"dmca":{"id":41086,"type":"Dmca","title":"Blog DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-20T05:00:00Z","date_received":"2012-01-20T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"PFA Ureche Adriana=Florina","principal_name":"PFA Ureche Adriana=Florina","recipient_name":"Google, Inc.","works":[{"description":"My pictures and text. Example:\r\n\r\n\"Draga cititoare\r\n\r\nEsti nemultumita de marimea sanilor tai?\r\n\r\nTe simti lipsita de farmec si de senzualitate?\r\n\r\nTi-ai dori sa ai sani mai mari astfel incat sa te simti feminina si stapana pe corpul tau ?\"\r\n\r\n\"Cand am inceput programul vostru,  acum 3 luni purtam masura 30A. Astazi port masura 32C. Sanii mei s-au umplut de asemenea. Obijnuiau sa arate ca doua bucati de piele fara nimic inauntru, dar acum se simte ca este ceva inauntru. Nu i-am spus sotului meu ce fac, dar zilele astea chiar m-a intrebat daca fac ceva in privinta asta, deoarece sanii mei par mai mari!\"\r\n\r\n\"Am inceput programul \"Marirea Sanilor Definitiv \" in Octombrie/2011. Facand o pauza la sfarsitul lui Ianuarie/2012, am crescut de la 32A la 60C.\r\nLa inceput marimea sutienului era aproape de A, dar am refuzat sa cumpar aceasta marime deoarece un san era mai mare ca celalalt. Acum sanii ambi mei sani au aceeasi marime si mai mult decat multumita de produsul dvs\r\nVa doresc numai bine si am sa recomand din suflet oricarei femei care are fostul meu defect.\"\r\n\r\n\r\nSimti ca nu poti atrage privirile celor din jur ?\r\n\r\nEsti dezamagita si fara speranta si totusi ai incercat diferite produse pentru marirea sanilor dar nu ti-au oferit nici un rezultat ?\r\n\r\nDaca raspunsul tau la aceste intrebari este DA atunci afla ca esti unde trebuie. Solutia acestor probleme se afla in randurile de mai jos\r\n\r\n \r\n\r\nFARA IMPLANTURI RISCANTE\r\nFARA PASTILE SCUMPE\r\nFARA DISPOZITIVE PROSTESTI\"","infringing_urls":[{"url":"http://marireasanilor.info/"},{"url":"http://www.marireasanilor.info/"}],"copyrighted_urls":[{"url":"http://www.marirea-sanilor.com/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}