{"dmca":{"id":41128,"type":"Dmca","title":"NFL flags blogger's play","body":"URL: http://macgsworld.blogspot.com/2007/09/big-bad-bob-sanders.html\r\nCase#: 15118\r\nDate: 19 September 2007\r\n\r\nDear Sir or Madam,\r\n\r\nThe National Football League (the \"NFL\") has received information that the Internet account listed above, which appears to be on servers under your control, is hosting and/or broadcasting content, or otherwise engaging in unauthorized activities, that infringes copyrights owned by the NFL\r\n\r\n1. Identification of copyrighted work(s):\r\n\r\nThe NFL owns the copyrights in and to, inter alia, (a) NFL regular season and playoff game footage and (b) NFL Network copyrighted content (collectively, \"NFL Copyrighted Content\"), including without limitation the material found at the location(s) listed below as well as duplicates of such material.\r\n\r\nMaterial being infringed: NFL footage\r\n\r\nCopyright owner: National Football League\r\n\r\n2. Infringing material found at the following location(s):\r\n\r\nhttp://macgsworld.blogspot.com/2007/09/big-bad-bob-sander.html\r\n\r\nThe NFL's copyrights are infringed by the above material being made available for copying, through downloading, at the above location without authorization from the NFL.\r\n\r\n3. Statement of authority:\r\n\r\nI hereby certify under penalty of perjury that the information in this notice is accurate and that I am authorized to act on behalf of the NFL, the copyright owner of the intellectual property rights.  I have a good faith belief that none of the materials or activities listed above have been authorized by the NFL, its agents, or the law.\r\n\r\nWe hereby give notice of these activities to you and request that you take expeditious action to remove or disable access to the material described above, and thereby prevent the reproduction and distribution of this material via your company's network.\r\n\r\nWe appreciate your cooperation in this matter.  Please advise us regarding what actions you take.\r\n\r\nSincerely,\r\n[private]\r\nInternet Investigator\r\n\r\non behalf of:\r\nNational Football League\r\n[private]\r\nNew York, NY [private]\r\nUnited States of America\r\n\r\nE-mail: [private]@NFL-Antipiracy.net\r\n\r\n----BEGIN PGP SIGNATURE----\r\n[private]\r\n----END PGP SIGNATURE-----","date_sent":"2007-09-19T04:00:00Z","date_received":"2007-09-19T04:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"National Football League","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}