{"dmca":{"id":41157,"type":"Dmca","title":"MediaDefender's Trade Secrets and Confidential Information","body":"Dear [Private]:\r\n\r\nThis firm represents MediaDefender in certain intellectual property and other legal matters. Recently, despite security precautions by our client, a person or persons illegally accessed MediaDefender's email and other files, and stole trade secrets and other confidential information including social security numbers and personal information of certain of its employees.  We have learned that tis information, in-whole or i-part, has been posted without authorization on internet sites including gpio.org. \r\n\r\nThe unauthorized access, use, display and/or misappropriation of MediaDefender's trade secrets and confidential information is subjet to civil remedies and criminal penalties pursuant to the following federal and California statutes that address the unauthorized access of proprietary computer systems:\r\n\r\n(1) the federal Computer Fraud and Abuse Act, 18 U.S.C. s 1030, which provides for a fine or imprisonment up to ten years, or both, for a first offense;\r\n\r\n(2) the federal Electronic Communications Privacy Act, 18 U.S.C. s 2701, which provides for a fine or imprisonment up to one year, or both, for a first offense; and\r\n\r\n(3) the California Computer Data Access and Fraud Act, Cal. Penal Code s 502, which provides for a fine up to $10,000 and imprisonment up to three years.  \r\n\r\nThese statutes clearly render such conduct unlawful, and could result in liability for gpio.org complicity in distributing, using, displaying or otherwise making available, MediaDefender's trade secrets and confidential information.  These statutes could also establish the predicate wrongful conduct for asserting civil claims against Gpio.org under various civil statutory and tort theories.\r\n\r\nWe request the you immediately and permanently cease and desist from posting, distributing or otherwise making available MediaDefender's trade secrets and confidential information, and provide us with written confirmation regarding the same.  If necessary, MediaDefender is prepared to pursue its civil and criminal remedies in this matter to the fullest extent under the law, and to seek not only injunctive relief, but also actual, statutory, and punitive damages, as well as attorneys' fees. \r\n\r\nNot withstanding the foregoing, please recognize that we are providing you with further notice to preserve all evidence and other information relating to this issue while we investigate the matter further.  Your failure to preserve such information and/or your alteration, concealment, or transfer of any evidence pertaining to this matter is considered spoliation of evidence and could subject you to both civil and criminal liability.  This letter is not intended to contain a complete statement of fact with respect to the subject matter hereof, and MediaDefender does not waive any legal or equitable rights or remedies available to it, all of which are expressly reserved. \r\n\r\nWe look forward to hearing from you promptly.\r\n\r\nVery truly yours,\r\n\r\n[private]\r\n\r\nfor SHEPPARD, MULLIN, RICHTER & HAMPTON LLP","date_sent":"2007-09-17T04:00:00Z","date_received":"2007-09-17T04:00:00Z","topics":["Trade Secret","Copyright"],"sender_name":"Sheppard Mullin Richter & Hampton LLP","principal_name":"MediaDefender","recipient_name":"GPIO.org","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}