{"dmca":{"id":41266,"type":"Dmca","title":"Unauthorized Use of LF, LLC Intellectual Property","body":"Dear Mr. Harkleroad:\r\n\r\nI am the Trademark Manager of LF, LLC (\"LF\"), a Delaware Company that owns and manages a family of trademarks for use to Lowe's Home Centers, Inc. and Lowe's HIW, Inc. (collectively, \"Lowe's\"), including several federal registrations and pending applications for the LOWE'S(R), LOWE'S(R) (Stylized), GABLE MANSARD DESIGN(R) and LET'S BUILD SOEMHTING TOGETHER(tm) marks (the \"Lowe's Marks\").\r\n\r\nLF has recently been made aware that you are using and altering, the Lowe's Marks on www.lowes-sucks.com and www.designertoday.com, as well as various other websites you own and operate through the mediapublishers.com division. Your Use of the Lowe's Marks and your registration of www.lowes-sucks.com is unauthorized by LF, distorts the goodwill of LF's federally-registered trademarks, and constitutes infringement of LF's trademark rights under Section 43(a) of the Lanham Act, 15 USC section 1125(a).\r\n\r\nIn view of the above, LF hereby demands you immediately cease using the Lowe's Marks on www.lowes-sucks.com and www.designertoday.com, and any other websites owned and operated by you and/or the MediaPublishers.com division, and agree not to utilize any of LF's marks going forward without our written authorization. Please indicate your intention to comply with these demands no later than September 28, 2007. If we do not receive a response on or before that date, we will assume that you are not interested in resolving this matter amicably , and LF will consider other legal remedies.\r\n\r\nSincerely,\r\nRebecca E. Green\r\nTrademark Manager\r\n\r\ncc: Heather G. Sidbury, Esq.\r\nMrs. Rhonda M. Hughes","date_sent":"2007-09-19T04:00:00Z","date_received":"2007-09-19T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":null,"principal_name":"The Lowe's Companies - LF, LLC","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}