{"dmca":{"id":41421,"type":"Dmca","title":"Music DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-11-15T05:00:00Z","date_received":"2012-11-15T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"OLIVER HERRERO","principal_name":"REPRESENTANTE LEGAL","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"El pequeño Alejandro sabía que su mamá  \nnecesitaba de un nuevo corazón que le ayudara a vivir y con premura, el  \nsuyo ya no funcionaba, estaba cansado.\n\nAsí se lo explicó su papá aquella noche de primavera mientras observaban la  \nluna y las estrellas en la casa de los abuelos, al principio al pequeño le  \ncostó entender, pero su papá se lo explicó con mucha paciencia y con mucha  \nternura.\n\n— Papá, le conseguiré un corazón a mamá y se pondrá bien, te lo prometo.  \n—dijo el pequeño mientas abrazaba a su papá con ternura e inocencia.\n\nAl día siguiente le pidió ayuda a su maestra para que le enseñara a hacer  \nun corazón rojo de cartulina para regalárselo a su mamá el día de su  \ncumpleaños, que era en los próximos días.\n\nLa maestra al sentir la ternura del niño decidió ayudarlo en la hora del  \nrecreo, cuando los demás niños jugaban en el patio del colegio, el pequeño,  \nse quedaba a solas con su maestra, entre ambos hicieron un hermoso corazón,  \nque parecía latir entre las manos de Alejandro-pum-pum, pum-pum-, además  \nhabía escrito su nombre en el centro del corazón y lo había decorado con  \npurpurina dorada.\n\nCuando terminaron el corazón, Alejandro, le dio un beso espontáneo a su  \nmaestra en las mejillas, agradeciendo el gesto de acompañarlo y ayudarlo.\n\nLa maestra sonrió mientras observaba al pequeño correr por el pasillo al  \nfinalizar la clase en busca de su papá que lo esperaba a la salida. Al  \npequeño no le importó dejarse el abrigo en clase, tenía algo más importante  \nque hacer.\n\n—Papá, papá, tengo un corazón para mamá y además le puse mi nombre con  \npurpurina, me ha ayudado la profesora Angelines, mira papá, vamos a salvar  \na mamá.\n\nDos lágrimas nacieron de los ojos de Raúl, el papá de Alejandro, aquel día  \nllegaron dos corazones. Alejandro cumplió su promesa, su corazón de  \ncartulina se hizo realidad sobre el pecho de su madre, un milagro de amor.\n\nFin","infringing_urls":[{"url":"https://www.facebook.com/photo.php?fbid=205098096287365&set=a.194961460634362.45174.194281327369042&type=1&theater"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}