{"dmca":{"id":41428,"type":"Dmca","title":"DMCA Complaints","body":"Via Certified Mail (Return Receipt Requested) and Electronic Mail\r\nGoogle, Inc.\r\nAttn: Google Legal Support, DMCA Complaints\r\n[private]\r\nRe: DMCA Notice: lyricsfreak.com Ladies and Gentlemen:\r\nWe are counsel to the National Music Publishers' Association (\"NMPA\"), a trade association of music publishers.\r\nWe have been asked by the publisher members of the NMPA to take all appropriate steps to remove copyrighted lyrics from internet websites that have not obtained permission to reproduce, distribute or display such lyrics. In that connection we conducted the following search query on Google:\r\nSearch query: Lyrics\r\nThis search query returned the following result among others: Infringing website: lyricsfreak.com\r\nIt has come to our attention that your website, lyricsfreak.com, reproduces, distributes and displays lyrics of copyrighted musical compositions owned or controlled by members of the NMPA, without permission from the copyright owners. A representative listing of those compositions and the publishers who control the copyrights is attached as Schedule A. Examples of the compositions infringed include \"I Want It That Way\" written by [private] and [private]and published by Zomba Enterprises Inc., and \"Beautiful Day\" written by [private], [private], [private]and [private] and administered by Universal Polygram International.\r\nThe unauthorized reproduction, distribution and display of the lyrics of these musical compositions is prohibited under copyright law. In fact, U.S. copyright law provides that the right to reproduce a copyrighted work, to distribute copies of a copyrighted work and to display copies of a copyrighted work belong exclusively to the copyright owner of that work. The representative works listed on Schedule A and other compositions on the lyricsfreak.com website are protected by copyright. Lyricsfreak.com needed but did not obtain permission from the\r\n \r\nMOSES SINGE LLP\r\nGoogle, Inc. September 12, 2007 Page 2\r\ncopyright owners to reproduce, distribute and display the lyrics of these compositions on the website.\r\nFor the reasons stated above, we have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\r\nUnder penalty of perjury, we affirm that the above information is accurate and that we are authorized to act in this regard on behalf of music publisher members of the NMPA who own or publish compositions reproduced, distributed and displayed without permission on the lyricsfreak.com website.\r\nIn accordance with the provisions of the Digital Millennium Copyright Act (\"DMCA\"), Title 17 U.S.C. ","date_sent":"2007-09-26T04:00:00Z","date_received":"2007-09-26T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}