{"dmca":{"id":41494,"type":"Dmca","title":"Text DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-04-16T04:00:00Z","date_received":"2012-04-16T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Vinicius Silvio Gonçalves Pinheiro","principal_name":"Novo Negocio","recipient_name":"Google, Inc.","works":[{"description":"Se você é daqueles que só de ler a palavra jogo fecharia esta página, está na hora de rever seus conceitos. O jogo de poker que é muito difundido nos Estados Unidos está ganhando espaço no Brasil, substituindo outras modalidades de jogos de cartas domésticos.\r\n\r\nO jogo de poker como estratégia para negócios ganhou notoriedade com a fundação da GPSTS pelo professor de Harvard Charles Nesson, o qual defende o poker como matéria na grade das universidades de negócios.\r\nConfira agora 11 lições retiradas do jogo de poker que se seguidas lhe ajudarão nos negócios.\r\n\r\n1 –  Concentre se no que realmente interessa\r\nToda vez que há muita discussão em torno de um assunto com opiniões contrárias de pessoas realmente especialistas no tema, normalmente o resultado não interessa. Como assim o resultado não interessa?!\r\n\r\nComo o tema gera tanta polêmica com especialistas defendendo dois pontos de vistas, um a favor e outro contra, significa que o resultado é muito marginal e não impacta no objetivo final.\r\n\r\nUm exemplo prático que vemos estudos / reportagens  a favor e contra é o caso do ovo, que passa de vilão a mocinho de tempos em tempos. Sendo o objetivo final os benefícios à saúde, tanto faz se você come ovos ou não, vá fazer exercícios que estes sim impactarão positivamente na sua saúde.\r\n\r\nNo jogo de poker profissional também é assim, não se perde muito tempo em uma jogada “close”, com o resultado muito próximo de 50/50. Os estudiosos do jogo deixam estas situações de lado e concentram-se naquelas que tem maior potencial de melhorar os resultados.\r\n\r\nNos negócios não é diferente, muitos empresários gastam tempo e energia exagerados em situações que, na prática, não afetarão os resultados da empresa. Concentre-se no que importa. Se o negócio é muito controverso, passe e espere uma oportunidade melhor.\r\n\r\n2  - Adapte-se, reinvente-se\r\nOs jogadores profissionais de poker freqüentemente têm que aprimorar o jogo ou até mudar de modalidade, buscando mesas mais lucrativas. Alguns jogos de poker online tiveram sua curva de crescimento e decadência acelerados, assim, a mudança é uma constante.\r\n\r\nA maioria dos pequenos empresários apenas se adapta aos acontecimentos recentes que envolvem suas empresas, sem uma atitude proativa em relação a tendências, oportunidades e ameaças acabam sendo conduzidos pela maré, incapazes de aproveitar a crista da onda. É preciso estar atento ao ambiente empresarial, adaptar com freqüência e reinventar-se de tempos em tempos.\r\n\r\n3 – Seja agressivo quando necessário\r\nNo bom sentido da palavra e relacionado ao mundo dos negócios, é preciso saber a hora de ser agressivo, de acelerar, de dividir para conquistar, e para isto é preciso conhecer bem o comportamento do mercado onde seu negócio está inserido. Conhecer a taxa de crescimento média das empresas do segmento e seletivamente escolher onde e quando e quanto crescer.\r\n\r\nNo jogo de poker a chamada agressividade seletiva é bastante usada. Um erro frequente dos maus jogadores é a agressividade cega, sem informação, instintiva, simplesmente por achar ou querer.\r\n\r\nQuando um oponente demonstra fraqueza o bom jogador de poker, em condições favoráveis, certamente será agressivo na intenção de levar o dinheiro na mesa.\r\n\r\nSe há dinheiro sobrando no seu mercado, seja agressivo e preencha a lacuna antes que outro o faça.\r\n\r\n4 – Tenha disciplina\r\nEsta é esquecida quando falamos de negócios, mas que pode fazer toda a diferença. Saber o que é certo é muito fácil, o difícil é fazer. Todos os fumantes sabem que fumar é prejudicial e mesmo assim continuam com o hábito ruim.\r\n\r\nO jogo de poker lucrativo não é o mais agradável de jogar. Para ganhar dinheiro no poker, além de diversas habilidades e conhecimentos, é preciso ter disciplina para fazer o que é preciso e não o é mais divertido.\r\n\r\nNos negócios, praticamente todo empreendedor sabe que é importante fazer um planejamento antes de iniciar uma atividade empresarial. Quantos fazem? Poucos. A disciplina pode ser a diferença entre o fracasso e o sucesso.\r\n\r\n5 – Encontre a fórmula do sucesso e a aplique\r\nCaracterística desejável em uma startup, a capacidade de ser reproduzida, sendo um negócio já testado e lucrativo é o sonho de qualquer empreendedor ou investidor.\r\n\r\nNa mesma linha estão as franquias, onde o franqueador vende os direitos de usar sua fórmula de sucesso, fórmula empacotada como um bom negócio.\r\n\r\nNo jogo de poker online também funciona desta maneira. Os jogadores testam suas habilidades, medem os resultados, aprimoram o jogo ao máximo e depois de tudo certo aumentam o número de mesas, sendo que um único jogador chega a jogar 21 mesas simultâneas.\r\n\r\n6 – Saiba perder\r\nNo jogo de poker Texas holden,  o par de mãos mais poderoso antes da abertura das cartas na mesa é AA e o pior o 22. Mesmo assim, a chance do AA contra o 22 é apenas de 80% após abertura de todas as cartas. Ou seja, de cada 5 vezes que esta situação ocorrer, você, mesmo com a melhor mão, perderá uma delas. Se isto ocorrer saiba que você fez o seu melhor e realize logo o prejuízo.\r\n\r\nNos negócios, quando acontece de um empreendimento não gerar lucro suficiente,  frequentemente, é melhor assumir o prejuízo do que ficar anos insistindo em um negócio que não prospera ou procurando um comprador inconsequente.\r\n\r\n7 – Não aposte toda a sua banca\r\nSó entendi o que significa sorte e azar depois que estudei  e joguei milhares de partidas de porker. É incrível como é possível perder inúmeras situações em sequência nas quais você é bastante favorito. Em filmes, muitas vezes é mostrado mãos onde o jogador de poker aposta tudo o que tem. Não funciona assim na vida real.\r\n\r\nNo jogo de poker profissional é indicado que você tenha pelo menos 20 vezes o capital da mesa em que pretende entrar disponível para o jogo. Assim, se você vai sentar-se em uma mesa em que o valor mínimo para sentar é 100 dólares, você deveria ter pelo menos mais $ 1900 para suportar as variações negativas normais do jogo (períodos de azar).\r\n\r\nNo mundo dos negócios não precisa tanto, uma vez que o risco certamente é muito menor do que jogar poker profissionalmente. Tenha em mente que, mesmo com tudo a favor, você pode perder e nesta hora é importante ter reservado um capital para recomeçar.\r\n\r\nAo planejar um novo negócio, calcule que ele pode não dar certo e que você precisa se preparar caso isto ocorra. Ter uma estratégia de saída é essencial.\r\n\r\nSempre que possível, entre no negócio com o mínimo, procure não imobilizar o dinheiro, preferindo alugar a comprar.  É muito mais fácil desfazer um contrato de aluguel do que vender um imóvel, por exemplo.\r\n\r\n8 – Não é vergonha desistir\r\nEm um jogo de poker a dinheiro, o cassino cobra geralmente 10% de cada rodada sobre os valores apostados. Assim, para que você não perca nem ganhe deverá ser pelo menos 10% melhor do que os jogadores da mesa, pois esta porcentagem já é do cassino.\r\n\r\nFrequentemente, jogadores de poker a dinheiro quando percebem que não têm muita vantagem sobre os demais jogadores, levantam se e vão procurar outra mesa com jogadores menos habilidosos.\r\n\r\nNo ambiente empresarial, quase sempre que uma empresa em um determinado mercado não consegue vantagem competitiva sobre os concorrentes, ela deveria adquirir esta vantagem ou mudar de mercado. A menos, claro, que o empresário não se importe de ver seu negócio sem rumo esperando a concorrência tomar sua parcela de mercado.\r\n\r\nComo o jogador que saiu da mesa onde não poderia ganhar em busca de uma mesa mais fácil, o empresário deveria procurar outro mercado ou um segmento dentro do atual. O bom jogador sabe que não é sobre ser o melhor. É sobre ganhar dinheiro!","infringing_urls":[{"url":"http://www.querosershark.com/2012/03/11-licoes-do-poker-para-os-negocios.html"}],"copyrighted_urls":[{"url":"http://www.novonegocio.com.br/oportunidades-negocios/11-licoes-do-poker-para-os-negocios/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}