{"dmca":{"id":41525,"type":"Dmca","title":"Blogger DMCA Complaints","body":"Google, Inc.\r\nAttn: Google Legal Support, Blogger DMCA Complaints\r\n[private]\r\nMountain View, CA [private]\r\n\r\nDear Sir,\r\n\tI wish to report a serious violation of copyright laws by one of your Bloggers under the Blog nme: http://trompeloeil.blogspot.com/\r\n\tThe Blogger has taken an article of mine from Ezine Articles, as online article syndication - http://ezinearticles.com/?A-Salutary-&id=717147 - which has posted 3 of my articles and has changed the content from English to a very poor and illiterate English with references to the Islamic Republic of Iran, as the copyright owner.  It is very obvious from the changes in the article, that this is done intentionally and maliciously.\r\n\tThe Blogger is http://trompeloeil.blogspot.com/ and the article \"A Salutary\" is the first posting on this Blog. This is a very short article of proximately 275 words and can easily be reviewed and compared to see the changes that has been made in it under the pretense that it is my writing.\r\n\tThis article was posted with http://ezinearticles.com a couple of weeks ago and edited for very minor editorial changes since.  The infringement has been posted on September 11, 2007 on the above Blog, as its first posting. http://trompeloeil.blogspot.com/2007/09/salutary.html\r\n\tI have a good faith belief that use of the copyrighted material described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\tI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.  Please immediately remove or disable all access to the Infringing Material.\r\n\tPlease note that the Blogger has made derogatorily changes to my writing and has posted it under my name.  I have contacted the Blogger by placing 2 comments on the Blog informing the Blogger of the violation and asked him to remove the posting or post it exactly as it has been published on ezinearticles.com.  My 2 notifications of violations via postings on this Blog have been removed since last night, while the infringement remains posted.\r\n\tThe following are the 2 version of the article.  The first one is my original and second, is the altered one with the changes in red.\r\n[attachment included]\r\n\r\nYour prompt attention to this matter is sincerely requested and deeply appreciated.  I look forward to hearing from you soon.\r\n\r\nWith best regards,\r\n[private]","date_sent":"2007-09-28T04:00:00Z","date_received":"2007-09-28T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}