{"dmca":{"id":41521,"type":"Dmca","title":"DMCA notice to Google, Inc.","body":"[private] \r\nCheshire,\r\nUK\r\nTel: (UK)[private] \r\n\r\nEmail:\r\n[private] @gmail.com\r\n[private] @gmail.com\r\n\r\nGoogle, Inc.\r\nAttn: Google Legal Support, Blogger DMCA Complaints\r\n[private] \r\nMountain View, CA [private] \r\n\r\n11th September 2007\r\n\r\nDear Sirs,\r\n\r\nThank you for your email, received today, in response to my letter of 25th August 2007 re the hosting of copyright material on moth2fic.blogspot.com.  I hope the following information will be sufficient for you to identify the material in question.\r\n\r\nSection 1. Copyrighted work infringed.\r\na. http://moth2fic.livejournal.com/13754.html\r\nThe entire post is the draft first chapter of a novel- intended for submission for publication.\r\nb. http://moth2fic.livejournal.com/12759.html\r\nThe post contains a political 'speech' commenting on a game - the original 'speech' was reposted by me at the request of the writer.\r\nc. http://moth2fic.livejournal.com/13251.html\r\nThe entire post deals with the writing and posting of the drafts of the novel chapters.\r\nd. http://moth2fic.livejournal.com/10076.html\r\nThe entire post is a book review, intended for submission to a magazine.\r\nAs I explained in my initial letter, the journal is 'locked' and you will only be able to look at it by contacting LiveJournal who will assist you in bypassing the locks.  I have informed them of the position.\r\n\r\n.....continued\r\n[page 2]\r\nSection 2. Infringing material.\r\na. http://moth2fic.blogspot.com/2006/08/watch-out-for-is-that-arent-pleasethe.html\r\nThis is a direct copy of 1.a.above\r\nb. http://moth2fic.blogspot.com/2006/08/i-dont-often-post-here-unless-ive.html\r\nThis is a direct copy of 1.b. above.\r\nc. http://moth2fic.blogspot.com/2006/08/i-have-this-winnie-pooh-poster-on-my.html\r\nThis is a direct copy of 1.c. above\r\nd. http://moth2fic.blogspot.com/2006/08/decided-to-keep-all-review-to-this.html\r\nThis is a direct copy of 1.d. above.\r\n\r\nNot only does the material infringe my copyright but the user has also chosen to use my LiveJournal username so that this shows in Google searches as 'my' work, which would therefore count as 'prior publication' if I submitted the work to a publisher.  I not that the blog, whilst still in existence, no longer shows in a search and assume you have removed it from searh engines until the matter is resolved.\r\n\r\nSection 3. Contact information.\r\n\r\nMy email address and my home address are given at the head of this letter.  My main email address is: [private] @gmail.com\r\n\r\nSection 4. Statement:\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringed web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\nSection 4. Statement:\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nI am the copyright owner of all the material in Section 1 with the exception of the reposted speech in 1.b.\r\n\r\nYours faithfully,\r\nElizabeth M. Nicholson. LL.B","date_sent":"2007-09-28T04:00:00Z","date_received":"2007-09-28T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}