{"dmca":{"id":41629,"type":"Dmca","title":"Elvis Article Reposter Aint Nothing But a Hound Dog","body":"SEP 29 2007 19:09 [private] p.02/05 \r\n[private]\r\n[private]@yahoo.com \r\n[private]@fanniernae.com \r\nSeptember 28, 2007 \r\n\r\nGoogle, \r\n\r\nPlease help resolve asap the unauthorized use of my copyrighted article by having it deleted from the blog called ?The Perfect American? -- hniYl/rnrivn.hlo2syoccom/2007108/it- \r\n\r\nI am [private], author of-- and holder of all rights to -- my article on Elvis Presley that the blog posted without my permission. 1 have lever, and would have never, granted permission for this site to post it.\r\n \r\nAs directed on Google?s web page ?Digital Millennium Copyright Act?: \r\n? I have a good faith belief that use of the copyrighted material described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law. \r\n? I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to ac on behalf of the owner of an exclusive right that is allegedly infringed. \r\n\r\nAnother deeply concerning problem is that one of the blog?s many mistakes could be libelous. My words, ?Ely the Pelv?, appeared incorrectly on this rather pornographic site as ?Ely the Perv?. I never wrote, nor would write, that he or anyone else was a ?Perv?. \r\n\r\nPlease note that I am unable to contact the blogger because: \r\n? There is no contact info/Webmaster posted on this hlog \r\n? I attempted to post this request on the blog, hut could not because it requires a Google account which I don?t have. \r\nI will greatly appreciate your efforts to have my copyrighted, therefore stolen, article removed. I urge you to resolve this. \r\n\r\nMy article begins: ?Elvis Presley, the quintessential symbol of the generation gap, actually united Mother and me. This is no Elvis sighting story for the 30th anniversary of his death; it?s an Elvis listening story.? \r\n\r\n\r\nMy article ends -- with my last name, [private], misspelled: ?...[private], who lives in [private] established an arts and entertainment bear for Reuters over three decades ago, and has been writing about popuiar and fine arts ever since.? \r\n\r\nI am attaching a hard copy of my article that ran in Houston Chronicle on August 12, \r\n2007. Its website www.chron.com posted my article for one day and put ?Copyright 2007 \r\nHouston Chronicle? on ii -- so the blogger knew that the story was copyrighted, and that he was breaking the copyright. \r\n\r\n(That?s the relevant part re the blogger. Irrelevant except to me is the fact that the editor, when accepting rn.y story, agreed that the paper did NOT have any of the rights and that all rights remained with me.) \r\n\r\nPlease advise what action you will take and when. \r\n[private]\r\nAttachment \r\n","date_sent":"2007-09-29T04:00:00Z","date_received":"2007-09-29T04:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"[Private] Author","recipient_name":"Google - Blogspot","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}