{"dmca":{"id":41734,"type":"Dmca","title":"DMCA notice to Google, Inc.","body":null,"date_sent":"2012-09-26T04:00:00Z","date_received":"2012-09-26T04:00:00Z","topics":["Uncategorized","Copyright"],"sender_name":"tim wong","principal_name":"self","recipient_name":"Google, Inc.","works":[{"description":"Entire article being copied. This is the product description of our trade mark.\r\nFyola is our registered trademark.\r\nThe person who copied our article (100%) submitted to article directory and linked to his/her own website from China.\r\n\r\nLooks like a Chinese manufacturer trying to copy our product too.\r\n\r\n== Article being copied ==\r\n\r\nProfessional Skin Care In The Comfort Of Your Own Home\r\n\r\nMaintaining beautiful and healthy skin is a priority for most women. Beauty may be in the eye of the beholder, but beautiful and healthy skin is clearly noticed by everyone.\r\n\r\nWomen of all ages want and appreciate beautiful, youthful, and clear skin. Professional beauticians, skin therapists, dermatologists, and massager therapists can all help you to achieve healthy and beautiful skin but seeing these professionals can be very costly and inconvenient.\r\nWe have excellent news for you. You don't have to be unhappy with poor and unhealthy skin. It's usually possible to start treatment of unhealthy skin at home. One of the best methods is skin treatment with the Fyola Facial Massager. It's a fairly simple process that allows you to perform skin treatment in your own home.\r\n\r\nBefore we go into details of why skin treatment with the Fyola massager works, we'll give some information about skin problems and skin care.\r\n\r\nUnhealthy and Poor Looking Skin is one of the most Common Reasons for visiting a Beauty Salon\r\nThe global skin care market is estimated to be USD $43 billion per year. In the United States alone, retail sales of cosmetics, skin products, make up and hair care products was $12.4 billion in 2004.\r\nThe skin care market alone is expected to reach $7.2 billion in 2010, mainly due to the growth of anti aging products. Currently, hand and body lotion is the leader in terms of sales and anti-aging products which include skin care products is expected to be number two in terms of sales.\r\n\r\nThe Fyola Facial Massager is Like Having a Skincare Therapist With You Everyday!\r\nWhen used regularly, the Fyola Facial Massager can help to promote beautiful and healthy skin. Ionzyme refers to a new skin care method which involves removing skin wastes and helping penetrate water soluble cosmetic nutrients deep into the skin by applying the existing electrophoresis method and ultrasonic waves.\r\n\r\nWith the Fyola Facial Massager, ionzyme means both the ion mode and the ultrasound mode are turned on resulting in the skin treatment being 70% more effective than otherwise.\r\n\r\nHow does the Fyola Massager work?\r\nFyola enhances the absorption of nutrients by bringing the nourishing products deep into your skin using the anode and the cathode of electric currents. The Galvanic mode of the Fyola assists in reducing wrinkles, sagging skin, and is also recommended for firming and lifting of the skin.\r\n\r\nThe Ultrasonic mode of the Fyola helps activate skin cells and tissues through a million micro vibrations per second. Ultrasonic waves promote healthy and elastic skin as a result of it's thermo vibrations. The ultrasound mode is used for problem skin such as acne, pimples, and blackheads.","infringing_urls":[{"url":"http://www.sooperarticles.com/business-articles/professional-skin-care-comfort-your-own-home-89402.html"}],"copyrighted_urls":[{"url":"http://www.chiactivate.com/products/facialmassager/face-massager.shtml"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}