{"dmca":{"id":41777,"type":"Dmca","title":"Rolex Watch U.S.A., Inc.","body":"________________________________\r\n\r\nFrom: Gaf Counsel [mailto:gafcounsel@gibney.com] \r\nPosted At: Wednesday, October 11, 2006 11:33 AM\r\nPosted To: Copyright\r\nConversation: Re: Rolex Watch U.S.A., Inc.\r\nSubject: Re: Rolex Watch U.S.A., Inc.\r\n\r\n\r\n\r\nThis firm is general counsel to Rolex Watch U.S.A., Inc. Please see the\r\nattached letter concerning the sale of counterfeit Rolex merchandise.\r\n\r\n \r\n\r\nGibney, Anthony & Flaherty, LLP\r\n\r\nwww.gibney.com <http://www.gibney.com/> \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\nIRS CIRCULAR 230 NOTICE: IRS CIRCULAR 230 REQUIRES THAT WE ADVISE YOU\r\nTHAT ANY U.S. FEDERAL TAX ADVICE CONTAINED IN THIS COMMUNICATION OR IN\r\nANY ATTACHMENT HERETO IS NOT INTENDED OR WRITTEN TO BE USED, AND CANNOT\r\nBE USED, FOR PURPOSE OF (I) AVOIDING PENALTIES UNDER THE INTERNAL\r\nREVENUE CODE OR (II) PROMOTING, MARKETING OR RECOMMENDING TO ANOTHER\r\nPARTY ANY TRANSACTION OR MATTER ADDRESSED HEREIN.\r\nThis message is intended only for the use of the individual or entity to\r\nwhich it is addressed, and may contain information that is privileged\r\nconfidential and exempt from disclosure under applicable law. If the\r\nreader of this message is not the intended recipient, or the employee or\r\nagent responsible for delivering the message to the intended recipient,\r\nyou are hereby notified that any dissemination, distribution or copying\r\nof this communication is strictly prohibited. If you have received this\r\ncommunication in error, please notify us immediately by telephone, and\r\ndelete this message from your system. Thank you.","date_sent":"2006-10-11T04:00:00Z","date_received":"2006-10-11T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Gibney, Anthony & Flaherty, LLP","principal_name":"Rolex","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}