{"dmca":{"id":41791,"type":"Dmca","title":"Requesting removal of copyrighted images","body":"\r\n Please see below and act accordingly.\r\n\r\n-----Original Message-----\r\nFrom: Hunter Boyle [mailto:hunterboyle2@yahoo.com] \r\nPosted At: Friday, August 25, 2006 2:02 PM\r\nPosted To: Copyright\r\nConversation: Requesting removal of copyrighted images\r\nSubject: Requesting removal of copyrighted images\r\n\r\n\r\nATTN: Andrea Almeida, Associate General Counsel\r\n\r\nHello Andrea,\r\n\r\nMy name is Hunter Boyle. I'm writing per ThePlanet.com's instructions\r\nconcerning copyright notifications. I will try to address the six\r\nrequirements as posted on the site, regarding images for which I hold\r\nthe exclusive copyright.\r\n\r\nSome background info: I photographed a woman in 2002, with a release and\r\nbinding agreement stating I reserved all rights to usage. She posted the\r\nimages on a now-defunct site formerly hosted by ThePlanet.com. That site\r\nwas ezedcard.com. Because the site is now down, the woman cannot log in\r\nto remove the images from that old account. (She has been very helpful\r\nin removing other images from another site she'd also posted them on.)\r\n\r\nAs the copyright holder, I'd like to try and have the images removed\r\nfrom the cache of Google's Image search. I called ThePlanet.com to talk\r\nwith a tech support rep to handle this, but was forwarded to the page on\r\ncopyright issues.\r\n\r\nSpecifically, what I'd like your/ThePlanet's help with is clearing out\r\nmy images from the cache of the following URLs:\r\n* http://www.ezedcard.com/zipporahnaomi/pc6.jpg\r\n* http://www.ezedcard.com/zipporahnaomi/pr6.jpg\r\n* http://www.ezedcard.com/zipporahnaomi/pt6.jpg\r\n\r\n* http://www.ezedcard.com/zipporahnaomi/pc7.jpg\r\n* http://www.ezedcard.com/zipporahnaomi/pr7.jpg\r\n* http://www.ezedcard.com/zipporahnaomi/pt7.jpg\r\n\r\n* http://www.ezedcard.com/zipporahnaomi/pc9.jpg\r\n* http://www.ezedcard.com/zipporahnaomi/pr9.jpg\r\n* http://www.ezedcard.com/zipporahnaomi/pt9.jpg\r\n\r\nWhile clicking these URLs doesn't bring up the images, the page that\r\nshows up won't allow Google to remove the images from its cache index.\r\nIn order for that to happen, the URLs must show a 404 error message or\r\ncompletely dead link. It can then be removed with a request to Google\r\nvia its Webmaster help section.\r\n\r\nWith your approval and assistance, I'd like to request ThePlanet.com\r\nallow these dead URLs to show an actual 404 error message, rather than\r\nthe placeholder page, so I can request removal from Google's index.\r\n\r\nThere are a few simple ways to accomplish this, including:\r\n* a robots.txt file in the \"/zipporahnaomi\" folder -- which I could\r\nprovide to the tech support rep\r\n* removing the current \"Test Page\" default landing page and allowing the\r\nnatural 404 error message to show.\r\n\r\nThe first method (using a robots.txt file) is preferred because it works\r\nmuch faster with Google. I can email that file to you and tech support\r\nas soon as possible with your approval. It will not affect any other\r\nfiles on the web server. It simply tells Google's imagebot to go away\r\nwithout indexing the images in the specified folder (/zipporahnaomi -\r\nnow down anyway, along with the rest of the ezedcard.com site)\r\n\r\nPlease let me know if this solution would be agreeable, as I have the\r\nconsent of the woman who originally posted the images, the full rights\r\nto my copyrights. Thanks very much for your consideration in this\r\nmatter.\r\n\r\nI believe I've hit all six requirements for a request and look forward\r\nto hearing from you. I can be reached at:\r\n\r\nHunter Boyle\r\n1000 Conestoga Rd. #C-357\r\nBryn Mawr, PA  19010\r\n215-906-3423 (cell)\r\nhb@hunterboyle.com\r\n\r\nP.S. Since the URLs mentioned above are already dead, you can see the\r\nimages I'm referring to in Google's Image search cache at:\r\nhttp://images.google.com/images?hl=en&lr=&safe=off&q=+site:www.ezedcard.\r\ncom+%22hunter+boyle%22\r\n\r\n\r\n===\r\n\r\nTo be effective, a Notification of Claimed Infringement must meet the\r\nfollowing requirements:\r\n\r\n    * It must include the following:\r\n         1. A physical or electronic signature of a person (\"Complaining\r\nParty\") authorized to act on behalf of the owner of an exclusive right\r\nthat is claimed to be infringed;\r\n         2. Identification of the copyrighted work claimed to have been\r\ninfringed, or if multiple copyrighted works at a single online site are\r\ncovered by a single notification, a representative list of such works at\r\nthat site;\r\n         3. Identification of the material that is claimed to be\r\ninfringing or to be the subject of infringing activity and that is to be\r\nremoved or access to which is to be disabled, and information reasonably\r\nsufficient to permit the service provider to locate the material;\r\n         4. Information reasonably sufficient to permit the service\r\nprovider to contact the Complaining Party, such as an address, telephone\r\nnumber, and, if available, an electronic mail address at which the\r\ncomplaining party may be contacted;\r\n         5. A statement that the Complaining Party has a good faith\r\nbelief that use of the material in the manner complained of is not\r\nauthorized by the copyright owner, its agent, or the law; and\r\n         6. A statement that the information in the notification is\r\naccurate, and under penalty of perjury, that the Complaining Party is\r\nauthorized to act on behalf of the owner of an exclusive right that is\r\nallegedly infringed.\r\n\r\n\r\n__________________________________________________\r\nDo You Yahoo!?\r\nTired of spam?  Yahoo! Mail has the best spam protection around\r\nhttp://mail.yahoo.com \r\n\r\n","date_sent":"2006-08-25T04:00:00Z","date_received":"2006-08-25T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Hunter Boyle","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}