{"dmca":{"id":41821,"type":"Dmca","title":"Notification of Claimed Infringement","body":"\r\n\r\nnc\r\n\r\n-----Original Message-----\r\nFrom: B Martin [mailto:brayniac@gmail.com] \r\nSent: Friday, February 25, 2005 6:02 PM\r\nTo: auctionsmile@yahoo.com; copyright@theplanet.com\r\nSubject: Notification of Claimed Infringement\r\n\r\nThis notice is intended for Lance Crosby, Esq. of ThePlanet.com Internet \r\nServices Inc. (hereafter known as \"the Host\") and Kevin Rao of Rode \r\nIsland registrant and contact for \"ALLTRADINGINFO.COM\" (hereafter known \r\nas \"the Registrant\"). This written notification is to inform both the \r\nHost and the Registrant of copyright infringement on the web page \r\nviewable at the URL \r\nhttp://alltradinginfo.com/day-simulator-stock-trading.html . While the \r\ninfringement may be masked from your average layperson, a complete \r\n\"journal entry\" from http://www.livejournal.com (hereafter known as \r\n\"LiveJournal\") was included within the source code and is viewable \r\nbefore the site in question finishes loading. Proof of this may be seen \r\nby searching using Google.com's search engine (hereafter known as \r\n\"Google\"). The text that has been infringed is as follows:\r\n\r\nok - it is offically 4:20AM at the begining of this post ::smirks:: - i \r\nam proud to say i am not under the influence of any substances at the \r\nmoment. (unless the lateness counts...) ok, this week of finals went \r\npretty well. got semester grades for most of my classes, looks like \r\nworst case scenario is a 3.11 GPA. not too shabby, bwould like to aim \r\nfor higher next semester, but next semester i will be taking courses \r\nthat hopefully will have better professors, although i did like my \r\nhumanities and computer science professors. the othere? eh, not too \r\ngreat. so i survived calc II without too much harm to the ol' GPA. ok, \r\nso it hurt a little bit, but isn't gonna squash my scholarship \r\nelegibility. btw - if i ever loose those scholarships i'm toast and will \r\ntake over my dad's business (yes, i have a backup plan). however, i am \r\nconfident that i will be able to do what i want. i just have to learn to \r\ndedicate myself (like to studying for that discrete math final on \r\ntuesday...). ::smirks:: in other news, for those of you who dealt with \r\nmy case of temporary depression this evening, i thank you for being \r\nthere, you are invaluable friends. for the rest of you, don't worry, i'm \r\nin a much better place now. turns out a run to starbucks was able to \r\nqwell all my negativism. so what am i doing now? well, a combination of \r\nposting, lightening my head-fur a tid bit, laundry, and listening to \r\nmusic. mi madre will be here in a few hours to pick up the stuff i can't \r\ntake home on the train.... so i will have to be ready, hence the staying \r\nup late at night and getting everything in order. this semester has \r\nabsolutely flown by. i can hardly tell where it all went, it seems like \r\na very compressed three months. i mean, i didn't know any furs three \r\nmonths ago, and am now plunged fairly deeply into the community, and i \r\nlove it. tonight i realized that i do have a certain flair for writing. \r\n(yes, a very modest <B \r\nstyle=\"color:black;background-color:#A0FFFF\">husky</B> i'm sure). i \r\ngathered material for a possible story, hopefully i will get around to \r\nwriting it. (un)fortunately you will need to be of legal age to read it \r\n^.~ - yes, i plan on writting a very risque story. on the bright side of \r\ngoing home, (cause i am sure many of the negatives will find their way \r\ninto future posts) i will be able to play my instruments again (yes, i \r\nmiss them), i will have time to write, i will be working and therefore \r\nearning money. yes, i will gain that green stuff that makes the world go \r\n'round. it's just trading paper, i know, but hey, i'm recieving not \r\ngiving ::grins::. i think i may dabble in the stock market second \r\nsemester, i need a source of income that i can managa while doing other \r\nstuff. i've played around with stock market simulators before, and found \r\nthat i can make a profit that's not too shabby overall. (hey, as long as \r\nit beats both bank interest and inflation, i'll be in a good place). \r\neven if it only beats interest rates, i'll be in a better place. other \r\npositives include access to real food, at no cost to my wallet. \r\n::dances:: and plenty of soda and lemon water. plus - no roomie to \r\ncontend with ::smiles widely::, yes, a room to call mine and mine alone. \r\n(pseudo-territorial <B \r\nstyle=\"color:black;background-color:#A0FFFF\">husky</B>). ok - well the \r\nlaundry is coming along nicely. yes i can clean, still have to master \r\nmore culinary skills, and then i'll be the perfect house dog. ::smiles:: \r\n- you know i have too many hobbies. idk what i would do if i were left \r\nto my own device all day. write a little bit, trade some stocks, write a \r\nprogram, play some online poker, hack around all day... the \r\npossibilities seem endless. oooh, i could finally get a chance to record \r\nsome marimba stuff.... make ears and a tail. okay - so really i'm just a \r\n<B style=\"color:black;background-color:#A0FFFF\">husky</B> with too many \r\ninterests to dedicate myself to just one. is this good? not nessecarily. \r\nis it bad? nope. it is just who i am. speaking of which, i need to post \r\nmy explanation of being furry.... so here we go:Why furry?well - i \r\ndiscovered furry back in 7th grade - satrted pawing to it (and continue \r\nto do so) but in like 10th grade i realized that i am a fur. so i \r\nstarted to figure it out. i think it's an animal spirit thing for me (i \r\nactually am a <B \r\nstyle=\"color:black;background-color:#A0FFFF\">husky</B>). and i spent a \r\nwhile figuring out who i was. fact: i actually thought i was a fox for a \r\nfew weeksthen i realized it was just that i wanted to be a fox, but was \r\nin fact a <B style=\"color:black;background-color:#A0FFFF\">husky</B> - i \r\nwas aware of this the whole time really, just didn't quite put this \r\nrealization to action. so i figured that was cool, and began to look \r\nthrough names and such, picked <B \r\nstyle=\"color:black;background-color:#ffff66\">tokala</B> because it \r\ncalled to me (dakota word for fox). didn't come into the community until \r\nseptember when i met my first furend, ica. she's pretty cool and \r\nintoduced me to cyrus. from cyrus i met wolf j, et al. i've just found \r\nit to be really great. i connect with it, and am happy when i am around \r\nfurs. - that's why i'm furry, because i am <B \r\nstyle=\"color:black;background-color:#ffff66\">tokala</B>, i am a <B \r\nstyle=\"color:black;background-color:#A0FFFF\">husky</B>, and being me \r\nallows me to be happy.yeah - so this post is probably going to shed the \r\nmost light on me, just because it is overly long and i drop most of my \r\nhesitations about posting stuff when it's late at night/ very early in \r\nthe morning. i just realized i haven't read a book in such a long time. \r\ni miss it. i miss paper. i miss seeing the words in ink, and that \r\nfeeling of accomplishment as i turn the pages, always getting closer to \r\nthe end. soon, soon i will begin reading for the sake of reading again. \r\nok - well this post has been extraordinally long, and there is probably \r\nstill more that i could've covered in it - but hey - can't reveal \r\neverything about me in a single posting.... have to keep ya coming back \r\nfor more somehow. ^.~\r\n\r\nAs you should be able to see, the section in question represents a very \r\nunique work which could not be recreated purely by chance and had been \r\npreviously posted on LiveJournal. This passage is accessible at the URL \r\nhttp://www.livejournal.com/users/tokala_husky/1628.html . As it is \r\nclear, the posting on LiveJournal has a time and date stamp, as do the \r\n\"comments\" posted by personal friends. Both the journal entry and \r\ncomments represent legitimate works of art. Infringement occurred when \r\nthe Registrant's site blatantly stole my unique and protected material. \r\nWhile it may be publically accessible and viewable it is as protected as \r\nan article in the New York Times would be.\r\n\r\nAccess to this material is to be removed, that is to say my unique work \r\nof art MUST NOT be included in the Registrant's site or located on the \r\nHost's servers without my prior written consent. This is my right as \r\ngranted and protected by US law. It would appear to me that the material \r\nin question was placed on the site only to get more hits from popular \r\nsearch engines such as Google. This is inappropriate behavior in and of \r\nitself, however it crosses the line of legality when my work of art \r\nprotected by US copyright law has been stolen and used without my prior \r\nconsent.\r\n\r\nA complete letter of complaint will be sent to the Host as per their \r\nnotification guidelines. However, I would greatly appreciate if the \r\ninfringement was halted before much more time passed. Failure to comply \r\nwith my request for removal of the infringing material will force me to \r\ntake both the Registrant and the Host to court. I'm sure all few us will \r\nbenefit by leaving this out of the courts, after all the procedure takes \r\na lot of time, costs a great deal of money, and causes stresses in our \r\nlives which I'm sure we don't want. So please, remove the material ASAP. \r\nIf not, I will be contacting my attorney and begin using the legal \r\nprocess to protect my rights.\r\n\r\nThank you for your time and full cooperation in this matter. I trust \r\nthat it will be handled appropriately.\r\n\r\nBrian Martin\r\n732.779.5850\r\nbrayniac@gmail.com\r\na/k/a Tokala Husky\r\n\r\n","date_sent":"2005-02-25T05:00:00Z","date_received":"2005-02-25T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Brian Martin","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}