{"dmca":{"id":41848,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-07-11T04:00:00Z","date_received":"2011-07-11T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"GRUPO PLANETA","principal_name":"EDITORIAL PLANETA, S.A.U.","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"De acuerdo con el protocolo de la DMCA  \n(Digital Millennium Copyright Act), adjuntamos los puntos de nuestra  \nreclamación:\n\n1. Hemos tenido conocimiento de que la página Web cogelibros.blogspot.com \n\nde su propiedad, está ofertando la descarga gratuita de diversas obras  \npertenecientes a Grupo Planeta, y en concreto, las obras \"El símbolo  \nperdido\", \"Ángeles y Demonios\", \"Club Bilderberg\", de autores como Dan  \nBrown y Daniel Estulin, obras editadas por distintos sellos pertenecientes\n \na Grupo Planeta.\n\n2.De esta forma, le informamos que Grupo Planeta es titular en exclusiva,\na  \ntravés de distintas personas jurídicas integrantes del Grupo,  de los  \nderechos de autor de numerosas obras cuya descarga gratuita se ofrece en\nsu  \nWeb y, en concreto, la obra citada, por ello, su copia, reproducción,  \nplagio, distribución y/o comunicación pública realizada sin nuestro  \nconsentimiento no solo contraviene las disposiciones del Texto Refundido\nde  \nla Ley de Propiedad Intelectual aprobado por Real Decreto Legislativo  \n1/1996, de 12 de abril, sino que también puede constituir un ilícito penal\n \nde acuerdo con lo establecido en el artículo 270 y siguientes del Código  \n\nPenal incluido en la Ley Orgánica 10/1995, de 23 de noviembre.\n\n3. Editorial Planeta, S.A.U. es una entidad española, perteneciente a\nGrupo  \nPlaneta, domiciliada en 08034 Barcelona (España), Avenida Diagonal\n662-664,  \nTel: (+34) 934928164, Fax: (+34) 934928564\n\n5. Tenemos la creencia de buena fe que el uso de los materiales con  \nderechos de autor descritos anteriormente y que figuran en el servicio no \n\nestán autorizados por el propietario del copyright, su agente, o por la  \nprotección de la ley.\n\n6. Juramos, bajo pena de perjurio, que la información en la notificación\nes  \nexacta y que somos los propietarios del copyright y estamos, por tanto,  \nautorizados para actuar en nombre del titular de un derecho exclusivo que \n\npresuntamente se ha infringido.\n\nPor todo lo anterior, por la presente le requerimos para que de forma  \ninmediata retiren de su página Web todas las obras cuya propiedad  \ncorresponda a entidades pertenecientes a Grupo Planeta, y en concreto la  \n\nobra citada, tal y como se indica en líneas anteriores, dejando de  \ndistribuirlas de forma gratuita.\n\n\nAtentamente,\n\nGrupo Planeta\nAsesoría Jurídica\nAvda. Diagonal 662-664, Planta 8ª\n08034 Barcelona\nTel.: (+34) 93 492 81 64\nFax: (+34) 93 492 85 60","infringing_urls":[{"url":"http://cogelibros.blogspot.com/2011/04/40-obras-sobre-la-conspiracion-mundial.html"}],"copyrighted_urls":[{"url":"http://cogelibros.blogspot.com/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}