{"dmca":{"id":41879,"type":"Dmca","title":"Copyright Infringement Notice DMCA","body":"To Whom It May Concern:\r\n\r\nIt has come to my attention that you have made an unauthorized use of our copyrighted work from www.virtualtennisacademy.com  (the \"Work\") in the preparation of a work derived there from. I have reserved all rights in the Work, first published in 2005. Your work entitled www.learntennisonline.com is essentially identical to all the Work on our website and clearly used the Work as its basis. Every video on your website including our PROnalysis videos is Me (Heath Waters) which is a direct copyright violation of the DMCA. \r\n\r\nAs you neither asked for nor received permission to use the Work as the basis for www.learntennisonline.com  nor to make or distribute copies, including electronic copies, of same, I believe you have willfully infringed my rights under 17 U.S.C. Section 101 et seq. and could be liable for statutory damages as high as $150,000 as set forth in Section 504(c)(2) therein.\r\n\r\nI demand that you immediately cease the use and distribution of all infringing works derived from the Work, and all copies, including electronic copies, of same, that you deliver to me, if applicable, all unused, undistributed copies of same, or destroy such copies immediately and that you desist from this or any other infringement of my rights in the future. If I have not received an affirmative response from you by Tuesday October 9, 2007 at 9:00am est. indicating that you have fully complied with these requirements, I shall take further action against you.\r\n\r\nVery truly yours,\r\n\r\n \r\n\r\n \r\n\r\nKind regards,\r\n\r\n \r\n\r\n \r\n\r\nHeath Waters\r\n\r\n\r\n\r\n \r\n\r\nwww.virtualtennisacademy.com\r\n\r\n","date_sent":"2007-10-07T04:00:00Z","date_received":"2007-10-07T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":"Virtual Tennis Academy","recipient_name":"learntennisonline.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}