{"dmca":{"id":41875,"type":"Dmca","title":"XYIENCE, INC. TRYING TO WIELD CORPORATE MUSCLE AGAINST ON-LINE INVESTIGATIVE REPORT","body":"from  \"Jamie S. Cogburn\" <jsc@cogburnlaw.com>    hide details  Sep 6  \r\n reply-to  jsc@cogburnlaw.com   \r\n to  Rich Bergeron <rich.bergeron@gmail.com>   \r\n date  Sep 6, 2007 3:12 PM   \r\n subject  Xyience v. Bergeron   \r\n mailed-by  cogburnlaw.com   \r\n\r\nMr. Bergeron, attached is the orders entered this morning Denying your motion to dismiss and Granting our Injunction.  Pursuant to the Order, please remove all articles making any reference to Xyience defrauding investors and/or being investigated by the SEC.  I expect you will remove these immediately, otherwise we will bring an order to show cause why you should not be held in contempt, wherein we will request attorneys fees and cost, not to mention a request for a Bench Warrant if you continue to disobey the Court's order.\r\n \r\nI guess that I am not such a bad attorney after all.  I appreciate the books you recommended, but I suggest you read them again.\r\n \r\nJamie S. Cogburn\r\nCogburn Law Offices\r\n170 S. Green Valley Pkwy., Suite 280\r\nHenderson, Nevada 89012\r\nPh. (702) 384-3616\r\nFax (702) 943-1936\r\nwww.cogburnlaw.com\r\n \r\nIRS Circular 230 Notice: To ensure compliance with requirements imposed by the IRS, we inform you that any federal tax advice contained in this communication (including any attachments) is not intended or written to be used, and cannot be used, for the purpose of (i) avoiding penalties under the Internal Revenue Code or (ii) promoting, marketing or recommending to another party any transaction or matter addressed herein.\r\n\r\nThis e-mail transmission, and any documents, files, or previous e-mail messages attached to it may contain confidential information that is legally privileged.  If you are not the intended recipient, or a person responsible for delivering it to the intended recipient, you are hereby notified that any disclosure, copying, distribution or use of any of the information contained in or attached to this transmission is prohibited.  If you have received this transmission in error, please immediately notify us by reply e-mail, by forwarding this to sender, or by telephone at (702) 384-3616, and destroy the original transmission and its attachments without reading or saving them in any manner.  Thank you.\r\n \r\n","date_sent":"2007-10-06T04:00:00Z","date_received":"2007-10-06T04:00:00Z","topics":["Chilling Effects","Copyright"],"sender_name":"Cogburn Law","principal_name":"Jamie Cogburn, Xyience, Inc.","recipient_name":"Fight News Unlimited","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}