{"dmca":{"id":41909,"type":"Dmca","title":"Text DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-04-16T04:00:00Z","date_received":"2012-04-16T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Vinicius Silvio Gonçalves Pinheiro","principal_name":"Novo Negocio","recipient_name":"Google, Inc.","works":[{"description":"ATENÇÃO: Se você quer saber realmente como abrir uma empresa lucrativa, leia até o fim!\r\n\r\nUma das perguntas mais comuns feitas por empreendedores os quais estão pensando em abrir uma empresa é abrir uma empresa de “transportes” é um bom negócio? Ou abrir um “posto de gasolina” é um bom negócio? ou “Qual é um bom negócio para abrir?”\r\n\r\nA resposta normalmente não é a esperada pelo empreendedor: “depende” Um negócio pode ser bom em uma determinada região e ser ruim em outra, pode ser bom para uma pessoa e não tão bom para outra. Para determinar o negócio ideal é preciso fazer um estudo detalhado, o sucesso de uma empresa acontece nos detalhes, quanto mais você conhecer seu ramo de negócios mais chances de sucesso terá.\r\nA primeira coisa necessária para abrir sua empresa é uma oportunidade de mercado.\r\n\r\nNão basta abrir uma empresa é necessário fazê-lo a partir de uma oportunidade, de nada adianta você um excelente profissional na área que pretende atuar se entrar em um mercado já saturado, o qual não comporta a entrada de uma nova empresa.Uma empresa que não gera lucro se torna um pesadelo e não o sonho do próprio negócio.\r\n\r\nÉ bastante comum uma pessoa abrir sua empresa e após algum tempo buscar ajuda de como melhorar o negocio, pois está com dificuldades financeiras, a razão desta situação, normalmente é a falta de planejamento antes de iniciar o negocio. é preciso mensurar o tamanho do mercado e se há espaço para mais uma empresa, não basta querer abrir uma empresa, de fato a motivação é muito importante, seria como estar motivado a dar a volta ao mundo e já sair correndo, sem nenhum planejamento e equipamentos necessários. Além da motivação é preciso planejar! Quanto mais você planejar menos tempo e dinheiro perderá refazendo processos, ou até mesmo detectando tardiamente a inviabilidade do negocio que você já abriu.\r\nMas como identificar uma oportunidade de negocio para abrir sua empresa?\r\n\r\nFaça um brainstorming (tempestade de idéias), caso você vá ter um sócio, convide-o para participar do exercício, ou se você vai iniciar sua empresa sozinho, convide familiares para participar e ajudá-lo, neste momento quanto mais idéias melhor.\r\nComo fazer Brainstorming?\r\n\r\n    Reúna o grupo dê 15 minutos para que cada um escreva em um papel (pode ser em um post it ou papel comum mesmo) suas idéias;\r\n    Peça para que cada um fale sua idéia e as anote em um quadro onde todos possam ver (importante: pois ao ver as idéias as pessoas vão tendo novas idéias);\r\n\r\n    *Oriente os participantes para que cada um diga uma idéia de cada vez, assim, havendo maior interação e atenção dos participantes;\r\n    Abra espaço novamente para novas idéias em grupo e anote no quadro. Continue até que esgotem todas as idéias;\r\n    Reúna as idéias semelhantes; Pronto você tem uma lista de idéias para analisar melhor.\r\n\r\nImportante: Não reprima nenhuma idéia, por mais estranha que ela lhe pareça, se o fizer poderá inibir outras idéias, mais a frente haverá um momento para isso.\r\nUtilizando do Brainstorming, responda as perguntas 1, 2 e 3.\r\n\r\n    Existe alguma NECESSIDADE DE MERCADO que não é suprida ou que é suprida com deficiência? Para identificar este tipo de oportunidade de negocio é preciso criar um hábito de observação e curiosidade. Pergunte aos participantes se já ouviram as pessoas reclamando de algum produto ou serviço ou ainda da falta dele.\r\n    Quais os RECURSOS EM ABUNDÂNCIA da sua região? Ex: frutas, mão de obra, soja,universitários, muitos ricos, etc.\r\n    Observando as 2 listas anteriores, agora faça uma lista de todos os tipos de empresas você poderia abrir, de maneira a aproveitar os recursos em abundância e/ou atender as demandas existentes? Note que pode ser qualquer idéia e pode atender a apenas uma lista (também utilizando a ferramenta brainstorming);\r\n    Agrupe as idéias parecidas;\r\n    Faça o download da Planilha Identificação de oportunidades para avaliar quais as melhores idéias.\r\n    Selecione as 5 melhores idéias e pronto, agora você tem uma lista de boas idéias de negocios;\r\n    Sonde um pouco mais sobre as 5 idéias de negocios e logo após faça um plano de negocios do primeiro item da lista e vá descendo caso a primeira opção não se mostre viável.\r\n\r\nCaso você nunca tenha feito um plano de negocios, ou não tenha conhecimento específico na área de negocios, você precisará de ajuda profissional (consultor) ou de um guia para confeccionar o plano. No site “Novo negocio” tem um guia de como abrir uma empresa que serve para qualquer tipo de negocio e vai ajudá-lo a analisar suas idéias, inclusive na parte de viabilidade financeira, pois o Guia acompanha uma planilha para cálculos de maneira automatizada da viabilidade onde basta preencher os dados e você conseguirá chegar ao lucro/ prejuízo da sua idéia.\r\nO plano de negócios\r\nO que é um plano de negócios?\r\n\r\nÉ um planejamento que serve como base para decisão de abertura de novos negócios e deverá acompanhá-lo enquanto seu negócio existir, é seu ponto de referência, devendo ser revisto de tempos em tempos e adaptado conforme as mudanças no ambiente empresarial e externo.","infringing_urls":[{"url":"http://www.comoabrirumbar.com/o-seu-plano-de-negocio/"}],"copyrighted_urls":[{"url":"http://como-abrir-uma-empresa.com/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}