{"dmca":{"id":41997,"type":"Dmca","title":"DMCA Complaint","body":"Transmitted with Yenta Fax & Voice software - http:nwww,ventataxcom \r\n0240,200? 18:43:16 From: [private] Fax No,: [private]Page 11 \r\nLL_\u0011s Attn: DMC Complaints To: Blogger Legal Support \r\nFax to: [private]\r\nAttn: Blogger Legal Support, DMCA complaints \r\nUNLAWFUL USE OF COPYRIGHTED MATERIAL ON THE FOLLOWING BLOG: \r\nURL/Blog/link: \r\nhttp ://[private]blogspotcom/2007/09/[private]-interrogator-on-youtube.html \r\nCopyright Infringing Materials are Photographs: from top to bottom on blog, position middle to right: \r\nPhoto 2, blonde female in black swimsuit \r\nPhoto 3 four females dressed in sequinned dresses from left to right: (pink, blue, white, blue) \r\nPhoto 5 smaller photo, head and shoulders of blonde female smiling/laughing \r\nPhoto 7 blonde female dressed as Marilyn Monroe, gold dress, ann above head \r\nPhoto 8 blonde female dressed as Marilyn Monroe, gold dress \r\nPhoto 9 blonde female in pink dress, a waist up photograph \r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages are not authorized by the copyright owner, its agent, or the law because I am the copyright owner of all of the above photographs. I am the subject of them and I made these photographs. \r\nThese photographs have been taken from my business wcbsites: http:/knvwmermaids.conz and http://www.marilymnonroe.co.nz \r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner of an exclusive right that is allegedly infringed. \r\n/ \r\n/7 \r\n[private] \r\nEmail: [private]Ph +[private]\r\n","date_sent":"2007-10-08T04:00:00Z","date_received":"2007-10-08T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}