{"dmca":{"id":50033,"type":"Dmca","title":"RE%3A%20Notice%20ID%3A%20182%2D44718065%20ESA%20USA%20Notice","body":"Dear Theplanet.Com Internet Services:\r\n\r\nThe Entertainment Software Association (\" ESA\" ) is a U.S. trade association that represents the intellectual property interests of numerous companies that publish interactive games for video game consoles, personal computers, handheld devices and the Internet (hereinafter collectively referred to as \" ESA members\" ). ESA is authorized to act on behalf of ESA members whose copyright and other intellectual property rights it believes to be infringed as described herein.\r\n\r\nESA is providing this notice pursuant to the Section 512 of Title 17 of the U.S. Code (as enacted by the ''Online Copyright Infringement Liability Limitation Act'') to make Theplanet.Com Internet Services aware that the IP Address identified below is using the services and systems of Theplanet.Com Internet Services to infringe the exclusive copyright and other rights of one or more ESA members. This notice is addressed to you as the agent designated by Theplanet.Com Internet Services to receive notifications of claimed infringement.\r\n\r\nBased on the information at its disposal on 25 Jun 2008 10:23:39 GMT, ESA has a good faith belief that the subscriber using the IP address 64.246.19.91 is infringing the copyright rights of one or more ESA members by copying and distributing unauthorized copies of game products (through peer-to-peer or similar software/services), in violation of applicable copyright laws, through internet access that Theplanet.Com Internet Services provides directly to the 64.246.19.91 or through a downstream provider that purchases this access for 64.246.19.91. The copyrighted works that have been infringed include but are not limited to:\r\n\r\nTitle: Jeanne D''Arc\r\nInfringement Source: BitTorrent\r\nInfringement Timestamp: 25 Jun 2008 10:23:39 GMT Infringement Last Documented: 25 Jun 2008 10:23:39 GMT Infringer Username:\r\nInfringing Filename: 0767 - Jeanne d''Arc (J)(Caravan).zip Infringing Filesize: 721944835 Infringer IP Address: 64.246.19.91 Infringer DNS Name: youhackme.com Infringing URL: http://nyaatorrents.org:3277/announce\r\n\r\n\r\nThe unauthorized copies of game product are listed and/or identified thereon by their titles or variations thereof, game-related listings/references/descriptions, or depictions of game-related artwork. Such copies, titles, game-related listings/references/descriptions, depictions, and material that is the subject of infringing activities are hereinafter referred to as \" Infringing Material.\"\r\n\r\nGiven this infringing activity by 64.246.19.91, the ESA urges Theplanet.Com Internet Services to cooperate with its efforts to protect the intellectual property rights of its members companies and immediately do the following:\r\n\r\n1. Notify the account holder of the Infringing Material.\r\n2. Take steps to stop the infringing activity.\r\n3. Take appropriate action against the account holder under your Abuse Policy/Terms\r\nof Service Agreement, including termination of repeat offenders under Section 512(i) of Title 17 of the U.S. Code.\r\n\r\nESA believes that the information in this notification is accurate. Under penalty of perjury, I hereby affirm that ESA is authorized to act on behalf of ESA members whose exclusive copyright rights we believe to be infringed as described herein. Theplanet.Com Internet Services or the account holder may contact ESA at the above-listed contact details, with email preferred. Please include the above-noted Reference Number in the subject line of all email correspondence.\r\n\r\nThank you for your cooperation and prompt response in this matter.\r\n\r\nSincerely,\r\n\r\nIntellectual Property Enforcement\r\nEntertainment Software Association\r\n","date_sent":"2008-06-25T04:00:00Z","date_received":"2008-06-25T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":"None","principal_name":"Entertainment Software Association","recipient_name":"Theplanet.Com Internet Services","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}