{"dmca":{"id":50035,"type":"Dmca","title":"Patient and Copyright Protection","body":"This law firm represents Medical Priority Consultants, Inc., d/b/a Priority Dispatch Corporation (\"Priority Dispatch\"), in connection with patent, copyright, and other legal matters. Priority Dispatch produces, markets, and supports protocols, systems, and software for facilitating effective emergency dispatch operations, including medical, fire, and police dispatch.\r\n\r\nPriority Dispatch has expended considerable time, effort and resources in developing its intellectual property and in perfecting its rights. Therefore, Priority Dispatch has reasonable expectations that others will respect its intellectual property rights.\r\n\r\nPriority Dispatch owns several United States patients relating to emergency dispatch, including United States Pat. Nos. 7,106,835, 6,607,481, 6,106,459, 6,078, 894, 6,076,065, 6,053,864, 6,010,451, 6,004,266, 5,989,187 and 5,857,966. Copies of the issued patents are enclosed for your reference. Priority Dispatch also has several United States patent applications pending for other inventions in this field.\r\n\r\nIn addition, Priority Dispatch has other intellectual property rights in flip cards, software, training programs, and the like relating to emergency dispatch. These intellectual property rights include several federal copyright registrations.\r\n\r\nWe have recently become aware of your OpenISES (Open Information Systems for Emergency Services) project, specifically the Cards 9-1-1 Project (the \"911 Project\"). We have also obtained and examined a sample of your recently-released Emergency Medical Dispatch Guide Cards. Our investigation has revealed that the Emergency Medical Dispatch Guide Cards may infringe one or more of Priority Dispatch patents and/or copyrights. We are also aware of your intention to release a Fire Service component.\r\n\r\nIN light of the foregoing, we respectfully request that you cease and desist from all further publication, release and manufacture of the Emergency Medical Dispatch Guide Cards including electronic and hard copies. IN view of the importance of this matter to our client, we ask for confirmation by July 10, 2008 that all remaining printed and electronic copies of the Emergency Medical Dispatch Guide Cards have been destroyed.\r\n\r\nIf the above steps are taken in a timely manner and there is no attempt to further publish, make or use infringing products, then we may resolve this matter in an expedient and amicable manner. I look forward to your early reply. Please direct any and all correspondence regarding this matter to the undersigned attorney.\r\n\r\nSincerely,\r\n\r\nJohn R. Thompson\r\n","date_sent":"2008-06-25T04:00:00Z","date_received":"2008-06-25T04:00:00Z","topics":["Copyright","Patent"],"sender_name":"Stoel Rives LLP","principal_name":"Medical Priority Consultants","recipient_name":"The Open Information Systems for Emergency Services","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}