{"dmca":{"id":50142,"type":"Dmca","title":"DOMAIN NAMES - \" starhub.biz\" and \"starhub.info\"","body":"First, please allow me to introduce myself. My name is Jamie Seah, StarHub's Corporate Counsel.\r\n\r\nIt has come to our attention that you have registered the domain names \"starhub.biz\" and \"starhub.info\".\r\n\r\nWe would like to let you know of our strong objection to your registration of the domain names.\r\n\r\nStarHub is the proprietor of the \"StarHub\" mark which has been registered as a trademark in Singapore since 1998. Since then, we have registered andlor filed pending trademark applications in respect of the \"StarHub\" mark in various countries. StarHub is Singapore's second largest info-communication company which offers a full and diverse range of information, communications and entertainment services over its advanced fixed, cabie, mobile and Internet platforms. StarHub is also listed on the Singapore Exchange. In the course of StarHub's businesses, we have used the \"StarHub\" trademark and \"StarHub\" branding extensiveiy. As a resuit of our use and careful promotion, in which we have invested considerable time, expense and resources, StarHub enjoys valuable business reputation and goodwill in the \"StarHub\" trademark and the \"StarHub\" branding.\r\n\r\nTherefore your registration of \"starhub.biz\" and \"starhub.info\" will be confusing and at worse, damaging to our interests, business reputation, goodwill and an infringement of the \"StarHub\" trademark.\r\n\r\nIn the premises, please cease and desist from using the domain names \"starhub.biz\" and \"starhub.info\". Please contact us to arrange for the transfer of the domain names promptly. We would appreciate if you could revert to us within 7 days of this letter.\r\n\r\nAccordingly, we reserve the right to take such action (including applying to the relevant authorities for an order to compel the transfer of the domain names to us) in this matter as we deem fit.","date_sent":"2008-06-04T04:00:00Z","date_received":"2008-06-04T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":null,"principal_name":"StarHub Ltd","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}