{"dmca":{"id":50170,"type":"Dmca","title":"Notice of Take Down Request -- http://onecle.com","body":"We write in relation to your website http://www.onecle.com and more particularly, the web page http://contracts.onecle.com/rackspace/cable-service-2006-0407.shtml (the \"Web Page\").\r\n\r\nThe Web Page is contravening Cable & Wireless' intellectual property rights by publishing a confidential Hosting Contract between Cable & Wireless and one of its customers. Rackspace Managed Hosting Limited (the \"Contract\").\r\n\r\nIn consideration of the above, we demand that you immediately disable access to and remove the Contract from the Web Page.\r\n\r\nWe also note that at no stage has Cable & Wireless granted oneCLE the right to\r\npublish any of the following:\r\n\r\n1. any contract between any member of the Cable & Wireless group and a third party;\r\n\r\n2. any service literature provided by a member of the Cable & Wireless group to a third party; or\r\n\r\n3. any pricing lists, specifications, drawings, technical literature, designs, photographs or other form of commercial or technical data (in whatever format) disclosed by a member of the Cable & Wireless to a third party.\r\n\r\nConsequently, please now remove all such documentation from the website within the next 48 hours.\r\n\r\nPlease be advised that we are considering all legal avenues in respect of this unauthorised publication of the Contract and that we have written to your web host requesting that the website (and more particularly the Web Page) is retracted.\r\n\r\nIf you require further information please contact Catherine Harrison in the Legal Department at the above address.\r\n\r\nYours faithfully,\r\n\r\nLegal and Compliance Department\r\nCable & Wireless UK","date_sent":"2008-06-04T04:00:00Z","date_received":"2008-06-04T04:00:00Z","topics":["Trade Secret","Copyright"],"sender_name":null,"principal_name":"Cable & Wireless","recipient_name":"OneCLE Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}