{"dmca":{"id":50193,"type":"Dmca","title":"Mogulus - Notification of Claimed Infringement by Copyright","body":"From: \"info@mogulus.com\" <info@mogulus.com>\r\nTo: mario@paxstereo.com\r\nSent: Thursday, June 19, 2008 1:45:33 PM\r\nSubject: Mogulus - Notification of Claimed Infringement by Copyright Owner of Content Streamed on Mogulus\r\n\r\nDear Mario:\r\n\r\nContent streamed on Mogulus channel barrybonds, located at http://www.mogulus.com/barrybonds and associated with your Mogulus account was the subject of a takedown notice we received from MLB pursuant to the Digital Millennium Copyright Act (.DMCA.). MLB has asserted ownership of content that you streamed on your Mogulus channel without permission. We have disabled access to that Mogulus channel and terminated your Mogulus account.\r\nIf you believe your content has been taken down in error, please so inform us.  In order to comply with the DMCA, your counter-notification must include:\r\n\r\n(A) your physical or electronic signature;\r\n(B) an identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled;\r\n(C) a statement under penalty of perjury that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled;\r\n(D) your name, United States postal address, and telephone number; and\r\n(E)  a statement that you consent to the jurisdiction of Federal District Court for the judicial district in which you reside, or if you live outside of the United States, for any judicial district in which Mogulus, LLC may be found, and that you will accept service of process from MLB or an agent of MLB.\r\n\r\nSincerely,\r\nCopyright Agent\r\nMogulus, LLC\r\n\r\n","date_sent":"2008-06-19T04:00:00Z","date_received":"2008-06-19T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":"Mogulus","recipient_name":"Pax Stereo","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}