{"dmca":{"id":50335,"type":"Dmca","title":"Posting of Sunfire Manual Under Fire","body":"To Whom It May Concern:\r\n\r\nOn behalf of Haynes North America, Inc. (\"Haynes\"), I am writing you concerning intellectual property infringement on your web site.  The infringing materials include the \"Sunfire Haynes Manual\" posted on http://digg.com/autos/2001.  The website includes a PDF scanned copy of Haynes' \"Pontiac Sunfire Owner's Workshop Repair Manual.\"  Haynes has owned the copyright to this manual since it was first published in 1997.  This manual has always been available in hard copy format only, and Haynes has never published or licensed the publication of an electronic version of this manual. The unauthorized reproduction and publication of the manual on your website is a blatant infringement of Haynes copyrights. This conduct also violates your Terms of Use, which specifically reserves your right to remove or disable access to any infringing material.  \r\n\r\nThis letter constitutes a demand under the Digital Millennium Copyright Act (the \"DMCA\") and for enforcement of your own Terms of Use. Pursuant to the DMCA and your Terms of Use, Haynes demands that you: \r\n\r\n1) Remove all copyright infringing materials, including the aforementioned manual from the Digg.com website;\r\n\r\n2) Disable access to the Digg.com web pages posting content which infringes any of Haynes' copyrights, and\r\n\r\n3) Cease and desist from allowing and enabling the Digg.com users from posting content that infringes our copyrights, including but not limited to the use of the unauthorized manual in the future.\r\n\r\nHaynes has a good faith belief that the use of the copyrighted manual on the infringing web page listed above is not authorized and that Haynes' rights are infringed. The information in this notification letter is accurate and Haynes is the copyright owner of a right that is infringed by content posted on the Digg.com website.  In compliance with your Terms of Use and the DMCA, attached is a Notice of Infringement under the DMCA, with the required statement under oath. \r\n\r\nHaynes stands prepared to pursue legal action to enforce its rights.  Meanwhile, we hope to receive Digg.com's cooperation to enforce your own Terms of Use, and to remove the infringing content.  We would appreciate confirmation within five(5) business days of the removal of this cpntent. \r\n\r\nNothing in this letter is intended to waive any of Haynes' rights, claims or remedies, all of which are expressly reserved.\r\n\r\nVery truly yours,\r\n[signed]\r\n\r\n[private]\r\n\r\n--\r\n\r\nNOTICE OF INFRINGEMENT UNDER DIGITAL MILLENNIUM COPYRIGHT ACT\r\n\r\nI, [private], state as follows:\r\n\r\n1. I am a vice president of Haynes North America, Inc. (\"Haynes\").\r\n\r\n2. Haynes has a good faith belief that the use of the copyrighted materials on the infringing website discussed in the attached notification to Digg.com is not authorized and that the rights of Haynes are infringed.\r\n\r\n3. The information in the notification is accurate.\r\n\r\n4.  Haynes owns the copyrights to the Pontiac Sunfire Owner's Workshop Repair Manual posted on the Digg.com (URL: http://digg.com/autos/2001) internet site without permission.\r\n\r\nI declare under penalty of perjury that Haynes ins the owner of an exclusive right that is being infringed.\r\n\r\nDated: July 10, 2008\r\n\r\nSIGNED\r\n[signature]\r\n[private]\r\n\r\n","date_sent":"2008-07-11T04:00:00Z","date_received":"2008-07-11T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Haynes North America, Inc.","recipient_name":"Digg, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}