{"other":{"id":50392,"type":"Other","title":"Other notice to Google, Inc.","date_sent":"2011-07-14T04:00:00Z","date_received":"2011-07-14T04:00:00Z","topics":["Uncategorized"],"sender_name":"Carly Crutchfield","principal_name":null,"recipient_name":"Google, Inc.","works":[{"complaint":"In accordance with your Google Removals policy I hereby  \nsubmit to you all of the relevant information as requested by Google in  \norder to remove the offending web pages which relate to the Google  \nsearch \"CCORP\" from your search results.\n\nI note the following:-\n\n1) Precisely listed below are the Google websites where the information  \nappears.\n\nwww.google.com.au\nMy business CCORP and myself are based in Australia and this is where we do  \nthe majority of our business.\n\nwww.google.com\nCCORP and myself currently have clients in America and we have been in  \ndiscussions with other businesses and contractors in America with the view  \nof extending the business further into America.\n\nwww.google.co.uk\nCCORP and myself currently have clients in the United Kingdom and we are  \nlooking at further expansion in this country.\n\nwww.google.co.nz\nCCORP and myself currently and previously have done business in New  \nZealand.  We currently have many clients in this country\n\n2) I am a permanent resident of Australia and hold Australian citizenship.\n\n3)\n\n(a)\tprecisely listed below are the URL's of each offending web page linked  \nto from the Google search results displayed on the Google website specified  \nin (1) above;\n\n(b)\tthe search query I used on Google to find the page was “CCORP”\n\n(c)\tprecisely listed below is the exact text and content that violates my  \nrights under the applicable law; and\n\n(d)\tthe reason I believe it violates my rights is because on each occasion  \nthe text and content listed below violates my rights because it contains  \nallegedly defamatory material not permitted under the laws of the country  \nin which I reside and hold citizenship, namely Australia.\n\nThe area of Australian law whereby I believe the text and content on these  \nweb pages violate my rights is pursuant to the Defamation Act 2005 (NSW)  \n(“the Act”).\n\nIn Australia, defamation law differs from state to state. Because the  \npostings were made on the web on the basis of section 11(2) and (3) of the  \nAct, the laws in the State in which I reside apply, namely New South  \nWales.   Section 11(2) and (3) of the Act states:-\n\n(2)\t If there is a multiple publication of matter in more than one  \nAustralian jurisdictional area, the substantive law applicable in the  \nAustralian jurisdictional area with which the harm occasioned by the  \npublication as a whole has its closest connection must be applied in this  \njurisdiction to determine each cause of action for defamation based on the  \npublication.\n\n(3)\t In determining the Australian jurisdictional area with which the harm  \noccasioned by a publication of matter has its closest connection, a court  \nmay take into account:\n\n(a)\tthe place at the time of publication where the plaintiff was ordinarily  \nresident or, in the case of a corporation that may assert a cause of action  \nfor defamation, the place where the corporation had its principal place of  \nbusiness at that time, and\n\n(b) \tthe extent of publication in each relevant Australian jurisdictional  \narea, and\n\n(c) \tthe extent of harm sustained by the plaintiff in each relevant  \nAustralian jurisdictional area, and\n\n(d) \tany other matter that the court considers relevant.\n\nBased on the fact that the allegedly defamatory material has been published  \non the internet (ie. multiple jurisdictions), the applicable law is that of  \nNew South Wales as this is the area in which the harm occasioned by the  \npublication as a whole has its closest connection.\n\nIn my view, the text and content that appears on the offending web pages  \nlisted below are allegedly defamatory of myself in accordance with section  \n9(5) of the Act  which states:-\n\n(5)\t Subsection (1) does not affect any cause of action for defamation that  \nan individual associated with a corporation has in relation to the  \npublication of defamatory matter about the individual even if the  \npublication of the same matter also defames the corporation.\n\nBelow I list the actual text and content within the web page noted above  \nthat I claim is in breach of the Australian law nominated above:","original_work_urls":[],"problematic_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}