{"dmca":{"id":50522,"type":"Dmca","title":"[7.17.2008 3######] Notice of Copyright Infringement","body":"Dear Customer,\r\n We are writing on behalf of Cox Communications to advise you that we have received a notification that you are using your Cox High Speed Internet service to post or transmit material that infringes the copyrights of a complainant's members.  We have included a copy of the complaint letter.  Pursuant to the provisions of the Digital Millennium Copyright Act (\"DMCA\"), which is codified at 17 U.S.C. § 512, upon receiving such notification, Cox is required to \"act expeditiously to remove, or disable access to\" the infringing material in order to avoid liability for any alleged copyright infringement.  Accordingly, Cox will suspend your account and disable your connection to the Internet within 24 hours of your receipt of this email if the offending material is not removed.\r\n It is not permitted to share copyrighted material with anyone even if you purchased the media from an authorized site without expressed written permission from the copyright holder.\r\n Please be aware that the DMCA also provides procedures by which a subscriber accused of copyright violation can respond to the allegations of infringement and, under certain circumstances, cause his or her account to be reinstated.  To do so, however, the response must meet certain criteria.  Pursuant to section (g) of the DMCA (17 U.S.C. § 512(g)), you have the right to submit to Cox a counter-notification which, to be effective, must include the following elements:  \r\n (a)\ta physical or electronic signature of the subscriber; \r\n(b)\tidentification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or disabled; \r\n(c)\ta statement under penalty of perjury that the subscriber has a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled; \r\n(d)\tthe subscriber’s name, address, and telephone number and a statement that the subscriber consents to the jurisdiction of the Federal District Court for the judicial district in which the address is located.\r\n In the event that you submit to Cox a counter-notification that includes these elements, Cox will forward your counter notification to the complainant and advise them that Cox will cease disabling access to the allegedly infringing material in ten (10) business days.  Unless the complainant notifies us that it has filed an action seeking a court order to restrain you from engaging in the allegedly infringing activity prior to the expiration of those ten (10) business days, Cox will reactivate your account.\r\n Please refer to this help article for more information:\r\nhttp://support.cox.com/sdccommon/asp/contentredirect.asp?sprt_cid=c2a30ae8-d706-4f6e-beb9-618ea54d1791\r\nhttp://support.cox.com/sdccommon/asp/contentredirect.asp?sprt_cid=81c4f03a-42ba-4de7-92da-4c6448f22d05\r\nhttp://www.mpaa.org/piracy.asp\r\n  Sincerely,\r\n Cox Customer Security\r\n\t\r\n\t--- Original Message ---\r\n\r\n??????????/?????????›?????ISP: Cox Communications, Inc.  \r\nIP Address: 98.###.###.### \r\n\r\nWednesday, July 16, 2008 \r\n\r\nRe: Unauthorized Copying and Distribution of Copyrighted Audiovisual Works \r\n\r\nDear Sir/Madam: \r\n\r\nI am contacting you on behalf of the Motion Picture Association of America (“MPAA”) and one or more of its member companies.\r\n\r\nWe submit that the MPAA is authorized to act on behalf of its member companies (the “MPAA Members”) with respect to the matter described in this notice.  The MPAA Members own intellectual property rights, including exclusive rights protected under copyright law, in many motion pictures, television programs and other audiovisual works (collectively, the “MPAA Titles”).  We believe that your Cox Communications, Inc. Internet account is being used to reproduce and/or distribute copies of one or more MPAA Titles on the Internet, in violation of the MPAA Members’ legal rights.  We have set forth at the close of this letter the details concerning this infringement, including the title(s) of the MPAA Title(s) in question, the IP address of your account at the time of the infringement, and the date and time of the infringement.  The audiovisual works being offered through your Internet account include the following:\r\n\r\nEvan Almighty\r\n\r\nThe copying and/or distribution of copies of copyrighted audiovisual works without the authorization of the copyright owner constitutes copyright infringement under the U.S. Copyright Act, 17 U.S.C. §§ 106, 501. This conduct may subject you to significant liability, including statutory damages of up to $150,000 per infringed work for willful infringement.  Under certain circumstances, copyright infringement can give rise to federal criminal liability, with penalties as high as five years imprisonment plus a $250,000 fine.  (See 17 U.S.C. § 506; 18 U.S.C. § 2319.)  \r\n\r\nSuch infringing activity also constitutes a violation of Cox Communications, Inc.'s Abuse Policy/Terms of Service Agreement, and such breach may give Cox Communications, Inc. the right to terminate your Internet access service. We therefore demand that you immediately: \r\n\r\n1) Cease any unauthorized offering or downloading of the above title(s), and any other film or television titles whose copyright is owned by the MPAA Members, on any peer-to-peer or other internet services; and \r\n\r\n2) Delete from your computer any unauthorized copies of the above title(s), and any other film or television titles owned by the MPAA Members, which you have downloaded from or offered on any peer-to-peer or other internet services. \r\n\r\nYou can learn more about piracy by visiting the MPAA’s web site at http://www.mpaa.org/piracy.asp.  If you have any questions about this notice, you may contact us at: \r\n\r\nTelephone: 818-475-1727\r\nEmail: notices@motionpictureassociation.org\r\nMotion Picture Association of America, Inc.\r\n15301 Ventura Blvd., Building E\r\nSherman Oaks, CA 91403\r\nUnited States \r\n\r\nPlease include the Case ID 5######## in the subject line of any correspondence.\r\n\r\nThis letter is not a complete statement of the Copyright Owners’ rights in connection with this matter, and nothing contained herein constitutes an express or implied waiver of any rights, remedies or defenses of the Copyright Owners, all of which are expressly reserved. \r\n\r\nVery truly yours, \r\n\r\nMotion Picture Association of America \r\n\r\n\r\n------------------------------\r\n\r\nINFRINGEMENT DETAIL\r\n--------------------\r\n\r\nInfringing Work: Evan Almighty\r\nFirst Found: 16 Jul 2008 08:57:59 EDT (GMT -0400) Last Found: 16 Jul 2008 08:57:59 EDT (GMT -0400) IP Address: 98.###.###.### IP Port: #####\r\nProtocol: BitTorrent\r\nTorrent InfoHash: F587B788F2C3BD50DA1599E06CE58DABBE0CE0EC\r\nContaining file(s):\r\nEvan.Almighty[2007]DvDrip[Eng]-aXXo.avi (735,299,584 bytes)","date_sent":"2008-07-17T04:00:00Z","date_received":"2008-07-17T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":"MPAA","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}