{"dmca":{"id":50548,"type":"Dmca","title":"Sender Objects to Being Classified as a \"lock step boot licking Republican\"","body":"Anthony,\r\n \r\nYou have libeled me with your blog.  I have contributed money to Bob Schaffer on two ocasions for his Senatorial bid, and I have spoken well of him on many occasions and told people like Ryan Call (State Republican Legal Counsel for the Republican Party) as well as others, that I support Bob.  I have known Bob for close to twenty years, and I think he is an excellent person and legislator.  He is also friendly with Ron Paul, and thinks very highly of him as do I.  I recommend that you print an immediate retraction of your false allegations against me and issue an apology, or I will seek legal redress against you.\r\n \r\nI am not a \"lock step boot licking Republican\" as many Republicans seem to be.  If the Republican leadership is wrong, I won't support them, because I answer to a higher authority than the Republican Party - namely my LORD and Savior Jesus Christ and the Biblical principles that guide my life.  That may mean nothing to you or a large number of Republicans today, but it's where I stand like it or not.\r\n \r\nI have made a copy of your blog which I am keepiing on file, and I am sending this email to my supporters, so that you may get a \"heads up\" from someone other than myself.  If you doubt the veracity of my statement that I support Bob Schaffer, it is public record who gives money to a candidate.  You may also speak with Bob and ask him.  If you wish to speak with me personally before you make rash assertions about me, then please feel free to contact me.\r\n \r\nhttp://64.233.167.104/search?q=cache:0UbOrpBjPnQJ:rockymountainright.com/%3Fq%3Dnode/220+charles+crain+denver&hl=en&ct=clnk&cd=1&gl=us&client=iceweasel-a\r\n \r\n[redacted]","date_sent":"2008-07-19T04:00:00Z","date_received":"2008-07-19T04:00:00Z","topics":["Defamation","Copyright"],"sender_name":null,"principal_name":"private","recipient_name":"Rocky Mountain Right","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}