{"dmca":{"id":50551,"type":"Dmca","title":"Pets Photographer Peeved","body":"The links on your sites are as follows:\r\n \r\n\r\nhttp://digg.com/pets_animals/This_Photo_Posted_On_Digg_Without_Permission\r\n\r\n \r\nhttp://digg.com/pets_animals/I_Hope_This_Makes_You_Smile\r\n\r\n \r\n\r\nI have  that it has a good faith belief that there is no legal basis for \r\nthe use of the materials complained of\r\nparticularly as the members of your site have encouraged and illegally \r\ndownloaded copyrighted materials from my website and distributed them \r\nboth for free and for sale. Further, they have asked members of the digg \r\ncommunity to hack into my website and the original poster of the second \r\nlink published my e-mail and isntructed members to send me e-mails to my \r\nhome (which have included death threats).\r\n \r\nI state that this notice is accurate, under penalty of perjury, that the \r\ncomplaining party is authorized to act on the behalf of the owner\r\n \r\nBelow is a copy of my original raw file from my site, which was posted \r\nlate last week which corresponds to the second referenced link:\r\n \r\n \r\n \r\n \r\nYou will notice that it is slightly larger than the cropped version \r\nlinked to my website which was cropped. I will not provide you with the \r\noriginal, as this will be one of the primary pieces of evidence that I \r\nwill need to provide my ownership of the photo and, frankly, do not \r\ntrust you to do the right thing by me.\r\n \r\nThe other is a link to a collection of photos on my flickr site, which I \r\nunfortunately had to take down due to the numerous vulgar remarks that \r\nwere posted to my site. However, I believe that this is the uncropped \r\nversion of the photo that they used on their post:\r\n \r\nIf this is not sufficient, I ask you again to refer to your own policies \r\nthat prohibit this type of behavior and the associated actions that you \r\nclaim you will take (which you clearly have no intention of doing)\r\n \r\n/[private]/\r\n","date_sent":"2008-07-20T04:00:00Z","date_received":"2008-07-20T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"[Individual]","recipient_name":"Digg, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}