{"dmca":{"id":50594,"type":"Dmca","title":"College LEANED on the server of my publication to remove it!","body":"[ (NULL) contacted (NULL) to have my publication removed. They had already gone to the two OFFICIAL publications of the District that I wrote for (NULL) to threaten them for printing my opinion in the online comments of NULL ( claiming it was \"district property\" and they OWNED it, which isn't true as it's on an outside server ) and my opinion column on the online and print Chronicle ( same reason ). They went after my independent publicdation, (NULL) because of my criticism of the administration and the student government. I will guess that they could do nothing about what I wrote, since I believe I am protected by Freedom of Speech laws --but they harmed my business, and now I have to find a new server. BTW, College Publisher broke contract, not me, because my contract was for an independent publication not an affiliate.\r\nI don't have a copy of what was sent to (NULL), though. I asked for it, and this is all I have.\r\nI don't know if \"recipient\" means me or (NULL), which is based in both New York and Boston, so I named my own location ]\r\n\r\n\r\n\r\n(NULL),\r\n\r\nWe are not going to be engaging in a debate over the merits of having your\r\nnon-college affiliated website hosted by (NULL). The decision has\r\nbeen made to terminate your partnership agreement. \r\n\r\nPer the contract, of which you have a copy, all content and the domain name\r\nwill be transferred to you, at no cost to you, electronically.\r\n\r\nIf there is a preferred digital format for the files on your website, you may\r\nspecify this format to us.\r\n\r\nIf you have questions regarding the transfer of data, you may raise those\r\nconcerns. However, we will not be taking the time to respond to additional\r\nthreats or pleas to reconsider, as the decision has been made to terminate\r\nthis agreement.\r\n\r\nThank you for your cooperation.\r\n\r\n(NULL)\r\n\r\n\r\n\r\n\r\n(NULL) wrote:\r\n\r\n> I need to get into my site. And it is not a blog, nor should it be treated as\r\n> such. I was going to get more people to write for me, and had obtained two of\r\n> them so far. I had two more lined up.\r\n> What about my contract? I didn't violate terms. My contract says that I am\r\n> independent. And why do you take word from reps at (NULL) and not even tell\r\n> me?\r\n> Do I get my domain name, or is that yours? Do I have to pay you for it, and\r\n> that is not fair when you told me that I could sign as an independent.\r\n>  \r\n> I don't believe that I have the name (NULL) in my contract, at\r\n> least not in the revised one. Send me a copy of the contract via email\r\n> attachment.\r\n>  \r\n> Why do I have be affiliated with (NULL), and what constitutes\r\n> \"affiliation\"? How do you define that word?\r\n> My articles are about the college, that should be enough. For you to break\r\n> contract with me allows hostile parties at the college to censor and destroy\r\n> content with which they don't agree.\r\n> Why should any campus newspaper trust a server that does that?\r\n> You have not only weakened part of my case against them --where they claimed\r\n> that the online approved-official campus newspaper was \"their property\"\r\n> --which is not; but you've weakened yourselves in future lawsuits and problems\r\n> that will likely occur in the future ( not even counting me -- you have let\r\n> yourselves in for countless lawsuits this way by not protecting First\r\n> Amendment Rights. Why would any college paper trust you at all?\r\n>  \r\n>  > \r\n> --- On Wed, 7/9/08, \r\n> (NULL)\r\n> Date: Wednesday, July 9, 2008, 3:24 PM\r\n> \r\n> (NULL),\r\n> \r\n> We simply cannot support your site due to the specific nature of our business.\r\n> We will work with you to transfer your domain name and your archives when you\r\n> are ready so that you still have control over your content.\r\n> \r\n> We cannot devote our resources to an entity that is in breach of contract. If\r\n> your affiliation with (NULL) changes, we will reconsider this\r\n> course of action. However, at this point, it appears that your site is\r\n> essentially a blog, produced by one person.\r\n> \r\n> We will need proof of your affiliation with (NULL) in order to reinstate\r\n> your site.\r\n> \r\n> Thank you,\r\n> (NULL)\r\n> \r\n> \r\n> \r\n> (NULL) wrote:\r\n> \r\n> > I will sue if you remove my website. \r\n> > The property is mine and I want it. \r\n> > Allow me to change my contract with you.\r\n> > \r\n> > \r\n> > --- On Wed, 7/9/08, (NULL)\r\n> > Date: Wednesday, July 9, 2008, 7:06 AM\r\n> > \r\n> > Dear (NULL),\r\n> > \r\n> > It has come to (NULL) attention that you are no longer\r\n> > affiliated\r\n> > with (NULL). Therefore, we are in the process of terminating\r\n> your\r\n> > website, as (NULL) is built and powered explicitly for college\r\n> and\r\n> > university newspapers.\r\n> > \r\n> > We encourage you to pursue other online publishing platforms for your\r\n> site,\r\n> > whether it be through a Wordpress blog or via a content management system\r\n> like\r\n> > One and One (www.1and1.com) or Oxcyon (www.oxcyon.com).\r\n> > \r\n> > Should you have any questions, do not hesitate to contact us.\r\n> > \r\n> > Best Regards,\r\n> > \r\n> > \r\n> > \r\n> > (NULL)\r\n> > \r\n> > \r\n> > (NULL)wrote:\r\n> > \r\n> > > I hope that (NULL) is simply \"down\" because I am\r\n> > afraid that\r\n> > > somebody hacked into my account. When I tried to sign in, it would\r\n> not let\r\n> > me\r\n> > > --and my front page has disappeared. When I asked for my password to\r\n> be\r\n> > reset,\r\n> > > I got this message:\r\n> > >  \r\n> > > The email submitted was not in our records, please re-enter your\r\n> email, or\r\n> > > create a new account.\r\n> > >  \r\n> > >  \r\n> > > Here is my URL:\r\n> > > (NULL)\r\n> > >  \r\n> > >   \r\n> > > It was working Monday, July 7, 2008 at 6:30pm.","date_sent":"2008-06-01T04:00:00Z","date_received":"2008-06-01T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":null,"principal_name":null,"recipient_name":"Crystal Clear News Views and Reviews/College Publisher","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}