{"dmca":{"id":50891,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-07-14T04:00:00Z","date_received":"2011-07-14T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Rajesh Patel Inc","principal_name":"Rajesh Patel Inc","recipient_name":"Google, Inc.","works":[{"description":"Google Plus\r\n\r\nExternally, it differs little from what can now be seen in most social networks – a three-column, left and right – with sidebars navigation menu themes (Sparks) and chat, information about your community and the recommendation of friends, based on contacts. In the center is a familiar tape messages. Adding messages is largely running on the same principle and that the Buzz – typing a message, insert the video, images, links that are automatically executed in view of the annotation with thumbnails, set who sees this message. This can be a person from outside as well as participant G +, can be round or extended community – then the message will appear as your friends, and friends of friends, you can make a presentation and public.\r\n\r\nCircles – these are the circles of interests, social relations, cultural exchanges, etc. It’s simple – you show who added you and whom you have added to, and offer to add anyone else. To my great happiness – are offering gently, starting from the with whom you have ever contacted. Needless to add, and you can by hand – in one or several circles. A similar principle of operation and, say, Diaspora – only there instead of community aspects. Generally it is worth noting that the Plus is more like it is the Diaspora, rather than Facebook or Twitter. And adding people and adding records – looks almost the same. Unless there already have a base and even some content, not to mention hype.","infringing_urls":[{"url":"http://applemacimark.wordpress.com/2011/07/09/so-its-been-a-while-but-google-and-mac-osx-lion-along-with-a-revamped-youtube-layout-is-certainly-exciting/"},{"url":"http://www.digitalexpertsolutions.com/2011/07/14/bring-on-the-beta-google/"},{"url":"http://www.emi-grants.com/vb/t307786.html"}],"copyrighted_urls":[{"url":"http://www.nichewp.com/google-plus-review.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}