{"dmca":{"id":48060,"type":"Dmca","title":"Williams copywriting inquiry","body":"Hello Emma,\r\n\r\nI'm writing this letter to inform you that my legal team has spotted\r\nblatant plagiarisim of our site CreativePurrsuits.com by\r\nWilliamscopywriting.co.uk. We take this very seriously and without fail we\r\ndo follow up on any instances of such plagiarisim.\r\n\r\nWe have gathered screenshots of all pages concerned and have proof that\r\nthis intellectual property was created years before it was copied and\r\nposted on the blog of Williams Copywriting Co. in the UK.\r\n\r\nThe link or URL to the page on hiring, also contains copy stolen from\r\nCreative Purrsuits.com.\r\n\r\nWe are hoping that we may resolve this issue amicably by removing all\r\ncontent that has been copied. We have researched and found over 80\r\nphrases, etc. that have been duplicated. In fact, the entire front page of\r\nCreative Purrsuits was copied and pasted onto the following pages. And you\r\nused stolen words in your url.\r\n\r\n82x2pages of words matching Creative Purrsuits text, as highlighted below\r\nby Copyscape.\r\n\r\nhttp://www.williamscopywriting.co.uk/blog/category/copywriter-uk/\r\n\r\nhttp://www.williamscopywriting.co.uk/blog/copywriters/2006/06/25/\r\nis-the-writing-part-of-doing-business-a-problem-for-you-hire-a-professional-free\r\nlance-copywriter-in-uk.html\r\n\r\n\r\nAs you are well aware, this is a infringement of the Digital Millenium\r\nCopyright Act (http://www.google.com/dmca.html) and if the situation is\r\nnot resolved by April 22, 2008, we will have no other recourse but to file\r\na DMCA infringement with sites such as Google, and others, to have the\r\noffending site removed from their search results.\r\n\r\nWe also have a list of your clients and directories where your links\r\nappear, as well as the information on your Internet Service Provider. We\r\nwill begin on April 23, 2008 to notify all parties of your act of\r\nplagiarism if you do not remove the material taken from\r\nhttp://www.creativepurrsuits.com immediately.\r\n\r\nAs competitors, I'm sure you would agree that there is an abundance of\r\nWork out there for us all and you must realize that you should certainly\r\nnot be advertising a copywriting site or blog by using content stolen from\r\nanother copywriter. The least you can do to prove your talent in this\r\nbusiness is to write \"Original\" content for your site. Thank you for your\r\ntime and help and understanding in this matter.\r\n\r\n\r\nRegards,\r\nJudy Brown\r\nCreative Purrsuits.com\r\nYale, BC Canada\r\nhttp://www.creativepurrsuits.com\r\n\r\n","date_sent":"2008-04-24T04:00:00Z","date_received":"2008-04-24T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":"Judy Brown - Creative Purrsuits Writing Services","recipient_name":"Williams Copywriting.Co.uk","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}