{"dmca":{"id":48084,"type":"Dmca","title":"re: US Trademark Pllication 77/235,549","body":"... We represent Wally Yachts NV (\"Wally\") in connection with its IP matters.  As you likely know, for many years, Wally has offered various items in connection with the names and marks WALLY and WALLY YACHTS... Wally Marks... including registrations for goods and services in Classes 3, 9, 12, 14, 22, 25, 28, 39, 41, and 42.\r\n\r\nas a result of Wally's extensive advertising and sale of goods....  See USC 1125 and USC 1115....\r\n\r\nMoreover, Wally owes an important duty to its customers and potential customers who have come to expect high quality in all goods and services associated with WALLY marks.  In order to ensure the integrity of its marks, Wally must be alert to any unauthorized uses of its marks, and take appropriate action with respect to those who use marks that are likely to ...confuse....\r\n\r\nIt has come to Wally's attention that you have filed a trademark application for the mark WALLYBOARD in connection with \"Body boards\" in class 28.  We note that this application was receintly published for oppositional purposes.\r\n\r\nYou must appreciate that the mark you are attempting to register and use is nearly identical to Wally's well-known name and marks.  Thus, your registration and promotion of good in connection with the Wally mark is likely to cause customers and potential customers to mistakenly believe there is some connection or association your goods and Wally's goods and services or that Wally is endorsing or sponsoring or otherwise affiliated with you and/or your goods.  [[yes, the Wally attorney wrote above and forgot ","date_sent":"2008-04-26T04:00:00Z","date_received":"2008-04-26T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Knobbe Martens Olson & Bear","principal_name":"Wally Yachts N.V. / JACBA95.024.TIS","recipient_name":"Wallyboard (Trademark) and Wallyboard.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}