{"dmca":{"id":48089,"type":"Dmca","title":"Pizza Hut Doesn't Dig Scanned Coupon","body":"Dear Sirs/Madams:\r\n\r\n We are outside intellectual property litigation counsel for Pizza Hut, Inc. Pizza Hut has just learned that one of your users (\"pastahut\") has unlawfully copied a Pizza Hut pasta coupon, which offers $5.00 off the full price of a choice of Pizza Hut's Chicken Alfredo or Meaty Marinara pasta dishes and five breadsticks, 15 USC 512(c)(3)(A)(ii), and posted an exact copy it on your website as follows:  http://digg.com/food_drink/6_99_Pizza_Hut_pasta_coupon_scan_FTW, 15 USC 512(c)(3)(A)(iii), 512(d)(3).\r\n\r\nThe complained-of material is not authorized by Pizza Hut, its agents, or the law. Indeed, the unauthorized copying, posting, and distribution of this coupon violates Pizza Hut's intellectual property in several ways and constitutes, among other things, copyright infringement, trademark infringement, and unfair competition. \r\n\r\nAs such, we ask that Digg immediately remove this posting.\r\n\r\nI hereby state that I have a good faith belief that the disputed use of the copyrighted material is not authorized by the copyright owner, its agent, or the law (e.g., as a fair use).  15 USC 512(c)(3)(A)(v).  I hereby state that the information in this Notice is accurate and, under penalty of perjury, that I am the owner, or authorized to act on behalf of the owner, of the copyright or of an exclusive right under the copyright that is allegedly infringed.  15 USC 512(c)(3)(A)(vi).\r\n\r\nIf you have any questions, please feel free to contact me directly. My contact information is listed below.  15 USC 512(c)(3)(A)(i)).\r\n\r\n[private]\r\nFinnegan, Henderson, Farabow, Garrett & Dunner, LLP \r\n","date_sent":"2008-04-28T04:00:00Z","date_received":"2008-04-28T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Finnegan, Henderson, Farabow, Garrett & Dunner, LLP","principal_name":"Pizza Hut, Inc.","recipient_name":"Digg","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}