{"dmca":{"id":48120,"type":"Dmca","title":"EthanNonSequitur.com Takedown Notice","body":"Recipient Information (Provider)\r\n\r\n[redacted]\r\nSender Information (Complainant)\r\n\r\n[sender]\r\nEthanNonSequitur.com\r\n[private]\r\nTelephone: [phone]\r\n\r\n\r\nDMCA Rules (http://thomas.loc.gov/cgi-bin/query/z?c105:H.R.2281.ENR:)\r\nSignature: Electronic signature of Authorized Person - [sender]\r\nDelivery: Email\r\n\r\n\r\nTo Whom It May Concern: \r\n\r\nThe following information is presented for the purposes of removing web content that allegedly infringes on our copyright per the Digital Millennium Copyright Act. We appreciate your enforcement of copyright law and support of our rights in this matter.\r\n\r\nBe aware that if you ignore this notice, you (as a Provider covered by the Digital Millennium Copyright Act) forfeit the Act's immunity from monetary damages, which range from $750 to $30,000 per work infringed and up to $150,000 per work for willful infringement. Attorney's fees and costs can also be recovered.\r\n\r\nWhat you (the Provider) need to do now:\r\n\r\n1) reply to the Complainant (Us) and /or the Authorized Agent thereof that this notification has been received, within 24 hours. \r\n\r\n2) send your customer written notification, along with a copy of this notification, requesting removal of the infringing material and requiring confirmation of the removal be sent to you (the Provider) within 24 hours; \r\n\r\n3) disable access to the infringing material or the customer's account if the customer fails to remove the infringing material and/or fails to inform you (the Provider) of the removal within 24 hours of notification; \r\n\r\n4) send the Complainant (Us) and /or the Authorized Agent thereof notice of the customer's counter notification and your (the Provider) intent to re-enable access to the material or the account within 14 days of your (the Providers) receipt of any customer counter notification, assuming the counter notification meets the requirements of the DMCA Act.\r\n\r\nIdentification of Copyrighted Work \r\n\r\nThe copyrighted work at issue is the text that appears on http://www.ethannonsequitur.com/nco-financial-systems.html and its related pages. The pages in question contain a clear copyright notification and are the intellectual property of the complainant.\r\n\r\nIdentification of Infringed Material \r\n\r\nThe following copyrighted paragraphs have been allegedly copied from the copyrighted work. We have retained but not submitted printed examples of these and other alleged infringements.\r\n\r\nBe aware that these are blatant and obvious examples and are not necessarily a complete list of all alleged violations. We require that all alleged copyright violations be removed from the website in question and the onus is on the infringer to locate and remove all alleged copyright violations of the complainant?s intellectual property.\r\n\r\nBe further aware that simply making a few changes (such as changing a name or rewording or reformatting some text) is not sufficient to remove the rights of the complainant. The alleged offending materials (or website) must be wholly removed.\r\n\r\nWebsites: \r\nhttp://misternotary.com/?p=10\r\nhttp://proeconomics.com/?p=16\r\nhttp://idebtfreeblog.com/?p=5\r\nhttp://moscowrealtor.com/?p=34\r\n\r\n\r\nOriginal Paragraph:\r\n\r\nIn case you are getting calls from the wonderful people at NCO Financial Systems. You should read some messages people have posted about this company. Apart from having to pay $1.5 million to settle Federal Trade Commission charges that it violated the Fair Credit Reporting Act (FCRA), there are also many many claims of state and federal violations of legislation like the Fair Credit Reporting Act (FCRA) and the Fair Debt Collection Practices Act (FDCPA).\r\n\r\nThe company purchases old debt from people like your cellphone provider, hospitals and the government for pennies on the dollar and then tries to collect it. You may have even already paid the bill, like I had, but that is really a minor irrelevant point. The reality is, much if not most of this debt is so old noone has any obligation to repay any of it, least of all not to NCO. Many people have been harassed for debt belonging to neighbors, relatives, old residents of the same address, and co-workers. Don?t pay NCO a penny.\r\n\r\nIf you receive letters or phone calls from NCO or phone numbers like 800-709-8625 or 888-804-3488 or 877-803-8009 or 800-541-2742 or 888-688-7929 or 800-445-4918 or 866-569-8956 or 800-218-1175 or 800-448-9576 or 800-684-8429 or 866-429-3592 or 800-976-8307 or 877-871-6484 or 800-735-6588 or 800-220-1942 or 877-778-1799 or 800-227-4000 or 800-807-7809 or 866-626-9112 or 866-425-8131 or 800-967-4100 or 877-252-4534 or 877-202-9074 or 888-691-8955 or 888-259-3021 or 800-437-7403 or 800-383-4761 or 866-360-9791 you should read this page about the Fair Debt Collection Practices Act. If NCO does anything wrong with you, you could be entitled to $1000 per infraction and they may have to pay your lawyer and possibly even your debt.\r\n\r\nTo halt their ?contact?, send NCO a certified, return-receipt cease and desist letter (they throw away all faxes and non-certified letters). A sample letter might read (though, you must seek real legal advice, which I?m not):  This is to advise you that pursuant to the Fair Debt Collection Practices Act (?FDCPA?) 15 USC 1692c(c), you are hereby notified to immediately terminate any contact with me, or any members of my family or household, regarding any matter concerning the collection of a debt you allege is owed to your company or to your principal/customer/client. This notice shall include, but is not limited to written correspondence, as well as telephonic communication. This letter also verifies that I live at the address above, therefore, any further locator attempts would be a violation of the FDCPA.\r\n\r\nTheir address is:\r\n\r\nNCO Financial Systems, Inc.\r\n\r\n507 Prudential Rd\r\n\r\nHorsham, PA 19044-2308\r\n\r\nIs NCO calling you? Do you have a new NCO phone number or information? Please leave a comment and share it with the rest of us. Thanks!\r\n\r\nNCO may or may not report your debt dispute with them on your credit report. It is important to make sure that if NCO puts anything on your credit report, all of the information is accurate, such as date of debt, last activity on account and the correct amount. That information is not always placed on all three major reports and your valid creditors usually only check one of these sources, so make sure you check all three (TransUnion, Equifax and Experian) for correct information. You should also check your credit score at these agencies to see the impact of your debt history on your credit-worthiness.\r\n\r\nCopyright Violation:\r\n\r\nhttp://misternotary.com/?p=10\r\nhttp://proeconomics.com/?p=16\r\nhttp://idebtfreeblog.com/?p=5\r\nhttp://moscowrealtor.com/?p=34\r\n\r\nIn case you are getting calls from the wonderful people at NCO Financial Systems. You should read some messages people have posted about this company.\r\n\r\nApart from having to pay $1.5 million to settle Federal Trade Commission charges that it violated the Fair Credit Reporting Act (FCRA), there are also many many claims of state and federal violations of legislation like the Fair Credit Reporting Act (FCRA) and the Fair Debt Collection Practices Act (FDCPA).\r\n\r\nThe company purchases old debt from people like your cellphone provider, hospitals and the government for pennies on the dollar and then tries to collect it. You may have even already paid the bill, like I had, but that is really a minor irrelevant point. The reality is, much if not most of this debt is so old noone has any obligation to repay any of it, least of all not to NCO. Many people have been harassed for debt belonging to neighbors, relatives, old residents of the same address, and co-workers. Don?t pay NCO a penny.\r\n\r\nIf you receive letters or phone calls from NCO or phone numbers like 800-709-8625 or 888-804-3488 or 877-803-8009 or 800-541-2742 or 888-688-7929 or 800-445-4918 or 866-569-8956 or 800-218-1175 or 800-448-9576 or 800-684-8429 or 866-429-3592 or 800-976-8307 or 877-871-6484 or 800-735-6588 or 800-220-1942 or 877-778-1799 or 800-227-4000 or 800-807-7809 or 866-626-9112 or 866-425-8131 or 800-967-4100 or 877-252-4534 or 877-202-9074 or 888-691-8955 or 888-259-3021 or 800-437-7403 or 800-383-4761 or 866-360-9791 you should read this page about the Fair Debt Collection Practices Act. If NCO does anything wrong with you, you could be entitled to $1000 per infraction and they may have to pay your lawyer and possibly even your debt.\r\n\r\nBe sure to go and leave a comment at NCO Financial Systems at CallFerret Phone Number Lookup so that all of the new NCO numbers are available to people as soon as possible.\r\n\r\nTo halt their ?contact?, send NCO a certified, return-receipt cease and desist letter (they throw away all faxes and non-certified letters). A sample letter might read (though, you must seek real legal advice, which I?m not):This is to advise you that pursuant to the Fair Debt Collection Practices Act (?FDCPA?) 15 USC 1692c(c), you are hereby notified to immediately terminate any contact with me, or any members of my family or household, regarding any matter concerning the collection of a debt you allege is owed to your company or to your principal/customer/client. This notice shall include, but is not limited to written correspondence, as well as telephonic communication. This letter also verifies that I live at the address above, therefore, any further locator attempts would be a violation of the FDCPA.\r\n\r\nTheir address is:\r\n\r\nNCO Financial Systems, Inc.\r\n\r\n507 Prudential Rd\r\n\r\nHorsham, PA 19044-2308\r\n\r\nIs NCO calling you? Do you have a new NCO phone number or information? Please leave a comment and share it with the rest of us. Thanks!\r\n\r\nNCO may or may not report your debt dispute with them on your credit report. It is important to make sure that if NCO puts anything on your credit report, all of the information is accurate, such as date of debt, last activity on account and the correct amount. That information is not always placed on all three major reports and your valid creditors usually only check one of these sources, so make sure you check all three (TransUnion, Equifax and Experian) for correct information. You should also check your credit score at these agencies to see the impact of your debt history on your credit-worthiness. \r\n\r\n\r\n\r\nCopyright Owner Contact Information \r\n\r\n[sender] - EthanNonSequitur.com\r\n\r\n[email]\r\n\r\nTelephone:[phone]\r\n\r\n\r\n\r\nCopyright Infringer?s WhoIs Information \r\n\r\nRegistrant: \r\n[redacted]\r\n\r\nCopyright Owner?s Statement \r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nSigned on this day, the 28th day of April, 2008,\r\n\r\n[sender]","date_sent":"2008-04-28T04:00:00Z","date_received":"2008-04-28T04:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"EthanNonSequitur.com","recipient_name":"private","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}