{"dmca":{"id":48210,"type":"Dmca","title":"CoreCodec complains of copied code","body":"To Whom It May Concem:\r\n\r\nI represent CoreCodec, Inc. (\"CoreCodec\"), which owns the copyrights in CoreAVC, (\"Software\"). It has come to my attention that a web site hosted by Google Inc., http://code.google.com/p/coreavc-for-linux/ (\"Site\"), hosts and/or contains links to material that infringes CoreCodec's copyrights in the Software. This correspondence is a formal takedown notice being sent to you pursuant to Tile 17 United States Code Section 512, et seq.\r\n\r\nThe details are as follows:\r\nInfringing Materials Hosted on and/or Linked To From the Site. The Site hosts and/or contains one or more links to CoreAVC, which contains CoreCodec's copyrighted Software. We have directly verified by downloading the file from the Site provided by Google Inc. that the file does include CoreCodec's copyrighted Software.\r\n\r\nThe same constitutes an infringement of CoreCodec's copyright in the Software. I request that you immediately remove or cause to be removed from the Site or any other site owned, operated or under the control of Google Inc., all access to and/or links to the Software. Failure to do so may subject Google Inc. to legal liability.\r\n\r\nPlease confirm to the undersigned that you have timely complied with this request. You may reach me by telephone at [private] should you require any additional information to timely comply with this request. CoreCodec, Inc., reserves all further rights and remedies with respect to this matter.\r\nI hereby confirm that I have a good faith belief that use of the Software in the manner described in this letter is not authorized by the copyright owner, its agent, or the law, and that, under penalty of perjury, I am authorized to act on behalf of CoreCodec, Inc., the owner of the exclusive rights in the Software that are allegedly infringed.\r\n\r\nRespectfully,\r\n[private], CEO CoreCodec, Inc.","date_sent":"2008-04-30T04:00:00Z","date_received":"2008-04-30T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"CoreCodec, Inc.","recipient_name":"Google, Inc. [code.google.com]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}