{"dmca":{"id":48244,"type":"Dmca","title":"Defamation Warning","body":"Ark, Laura, or Cassiopaea,\r\n\r\nMy name is Eric Robison, Vice President of Higher Balance Institute. It is unfortunate we are meeting under these circumstances.\r\n\r\nIt has come to my attention that a thread has been created by owners, oragents of the owners, of the site located at www.sott.net\r\n<mhtml:%7BEBF6840D-FE17-4481-91B4-3F8284ABE13A%7Dmid://00001813/%21x-usc:http://www.sott.net/>\r\nunder the heading, \"Eric Pepin - Higher Balance Institute - Front for\r\nPedophiles?\"\r\n\r\nWhile we fully support open discussion and opinions from all walks of\r\nlife, the title you have chosen to discuss Eric Pepin and Higher Balance Institute is clearly intentionally defamatory and damaging. If a user of your site had chosen to open the thread under that title, a 3rd party, I would be more understanding. Of course, that is not the case. An administrator of your site chose to rename the thread under the alternative, damaging, title.\r\n\r\nSince an administrator, Laura, is actively engaging in the discussion\r\nand is solely, in her own words, responsible for renaming the thread it would appear this is the official view of sott.net and it's owner,\r\nQuantum Future Group, Inc.\r\n\r\nWhile you may argue the question mark at the end of the title proposes\r\nan open-ended, uncertain discussion I would like to suggest, according\r\nto Laura's own statement, you are well aware of the damaging implications you are making and that it is your intention to do so. As\r\nyou have named two separate entities, Eric Pepin and Higher Balance\r\nInstitute, you are causing immediate and irreparable harm to two parties.\r\n\r\nI am requesting you immediately remove any thread, story or article,\r\nregardless of content, mentioning Eric Pepin or Higher Balance\r\nInstitute. You will also actively moderate to remove any mention of Eric Pepin, Higher Balance Institute from appearing on your sites in the future. As Quantum Future Group, Inc has created and allowed to continue harmful, damaging statements regarding these two parties it is clear that any content on your site involving these two entities will be used to cause further harm to Eric Pepin and Higher Balance.\r\n\r\nAny future mention of Eric Pepin or Higher Balance Institute that is\r\nallowed to appear in static form or mature on your sites will constitute a failure to comply with this request. At that time we will immediately seek all damages related to this matter.\r\n\r\nQuantum Future Group, Inc has also reprinted, or allowed to be\r\nreprinted, false, damaging statements made by news organizations and not followed up by offering or reprinting retractions regarding the false,libelous statements contained within those articles.\r\n\r\nYour moderators and administrator have also made public, defamatory\r\nremarks regarding Eric Pepin and Higher Balance Institute. Among these\r\nstatements:\r\n\r\n- That Eric Pepin is a \"psychopath\" who \"hunts for prey\" (children)\r\n- That Higher Balance Institute is a front for pedophilia\r\n- That Eric Pepin is a \"human deviant\"\r\n- That Eric Pepin is a pathological deviant and his deviant followers\r\ncon the public\r\n- That meditation, as sold by Higher Balance Institute, is an act of\r\nfalling into confluence with a psychopathic reality\r\n\r\nMost of those statements were made by an agent of your company, Laura.\r\nGiven the anonymous nature of the internet where people can speak free\r\nof personal responsibility, I can see how you could be caught up in\r\nmaking such statements. Yet each of us are solely responsible for our\r\nwords and actions regardless of where and in what format they take\r\nplace. As the owner of sott.net, Quantum Future Group, Inc is\r\nresponsible for the public views expressed by their owners and agents\r\npublished on domains owned and run by them.\r\n\r\nYou have now been given notice the statements on your site are false,\r\ndamaging, and have caused and are continuing to cause immediate,\r\nirreparable harm to Eric Pepin and Higher Balance Institute.\r\n\r\nPlease comply with my request within the next 24 hours or Eric Pepin and Higher Balance Institute will be forced to take immediate joint, legal action against Quantum Future Group, Inc, its owners and agents.\r\n\r\nShould you wish to discuss the damage or nature of your statements, I\r\nwill immediately forward your email and the full contents of your site\r\nwhich has been downloaded to our servers, to our law firm of Bullivant, Houser, Bailey. From there, they will serve you with each respective suit. We will seek to collect the fullest extent of damages, including attorneys fee's, for your actions and statements against each, individual, party.\r\n\r\nI look forward to hearing that this situation has been resolved and that we have a clear understanding moving into the future.\r\n\r\nBest regards,\r\nEric Robison\r\n\r\n\r\n\r\n\r\nEric Robison - Vice President\r\nHigher Balance Institute\r\n800-935-4007 / 503-646-4000\r\n_www.higherbalance.com\r\n<mhtml:%7BEBF6840D-FE17-4481-91B4-3F8284ABE13A%7Dmid://00001813/%21x-usc:http://www.higherbalance.co\r\nm/>\r\n\r\nHigher Balance Institute: Awakening the World One Mind at a Time\r\n\r\n\r\n\r\n_DISCLAIMER_:\r\nThis e-mail and any attachment are intended only for the exclusive and\r\nconfidential use of the addressee(s). If you are not the intended\r\nrecipient, any use, interference with, disclosure or copying of this\r\nmaterial is unauthorized and prohibited. If you have received this\r\nmessage in error, please notify the sender by return e-mail immediately\r\nand delete the message from your computer without making any copies.","date_sent":"2007-12-05T05:00:00Z","date_received":"2007-12-05T05:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Bullivant, Houser, Bailey","principal_name":"Eric Robison - Higher Balance Institute","recipient_name":"sott.net","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}