{"dmca":{"id":48292,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-09-26T04:00:00Z","date_received":"2012-09-26T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Peer Media Technologies","principal_name":"Screen Gems, Inc","recipient_name":"Google, Inc.","works":[{"description":"Infringing Website: http://google.com\r\n\r\nNotice of Infringement    \r\n\r\nDear Sir or Madam:    \r\n\r\nI am writing on behalf of Screen Gems, Inc. owns certain rights under copyright law in “Resident Evil: Retribution (Movie)\r\n “ (\"Intellectual Property\"). There is a link on http://google.com with domain that allows for the transmission and/or downloading of the Intellectual Property, in violation of Screen Gems' exclusive rights under copyright law. See Exhibit A for specifics.    \r\n\r\nThe unauthorized distribution or public performance of copyrighted works constitutes copyright infringement under the Copyright Act, Title 17 U.S Code Section 106(3)-(4). This conduct may also violate the Berne Convention for the Protection of Literary and Artistic Works and The Universal Copyright Convention, as well as bilateral treaties with other countries that allow for protection of Screen Gems' copyrighted works even beyond U.S borders.    \r\n\r\nIn light of the foregoing, we hereby demand that you immediately cease such unlawful activities and take steps to ensure that, in the future, your Website does not infringe upon Screen Gems’ exclusive rights under copyright. Without limitation, we demand that you immediately cease and desist from using the Website to directly or indirectly cause, contribute to, enable, facilitate, aid, abet, induce, encourage, and/or participate in  the infringement of Screen Gems’ copyrighted works, including but not limited to the Intellectual Property as identified in Exhibit A.    \r\n\r\nWe believe this information is sufficient for you to locate and cease the infringing activities complained about herein. We are providing this notice based on our good faith belief that the use of motion pictures and television programs owned by Screen Gems in the manner occurring via the Website is not authorized by the copyright owners, their agents, or the law. The information in this notification is accurate. Under penalty of perjury, we are authorized to act on behalf of the owners of the exclusive rights that are being infringed. This letter is without prejudice to the rights and remedies of Screen Gems, all of which are expressly reserved.              \r\n\r\nI can be contacted at:    \r\nAgency Contact: D Brewer    \r\nAddress: 9046 Lindblade St.    \r\nAddress: Culver City, CA 90232    \r\nTelephone: (443)327-1777    \r\nEmail: CopyrightQs@mediasentry.com       \r\n\r\n\r\nExhibit A to Notice of Infringement \r\n     \r\nList of Infringing Item or Material        \r\nName of Intellectual Property Owner: Screen Gems, Inc.  \r\nItem/Material:    Resident Evil: Retribution (Movie)\r\n    \r\nInfringing Webpage:    ------------------------------\r\n\r\nINFRINGEMENT DETAIL\r\n--------------------\r\n\r\nInfringing Title: Resident Evil: Retribution (Movie)\r\nDate Found: 19 Sep 2012 03:00:00 EST (GMT -0500)\r\nURL: http://www.j-4u.net/34905-resident-evil-retribution-2012-ts-xvid-26k-hebsub-downrev.html","infringing_urls":[{"url":"http://www.j-4u.net/34905-resident-evil-retribution-2012-ts-xvid-26k-hebsub-downrev.html"},{"url":"http://www.scenedb.com/resident-evil-retribution-2012-ts-xvid-inspiral/"}],"copyrighted_urls":[{"url":"http://www.j-4u.net/34905-resident-evil-retribution-2012-ts-xvid-26k-hebsub-downrev.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}