{"dmca":{"id":48443,"type":"Dmca","title":"No Time for Dugg Carey/Cannon Photos","body":"Dear Sir or Madam:\r\n\r\n\r\nI am an attorney for Time Inc., the corporate publisher of People Magazine.  This will put you on notice of copyright infringements on your website http://digg.com.  This letter also is an official notification to you under the provisions of Section 512(c) of the Digital Millennium Copyright Act to effect removal of the detected infringements. \r\n\r\nInfringements of photographs of Mariah Carey and Nick Cannon that appear on the cover of the May 19, 2008 edition  of People, have been detected on http://digg.com at page(s) http://digg.com/celebrity/Mariah_s_Wedding_Photo_On_People_Magazine.  Please immediately, as of May 8, 2008 remove the infringing photographs and cease posting them on your website in the future.  Non-compliance may subject you to penalties and liability under the Copyright Act, and may result in a loss of the possibility of immunity under the DMCA. \r\n\r\nI have a good faith belief that the posting of these photographs on your website is not authorized by People Magazine, its licensing representatives, or the law.\r\n \r\n\r\nThe information provided herein is accurate to the best of my knowledge.\r\n\r\nI hereby swear under penalty of perjury that I am authorized to act on behalf of People Magazine for matters pertaining to notification of infringement of its exclusive rights in its copyrighted material.\r\n\r\nPlease send to me at the address below a prompt response indicating the actions you have taken to resolve this matter.\r\n\r\n\r\nVery truly yours,\r\n/s [private]        \r\n \r\n\r\n_______________________________\r\n\r\n[private]     \r\nLevine Sullivan Koch & Schulz\r\n[private]     \r\nNew York, NY 10036\r\nph:  [private]     \r\nfax: [private]     \r\n[private]@lskslaw.com\r\n\r\n ","date_sent":"2008-05-08T04:00:00Z","date_received":"2008-05-08T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Levine Sullivan Koch & Schulz","principal_name":"Time Inc., publisher of People Magazine","recipient_name":"Digg","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}