{"dmca":{"id":48452,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-08-01T04:00:00Z","date_received":"2012-08-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Qadit Systems & Solutions","principal_name":"Mahesh Balan","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"DMCA TAKEDOWN NOTICE\nDate: 01-Aug-2012\n\nDear Sir or Madam,\n\nIt has been brought to our attention that your website is hosting or  \nproviding links to unlicensed copies of copyrighted works published by  \nFoxstar Studios India Pvt. Ltd.\n\n1. Identification of copyrighted works\n\nCopyrighted work: Cinematograph film titled \"BOL BACHCHAN\"\nCopyright owner: Foxstar Studios India Pvt. Ltd.\n\n2. Copyright infringing material or activity found at the following  \nlocation(s)\n\n\n\n\nThe above copyright work is being made available for copying, through  \ndownloading, at the above location without authorization of the copy right\n \nowner.\n\n3. Statement of authority\n\nThe information in this notice is accurate, and we, Qadit Systems and  \nSolutions Pvt, hereby certify under penalty of perjury that we are  \nauthorized to act on behalf of Foxstar Studios India Pvt. Ltd., the owner \n\nof the copyright in the work identified above. I have a good faith belief \n\nthat none of the materials or activities listed above have been authorized\n \nby Foxstar Studios India Pvt. Ltd., its agents, or the law.\n\nWe hereby give notice of these activities to you and request that you take\n \nexpeditious action to remove or disable access to the material described  \n\nabove, and thereby prevent the illegal reproduction and distribution of  \nthis copyright work via your company's network.\n\nWe appreciate your cooperation in this matter. Please advise us regarding \n\nwhat actions you take.\n\nYours sincerely,\n\nMahesh Balan\nDirector\nQadit Systems & Solutions","infringing_urls":[{"url":"http://fullmovie-kolkata.blogspot.com.au/2012/05/bol-bachchan-hindi-full-movie.html"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}