{"dmca":{"id":48544,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-21T05:00:00Z","date_received":"2012-01-21T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Garry Lord","principal_name":"Garry Lord","recipient_name":"Google, Inc.","works":[{"description":"\"of Yoga before Patanjali and early Buddhist Era but Patanjali is known to give a new way to Indian Yoga. Nowadays, yoga is quite famous in urban people for distressing and keeping up a good health.\r\n\r\nYoga is a Sanskrit word that stands for unity. In yoga, one has to unit his physic, mind and spirit for a complete recuperate, thus it is quite important that place, time and comfort is chosen wisely for it. Here are a few yoga tips about that may help you to understand that asana and to do it perfectly for better results.\r\nAdvertisement\r\n\t\t\t\t\r\n\r\nWhy Couldn't I do that?\r\n\r\nFeeling of an ego or competition causes the greatest harm in yoga. No matter it is a class setting or your home, you shall be doing yoga for your peace of mind and relaxation of body. Yoga generally is practiced in groups, so being in group always remember that you are a beginner. In the starting week of yoga, you might not be able to do many asanas properly. The reason behind it is that your body becomes stiff as time passes and when you bend for asanas, it does not smoothly let you do that. But there is no need to worry about that. As time will pass and you will practice, all the asanas will become easier for you. Do not ever overstretch your body for any asana. Give it a time and soon you will be doing it perfectly.\r\n\r\nWhich Asana Shall I Do?\r\n\r\nExperts advise that you must not go for single asana. Adopt multiple asanas and practice daily. Initially you can spend less time and can practice for perfect postures. The postures are more important than timing so try to achieve the perfection in each posture. Slowly extend your timing as per the expert's advice.\r\nyoga tips\r\n\r\nCan I Do It Myself?\r\n\r\nYou must not do it without guidance if you are a beginner. Contact a professional trainer and take training for the perfection of asanas, its timings and the depth of stretch. Once you are trained enough, you can surely do it yourself even at your home.\r\n\r\nWhat is the perfect place and environment for Yoga?\r\n\r\nYogasana is best when done alone in a peaceful place from the view of meditation but for beginners, it is good to join a class sitting. In group, you get to learn things quickly by each other's help and thus classes are initially fine but once you learn to do it perfectly, seek for some peaceful space like garden for your yoga practice.\r\n\r\nSome Useful Tips:\r\n\r\n    Morning time is the best for practicing yoga. Though, if it does not suit your schedule, you can practice in the evening as well, but doctors say that morning time has its additional benefits. If you have to practice in late in the noon, make sure that there is a minimum of two hours gap between your meals and the session.\r\n\r\n    Clothing should be very comfortable and easy stretchable for yoga. So if you are thinking of wearing denim pants or your daily wear outfits, let me tell you this may not be that good idea. Cotton dresses are considered as best yoga wear. Select a dress that allows your skin to be free to the air and is comfortable.\r\n\r\n    If you are a beginner, your focus should be more on the forms than the depth of the stretches.\r\n\r\n    Warming up for 15 minutes before yoga practice is always good for a smoother yoga session.\r\n\r\n    Focus to make the exhalation and inhalation deeper and slower.\r\n\r\n    When you inhale and exhale, feel your breath. Keep the complete focus. This does not only increase your concentration power, also releases the stress magically.\r\n\r\n    Whatever you do, it needs all your concentration and honest efforts. Yoga for pregnant women has different poses and is very useful for normal deliveries. Yoga can show you magical effect on your health of done in a proper way.\r\n\"","infringing_urls":[{"url":"http://tripsandhealth.com/"}],"copyrighted_urls":[{"url":"http://www.freehealthcaretips.net/yoga-tips.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}