{"dmca":{"id":48567,"type":"Dmca","title":"Web DMCA (Copyright) Complaint to Google","body":"  \r\nDear Sir: \r\nI represent NCS Pearson, Inc. (Pearson), the exclusive publisher of the BECK DEPRESSION INVENTORY, Second Edition (BDI-I/), which is a secure test instrument restricted to purchase by qualified individuals. The BDI-1/ is an original work of authorship registered with the United States Copyright Office. A copy of the registration is attached for your information. \r\nIt has recently come to Pearson's attention that you are hosting a web site that contains an unauthorized reproduction of the 801-1/. The reproduction, display, and distribution of the material at the online location infringe Pearson's copyright in the 801-1/ because the test items are reproduced and displayed on the online location without Pearson's permission. As such, the web page you are hosting clearly infringes U.S. Copyright law. See 17 U.S.C. 512(d). \r\n\r\nLOCATION OF INFRINGEMENT \r\nThe location of the infringement is: \r\nhttp://sites.google.com/site/charlesfiglevlHome/traumatologvinstit~telresearchlothertests. \r\nandmeasurementslbdi\r\n \r\nNOTICE OF TAKE DOWN \r\nThe purpose of this letter is to advise you of Pearson's rights and to seek your agreement to (1) remove and destroy the copyrighted material; and (2) disable or remove any hyperlink(s). Please note that the disabling or removing of Pearson's copyrighted material from this site should include destroying the usefulness of any textual directory or pointer information contained therein. \r\nPlease confirm in writing that you have complied with the above request. \r\n \r\nRESERVATION OF RIGHTS \r\nPearson reserves its position insofar as costs and damages caused by the unauthorized reproduction and/or display of the BDI and any information locating tools with respect to online locations engaged in infringing activity. Pearson also reserves its right to seek injunctive relief to prevent further unauthorized activity, particularly any information locating tools, pending your response to this letter. We suggest you contact your legal advisors to obtain legal advice as to your position. \r\n\r\nVERIFICATION \r\nThe information contained in this notification is accurate as of the time of compilation and, under penalty of pe~ury, I certify that I am authorized to act on behalf of NCS Pearson, Inc. Pearson has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law. \r\n\r\nawait your response within 24 hours. \r\nProperty Protection \r\nSan TX 78259-3701 Tel (21 95 Fax (210) [redacted] [redacted]@Pearson.com ","date_sent":"2011-07-13T04:00:00Z","date_received":"2011-07-13T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"NCS Pearson, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}