{"dmca":{"id":48635,"type":"Dmca","title":"People Complains to Google of Carey/Cannon Photo","body":"Dear Sir or Madam:\r\n\r\n\r\nI am an attorney for Time Inc., the corporate publisher of People Magazine. This will put you on notice of copyright infringements on a website hosted by Google, Inc. I have previously placed my signature on file with you, and have therefore been authorized to notify you of such infringements by email to this address.\r\n\r\nInfringements of photographs of Mariah Carey and Nick Cannon that appear on the cover of and inside the May 19, 2008 edition of People, have been detected on the following websites and pages:\r\n\r\nhttp://getitfromboy.blogspot.com/2008/05/mariah-carey-just-married-nick-cannon.html\r\nhttp://saucykonfections.blogspot.com/2008/05/oh-my-god-mariah-carey-and-nick-cannon.html\r\nhttp://ghettofabu.blogspot.com/2008/05/mariah-carey-and-nick-cannon-people.html\r\nhttp://bringindanoize.blogspot.com/2008/05/mariah-and-nick-cannon-wedding-pics-and.html\r\nhttp://www.theaddicted.us/2008/05/nick-mariah.html\r\nhttp://www.gottalovegossup.com/2008/05/more-pics-from-inside-mariah-and-nick.html\r\nhttp://doodleztech.blogspot.com/2008/05/mariah-and-nick-i-want-this-moment-to.html\r\nhttp://new-celebrity-gossips.blogspot.com/2008/05/mariah-carey-affirmed-secret-wedding.html\r\nhttp://realgossip101.blogspot.com/2008/05/new-pics-nick-cannon-spotted-sporting.html\r\nhttp://newobsesh.blogspot.com/2008/05/mimis-wedding-pictures.html\r\nhttp://andhernameisrita.blogspot.com/2008/05/weird-wedding.html\r\n\r\nThis letter is an official notification under the provisions of Section 512(c) of the Digital Millennium Copyright Act to effect removal of the detected infringements. I hereby demand that you immediately, as of May 9, 2008, issue a cancel message, as specified in RFC 1036 (or otherwise block access), for the specified postings and prevent the infringers, who are identified by their Web addresses, from posting the infringing photograph(s) to your servers in the future. Please be advised that by law, as a service provider, you must \"expeditiously remove or disable access to\" the infringing photograph(s) upon receiving this notice. Noncompliance may result in a loss of the possibility of immunity under the DMCA.\r\n\r\n\r\nI have a good faith belief that use of the material in the manner complained of herein is not authorized by People Magazine, its licensing representatives, or the law.\r\n\r\n\r\nThe information provided herein is accurate to the best of my knowledge. I hereby swear under penalty of perjury that I am authorized to act on behalf of People Magazine for matters pertaining to notification of infringement of its exclusive rights in its copyrighted material.\r\n\r\n\r\nPlease send to me at the address below a prompt response indicating the actions you have taken to resolve this matter.\r\n\r\n\r\nVery truly yours,\r\n\r\n/s [private]\r\n\r\n[Signature placed on file 3/28/08]","date_sent":"2008-05-09T04:00:00Z","date_received":"2008-05-09T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Levine Sullivan Koch & Schulz","principal_name":"Time Inc., publisher of People Magazine","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}