{"other":{"id":48643,"type":"Other","title":"Other notice to Google, Inc.","date_sent":"2012-06-08T04:00:00Z","date_received":"2012-06-08T04:00:00Z","topics":["Uncategorized"],"sender_name":"Miriam Kalenius","principal_name":null,"recipient_name":"Google, Inc.","works":[{"complaint":"Nimimerkki Poliisin yhteydessä väitti minun ja  \nyritykseni olevan rikostutkinnassa. Lisäksi keskustelussa väitetään  \nperättömästi, että potilaillani olisi ollut sairaalabakteeria ja olisimme \n\nsen johdosta joutuneet poistamaan asiakkailtamme proteeseja. Yritykseni  \njohtavasta Plastiikkakirurgista Jyri Kullamaasta väitetään, että hänellä  \n\nolisi ollut salasuhteita potilaisiinsa ja, että hänestä olisi tehty  \nvalituksia kuluttajavalituslautakuntaan. Virolaisesta kirurgista, joka  \nleikkaa Virossa ei edes voi valittaa Suomeen. Lisäksi väitetään, että  \nolisimme tehneet epäonnistuneita leikkauksia ja olisimme kuuluisa  \nsairaalabakteereista ja muista bakteereista. Toistaiseksi sairaalassamme\nei  \nole todettu sairaalabakteeria ja jos todettaisiin, niin se olisi julkista \n\ntietoa. Lisäksi on kirjoitettu, että HUS kirurgit olisivat kyllästyneet  \nKullamaan potilaiden ongelmiin. Toistaiseksi kukaan Plastiikkakirurgia  \nFin-Estin asiakas ei ole päätynyt julkisen puolen hoidettavaksi. Lisäksi  \n\nkirjoituksissa väitetään Fin-Estin valehdelleen markkinoinnissaan ja  \nharhaanjohtaneen asiakkaita. Mikään tuossa ei pidä paikkaansa.  \nMarkkinointiimme ei ole koskaan puututtu. Ketjussa myös väitetään  \nvirheellisesti, että me osallistuisimme itse keskusteluun ja haukumme  \nkilpailijoita. Valhetta ovat myös, että olisimme paiskanneet luurin\nkorvaan  \njollekin ja että joku olisi joutunut syömään useita antibioottikuureja.  \n14.5.2012 ja siitä eteenpäin kirjoitetuissa moderoiduissa viesteissä on  \nväitetty, että Plastiikkakirurgia Fin-Estin toimitusjohtaja Miriam\nKalenius  \neli minä olisin soitellut asiakkaille ja painostanut heitä ja meiltä olisi\n \nmukamas tullut kauheita leikkaustuloksia. Voitte tarkistaa asian  \nkuluttajariitalautakunnasta. Toistaiseksi Fin-Estistä ei ole tehty\nyhtäkään  \nvalitusta. Osa kirjoituksista on kirjoitettu 2011 vuoden alussa jolloin  \nvuoden 2011 vuoden alussa toimintansa aloittanut yrityksemme ei ollut  \ntehnyt vielä yhtäkään leikkausta. Kuten keskustelusta näkyy, niin\nmoderoija  \non sensuroinut tekstiä ja lukinnut keskustelun. Kyseinen ketju sisältää  \nkunniaani loukkaavaa väärää tietoa ja on minuun sekä yritykseeni  \nPlastiikkakirurgia Fin-Estiin kohdistuvaa vihapuhetta.\n\nSuomen rikoslain 24 luku\n9 § (9.6.2000/531)Kunnianloukkaus. Joka\n1.\tesittää toisesta valheellisen tiedon tai vihjauksen siten, että teko on\n \nomiaan aiheuttamaan vahinkoa tai kärsimystä loukatulle taikka häneen  \nkohdistuvaa halveksuntaa, taikka\n2.\tmuuten kuin 1 kohdassa tarkoitetulla tavalla halventaa toista,\non tuomittava kunnianloukkauksesta sakkoon tai vankeuteen enintään\nkuudeksi  \nkuukaudeksi.\nEdellä 1 momentin 2 kohdassa tarkoitettuna kunnianloukkauksena ei pidetä  \n\narvostelua, joka kohdistuu toisen menettelyyn politiikassa,  \nelinkeinoelämässä, julkisessa virassa tai tehtävässä, tieteessä, taiteessa\n \ntaikka näihin rinnastettavassa julkisessa toiminnassa ja joka ei selvästi \n\nylitä sitä, mitä voidaan pitää hyväksyttävänä.\nKunnianloukkauksesta tuomitaan myös se, joka esittää kuolleesta henkilöstä\n \nvalheellisen tiedon tai vihjauksen siten, että teko on omiaan aiheuttamaan\n \nkärsimystä ihmiselle, jolle vainaja oli erityisen läheinen.\n10 § (9.6.2000/531)Törkeä kunnianloukkaus.Jos 9 §:n 1 momentissa  \ntarkoitetussa kunnianloukkauksessa\n1.\trikos tehdään joukkotiedotusvälinettä käyttämällä tai muuten  \ntoimittamalla tieto tai vihjaus lukuisten ihmisten saataville taikka\n2.\taiheutetaan suurta tai pitkäaikaista kärsimystä taikka erityisen suurta\n \ntai tuntuvaa vahinkoa\nja kunnianloukkaus on myös kokonaisuutena arvostellen törkeä,  \nrikoksentekijä on tuomittava törkeästä kunnianloukkauksesta sakkoon tai  \nvankeuteen enintään kahdeksi vuodeksi.","original_work_urls":[],"problematic_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}