{"dmca":{"id":48685,"type":"Dmca","title":"People Complains of Carey/Cannon Photo, Again","body":"Dear Sir or Madam:\r\n\r\nI am an attorney for Time Inc., the corporate publisher of People \r\nMagazine.  This will put you on notice of copyright infringements on a \r\nwebsite hosted by Equinix, Inc.\r\n\r\nInfringements of photographs of Mariah Carey and Nick Cannon that \r\nappear  the May 19, 2008 edition of People, have been detected on the \r\nwebsite _http://digg.com_ at the following page(s): \r\nhttp://digg.com/celebrity/Mariah_Carey_and_Nick_Cannon_Wedding_Pictures. \r\n \r\n\r\nThis letter is an official notification under the provisions of Section \r\n512(c) of the Digital Millennium Copyright Act to effect removal of the \r\ndetected infringements.  I hereby demand that you _immediately_, as of \r\nMay 9, 2008, issue a cancel message, as specified in RFC 1036 (or \r\notherwise block access), for the specified postings and prevent the \r\ninfringer, who is identified by its Web address, from posting the \r\ninfringing photograph(s) to your servers in the future. Please be \r\nadvised that by law, as a service provider, you must \"expeditiously \r\nremove or disable access to\" the infringing photograph(s) upon receiving \r\nthis notice. Noncompliance may result in a loss of the possibility of \r\nimmunity under the DMCA.\r\n\r\n\r\nI have a good faith belief that use of the material in the manner \r\ncomplained of herein is not authorized by People Magazine, its licensing \r\nrepresentatives, or the law.\r\n \r\n\r\nThe information provided herein is accurate to the best of my \r\nknowledge.  I hereby swear under penalty of perjury that I am authorized \r\nto act on behalf of People Magazine for matters pertaining to \r\nnotification of infringement of its exclusive rights in its copyrighted \r\nmaterial.\r\n\r\n\r\n\r\nPlease send to me at the address below a prompt response indicating the \r\nactions you have taken to resolve this matter.\r\n\r\n\r\n\r\nVery truly yours,\r\n\r\n_/s [private]           _\r\n \r\n_______________________________\r\n\r\n*[private]   *\r\nLevine Sullivan Koch & Schulz\r\n[private]   \r\nNew York, NY 10036\r\nph:  [private]   \r\nfax: [private]   \r\n[private]@lskslaw.com\r\n","date_sent":"2008-05-09T04:00:00Z","date_received":"2008-05-09T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Levine Sullivan Koch & Schulz","principal_name":"Time Inc., publisher of People Magazine","recipient_name":"Digg","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}