{"dmca":{"id":48771,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-21T05:00:00Z","date_received":"2012-01-21T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"SideEffectsHub.com","principal_name":"SideEffectsHub.com","recipient_name":"Google, Inc.","works":[{"description":"Article/original content created by us.\r\n\r\nSample of text which was copied to both infringing URLs\r\n\r\n***********************************\r\nOther serious Xanax side effects may occur when a patient experiences an allergic reaction to Xanax. These include, swelling of the face, tongue, or throat, hives, and shortness of breath. In both cases of allergic reaction and with the more serious symptoms listed above, a physician should be contacted immediately.\r\n\r\nOccasionally, use of Xanax can cause what are called “paradoxical reactions,” which are side effects that exhibit the opposite of the drug’s intended therapeutic function. For example, if a headache medication were to actually worsen someone’s headache, that would be a paradoxical reaction. Paradoxical side effects of Xanax include tremors, aggression, rage, mania, and restlessness all clearly opposed to the sedative and relaxing effects Xanax is supposed to induce. If these occur, use of the drug should be discontinued.\r\n\r\nThere are very few side effects of Xanax that are gender specific. However, Xanax has been known to cause erectile dysfunction in men, and women on the drug have reported decreased libido and inability to achieve orgasm. The side effects in pregnant women are not well researched and therefore largely indeterminable; thus, women who are pregnant or trying to become pregnant are advised not to take Xanax, as the few studies conducted do indicate that the drug may cause birth defects.\r\n******************************************","infringing_urls":[{"url":"http://medicineeffects.net/"},{"url":"http://medicineeffects.net/xanaxsideeffects/"}],"copyrighted_urls":[{"url":"http://sideeffectshub.com/xanax-side-effects/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}