{"dmca":{"id":48814,"type":"Dmca","title":"Music DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-08-01T04:00:00Z","date_received":"2012-08-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Danijel Zivkovic","principal_name":"Danijel Zivkovic","recipient_name":"Google, Inc.","works":[{"description":"The infringing page contains text from my original article.\r\n\r\nThe only text on the infringing page that is not taken from the original article is \"Toshiba has recently reveal its Satellite C855-S5239 that boasts 2nd Gen Intel Core i3-2370M.\" and \"The Toshiba Satellite C855-S5239...\".\r\n\r\nEverything else is taken from the original article.\r\n\r\n\"features Mercury Silver chassis, which on some other models can be black, white, or red..\" is taken from the 3rd paragraph of the original article and \"is priced at about $530.\" is taken from the 4th paragraph.\r\n\r\nThe whole paragraph after \"Toshiba Satellite C855-S5239 Specifications\" subtitle on the infringing page is copied from the original article (the last paragraph, under \"Toshiba Satellite C855-S5239 Specifications\" subtitle).\r\n\r\nImages are not a part of this DMCA complaint.","infringing_urls":[{"url":"http://www.latestlaptop.us/toshiba/toshiba-satellite-c855-s5239-with-intel-core-i3-2370m-priced-530.html"}],"copyrighted_urls":[{"url":"http://laptoping.com/toshiba-satellite-c855-s5239.html"}]},{"description":"The infringing page contains text from my original article.\r\n\r\nThe only text on the infringing page that is not taken from the original article is \"Dell reveals its Inspiron I15R-2106SLV that boasts with 3rd Generation Intel Core i5-3210M processor.\" and \"The Dell Inspiron I15R-2106SLV is priced $650.\".\r\n\r\nEverything else is taken from the original article.\r\n\r\n\"The battery life is more than 6 and a half hours long.\" is taken from the 1st paragraph of the original article.\r\n\r\nThe whole paragraph after \"Dell I15R-2106SLV Specifications\" subtitle on the infringing page is copied from the original article (the last paragraph, under \"Dell I15R-2106SLV Specifications\" subtitle).\r\n\r\nImages are not a part of this DMCA complaint.","infringing_urls":[{"url":"http://www.latestlaptop.us/dell/dell-reveals-inspiron-i15r-2106slv-priced-650.html"}],"copyrighted_urls":[{"url":"http://laptoping.com/dell-i15r-2106slv.html"}]},{"description":"The infringing page contains text from my original article.\r\n\r\nThe only text on the infringing page that is not taken from the original article is \"Toshiba reveals its inexpensive latest laptop – Satellite L855.The Toshiba Satellite L855 is perfect for\".\r\n\r\nEverything else is taken from the original article.\r\n\r\n\"...everyday computing, aimed at students, light gamers, PC shoppers with a family, as well as small or home-based businesses.\" is taken from the 2nd paragraph of the original article and \"The Toshiba Satellite L855 starts price at $480\" is taken from the 6th paragraph.\r\n\r\nThe whole paragraph after \"Toshiba Satellite L855 Specifications\" subtitle on the infringing page is copied from the original article (the last paragraph, under \"Toshiba Satellite L855 Specifications\" subtitle).\r\n\r\nImages are not a part of this DMCA complaint.","infringing_urls":[{"url":"http://www.latestlaptop.us/toshiba/toshiba-satellite-l855-price-480.html"}],"copyrighted_urls":[{"url":"http://laptoping.com/toshiba-satellite-l855.html"}]},{"description":"The infringing page contains text from my original article.\r\n\r\nThe only text on the infringing page that is not taken from the original article is \"Sony has recently reveal its latest SVE15115FXS Vaio E that measures 15.5-inch display, boasts with\", \"This is perfect for\", and \"The Sony SVE15115FXS Vaio is priced $680.\".\r\n\r\nEverything else is taken from the original article.\r\n\r\n\"...3rd Generation Intel Core i5 processor, integrated graphics, 6GB of RAM, and a 750GB hard drive.\" is taken from the 1st paragraph of the original article and \"day-to-day computing tasks but also media creation, while for gaming the integrated HD 4000 is not an optimal choice.\" is taken from the 3rd paragraph.\r\n\r\nThe whole paragraph after \"Sony SVE15115FXS Vaio Specifications\" subtitle on the infringing page is copied from the original article (the last paragraph, under \"Sony SVE15115FXS Vaio Specifications\" subtitle).\r\n\r\nImages are not a part of this DMCA complaint.","infringing_urls":[{"url":"http://www.latestlaptop.us/sony/sony-sve15115fxs-vaio-e-with-intel-core-i5-processor.html"}],"copyrighted_urls":[{"url":"http://laptoping.com/sony-sve15115fxs-vaio.html"}]},{"description":"The infringing page contains text from my original article.\r\n\r\nThe only text on the infringing page that is not taken from the original article is \"HP has recently reveal its g7-1368dx budget desktop replacement notebook that measures 17.3-inch display. The HP g7-1368dx boasts with\" and \"The HP g7-1368dx is priced $430.\".\r\n\r\nEverything else is taken from the original article.\r\n\r\n\"...A6-3420M quad-core processor with Radeon HD 6520G integrated graphics, a 500GB hard drive, and 4GB of RAM.\" is taken from the 1st paragraph of the original article and the whole paragraph after \"HP g7-1368dx Specifications\" subtitle on the infringing page is copied from the original article (the last paragraph, under \"HP g7-1368dx Specifications\" subtitle).\r\n\r\nImages are not a part of this DMCA complaint.","infringing_urls":[{"url":"http://www.latestlaptop.us/hp/hp-g7-1368dx-budget-desktop-replacement-notebook.html"}],"copyrighted_urls":[{"url":"http://laptoping.com/hp-g7-1368dx.html"}]},{"description":"The infringing page contains text from my original article.\r\n\r\nThe only text on the infringing page that is not taken from the original article is \"Toshiba has recently reveal its Satellite C855. With the optional processors\" and \"The Toshiba Satellite C855 price range is £ 399.95 – £ 573.77\".\r\n\r\nEverything else is taken from the original article.\r\n\r\n\"Intel Pentium, Celeron, Core i3, and Core i5 processors from the 2011 “Sandy Bridge” CPU family and without a dedicated video card option except the entry-level AMD 7610M 1GB on one of the offered configurations\" is taken from the 2nd paragraph of the original article and the whole paragraph after \"Toshiba Satellite C855 Specifications\" subtitle on the infringing page is copied from the original article (the last paragraph, under \"Toshiba Satellite C855 Specifications\" subtitle).\r\n\r\nImages and videos are not a part of this DMCA complaint.","infringing_urls":[{"url":"http://www.latestlaptop.us/toshiba/toshiba-satellite-c855-laptop.html"}],"copyrighted_urls":[{"url":"http://laptoping.com/toshiba-satellite-c855.html"}]},{"description":"The infringing page contains text from my original article.\r\n\r\nThe only text on the infringing page that is not taken from the original article is \"Lenovo has recently reveal its latest entertainment notebook IdeaPad Z580 that measures 15.6-inch\", \"It features sport\" and \"The Lenovo IdeaPad Z580 is price $559.00\".\r\n\r\nEverything else is taken from the original article.\r\n\r\n\"The Lenovo IdeaPad Z580 is powered by the latest 3rd Generation Intel Core processors\" is taken from the 2nd paragraph of the original article and \"the Nvidia GeForce GT 640M 2GB dedicated video card. RAM and HDD capacity go up to 8GB and 1TB\" is also taken from the 2nd paragraph.\r\n\r\nThe whole paragraph after \"Lenovo IdeaPad Z580 Specifications\" subtitle on the infringing page is copied from the original article (the last paragraph, under \"Lenovo IdeaPad Z580 Specifications\" subtitle).\r\n\r\nImages are not a part of this DMCA complaint.","infringing_urls":[{"url":"http://www.latestlaptop.us/lenovo/lenovo-ideapad-z580-price-559-00.html"}],"copyrighted_urls":[{"url":"http://laptoping.com/lenovo-ideapad-z580.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}