{"dmca":{"id":48864,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-21T05:00:00Z","date_received":"2012-01-21T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"elbertwade.com","principal_name":"elbertwade.com","recipient_name":"Google, Inc. [Form]","works":[{"description":"[START] Aries Turn-ON'S: Arians, being  \naggressive, action-oriented, often impatient, and at times even a bit  \nimpulsive, find any sort of delay or postponement almost impossible to\nbear  \n-- at least, it is safe to say that they do not like to wait. So do what  \nyou promise when you promise if you want to please them. You should never \n\nstand too firmly in their way as they move headlong through life. They are\n \nnormally regarded as being rather combative or even scrappy, as they seem \n\nto relish a challenge or dare; but it must be remembered that they  \nenjoy ...........\n\n.......... Pisces Turn-OFF'S: You'll turn sensitive Pisces folks off if\nyou  \ncan't, at least some of the time, dream along and pretend with members of \n\nthis Neptune-ruled sign. Don't try to be too much of a factualist, a  \nhard-nosed realist too much of the time if you would endear and enrich\nyour  \nrelationship with Pisceans. Avoid inconsistencies in dealing with those of\n \nthis often rather inconsistent sign. When you are unpredictable, it is\nvery  \nfrustrating to Pisces people, as they often find this very part of their  \nown nature so frustrating; they simply can't cope very well with the  \ncomplex problem of matching or molding two indefinites into anything  \ntangible and meaningful. Pisces natives do not enjoy having things of  \nimportance covered up or hidden from them when it is necessary that they  \nknow the truth about such matters. While it is true that Pisceans do enjoy\n \nsurprises, it is best that you keep all surprises on the lighter side.\n[END]","infringing_urls":[{"url":"http://www.fikaluvly.blogspot.com/2011/08/sextrology-chart.html"}],"copyrighted_urls":[{"url":"http://www.elbertwade.com/page88.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}