{"dmca":{"id":48954,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-04-17T04:00:00Z","date_received":"2012-04-17T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Shaddow's Gaming News","principal_name":"Torben Carrington","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"\"Finally!\" All Elder Scrolls fans are  \nshouting, it has been a long wait and Bethesda has finally announced the  \ncoming of a new era of The Elder Scrolls series.\nSet two hundred years after the events of Oblivion, Skyrim will be an  \noutstanding game based off of what information has been released!\n\nThe game will be released November 11th of this year, a long wait for most  \nand that is understandable, just imagining what the Dragons will look like,  \nsound like, and what their role in the story will be has sparked the  \nimagination of many Bethesda fans.\n\nBethesda has gone into the most minute detail in this game in fact so  \nminute they can now adjust the weight of every single branch on each tree  \nto make how it sways in the wind more realistic, the snow isn't simply a  \nlittle texture job it actually falls realistically, the screen shots in  \nthis months Game Informer magazine show beautiful forests and mountains and  \nrivers it looks to be one of the most beautiful games ever to hit the  \nmarket!\n\nThe Game's brand new Creation engine allows for the creation of many new  \nfeatures such as brand new realistic animations, perfect shadows for all  \nobjects, Radiant AI, Radiant Story, and a much greater draw distance. The  \nRadiant AI features NPCs with by far superior schedules as apposed to  \nOblivion's. Now NPCs actually have jobs like working the mill, farming, and  \nmining. NPCs can be your friend or your enemy depending on how you treat  \nthem, you can help them by finding lost items or getting rid of a \"problem\"  \nor you could strike fear into their hearts by killing a loved one or  \nstealing from them and soon they will have their own feelings and emotions  \nabout you. And these emotions affect how they respond to you, if you were  \nto eat food in their house and you were a friend they wouldn't care, an  \nenemy on the other hand would call the guards (let's hope the guards aren't  \npsychic again). And on a side note to all of these incredible new features  \nBethesda has said they have a lot more voice actors to keep the dialog  \nfresh.\n\nHavok is a top of the line animation creator that Bethesda is using to  \ncreate all of the realistic animations that are being placed in the game,  \nbeing top of the line you are safe to expect quality especially in the  \nhands of Bethesda's employees!\nDue to the new animations and engine Bethesda no longer has the camera zoom  \nin on who you are talking to and freeze time, now the NPCs will continue  \ntheir routes or jobs occasionally looking at you and you are free to walk  \naround wile talking!\n\nRadiant Story? Yes, Radiant Story is a new feature within the new game  \nengine now the game actually creates quests for you as you play the game,  \nit watches everything you do so you are always traveling to new places as  \nquests are being made to take you to those locations such as a dungeon you  \nhaven't been in or a town you haven't gone to.\nTodd Howard the head of Bethesda's venture in Elder Scrolls and Fallout has  \nthis to say about the quest generation:\n\n\"Traditionally in an assassination quest, we would pick someone of interest  \nand have you assassinate them, Now there is a template for an assassination  \nmission and the game can conditionality all the roles – where it happens,  \nunder what conditions does it take place, who wants someone assassinated,  \nand who they want assassinated. All this can be generated based on where  \nthe character is, who he's met. They can conditionality that someone who  \nyou've done a quest for before wants someone assassinated, and the target  \ncould be someone with whom you've spent a lot of time before.”","infringing_urls":[{"url":"http://indiegamesfortheplayers.blogspot.com/2012/04/finally-all-elder-scrolls-fans-are.html"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}