{"dmca":{"id":48961,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-04-17T04:00:00Z","date_received":"2012-04-17T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Shaddow's Gaming News","principal_name":"Torben Carrington","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Title: Mario kart 64\n\nArticle: Well as everyone can see Shaddow's Gaming News has a new style of\n \nreviews, Retro Reviews! These reviews will be on video games from consoles\n \nsuch as Nintendo 64, Playstation one, and any console prior to these. Hope\n \nyou enjoy these articles and please comment with thoughts on this new  \naddition, so let's get this started!~~\n\nMario Kart 64, the name brings back great memories of fun and excitement  \nfor most. It is a great game filled with awesome action packed races that \n\nkeep you on the edge of your seat! This is a fantastic game to play with  \nfamily and is highly recommended if you have a Nintendo 64.\n\nThe game is of the racing genre and has a great pace, the controls are\nvery  \neasily mastered so it is perfect for all ages! The Grand Prix cups consist\n \nof four difficulties, 50cc, 100cc, 150cc, and Extra (which must be  \nunlocked) each of them gets progressively harder and Extra is mirrored  \nlevels. All of these cups have a total of four levels that are each unique\n \nin their own way. And if you manage to beat all the cups in 50cc, 100cc,  \nand 150cc winning a Gold trophy (which is an extremely hard feat) you will\n \nunlock a new title screen and the ability to race in the Extra difficulty!\n \nThe weapons in this game are similar to the newer versions with red,\ngreen,  \nand blue turtle shells, mushrooms, stars, etc. and they all add up to form\n \nan exhilarating game play with non-stop action!\n\nThere are a total of 8 racers from all of your favorite Mario games,  \nincluding Mario, Wario, Luigi, Peach, Bowser, Donkey Kong, Yoshi, and Toad\n \neach of them have their own pros and cons including weight, acceleration, \n\nand speed.\n\nMulti-player is a great functionality in this game, it allows you to play \n\n1-4 players in split screen action in three different options Versus,\nCo-op  \nGrand Prix, or even Battle. In Versus you and your partner(s) go into a  \nrace with no NPCs and compete for first place be careful though because  \nyellow bombs fill the race track and if you hit one you are most likely to\n \nbe past up! Battle on the other hand is held in one of four large arenas  \nusing items to attempt in knocking off all three of your opponent's  \nballoons. And Co-Op Grand Prix is just like single player, you and your  \npartner(s) go into a race to complete with NPCs who will do anything to  \nstop you from winning.\n\nThe sound is really well made to, I was quite surprised to find such a  \ngreat sound track on an old Nintendo 64 game other then Legend of Zelda.  \nBut it happened, Mario Kart 64 consists of 31 minutes of sound tracks that\n \nare separated into a total of 14 songs all of which fit into the game's  \nscenery and feel seamlessly.\n\nTo end this review I have to say that this is a must have game for anybody\n \nwith a Nintendo 64 it is an all around fun experience for the whole family\n \nand is worth the money you spend on it. I hope you enjoyed this Retro  \nReview and please comment!\n\nHere is a fun fact: Commercially Mario Kart 64 is one of the most  \nsuccessful Mario Kart games in the series.  It sold 5.5 million copies in \n\nthe US and 2.24 million in Japan.","infringing_urls":[{"url":"http://indiegamesfortheplayers.blogspot.com/2012/04/mario-kart-64.html"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}