{"dmca":{"id":48995,"type":"Dmca","title":"IFPI DMCA (Copyright) Complaint to Google","body":"RE:\r\n\r\nhttp://mp3populardownloads.blogspot.com/2008/05/coldplay-spell-rebel-yell.html\r\nhttp://mp3populardownloads.blogspot.com/2008/05/eric-clapton-wonderful-tonight.html\r\nhttp://mp3populardownloads.blogspot.com/2008/05/janet-jackson-feedback.html\r\nhttp://mp3populardownloads.blogspot.com/2008/05/nelly-furtado-promiscuous-girl.html\r\nhttp://mp3populardownloads.blogspot.com/2008/05/william-heartbreaker.html\r\nhttp://mp3populardownloads.blogspot.com/2008/05/rihanna-take-bow.html\r\nhttp://mp3populardownloads.blogspot.com/2008/05/coldplay-violet-hill.html\r\nhttp://mp3populardownloads.blogspot.com/2008/05/estelle-american-boy.html\r\nhttp://mp3populardownload.blogspot.com/2008/04/sean-kingston-take-you-there.html\r\nhttp://mp3populardownload.blogspot.com/2007/07/backstreet-boys-incomplete.html\r\nhttp://mp3populardownload.blogspot.com/2007/11/bee-gees-how-can-you-mend-broken-heart.html\r\nhttp://mp3populardownload.blogspot.com/2007/06/black-eyed-peas-gone-going.html\r\nhttp://mp3populardownload.blogspot.com/2008/01/bon-jovi-lay-your-hands-on-me.html\r\nhttp://mp3populardownload.blogspot.com/2007/09/bon-jovi-make-memory.html\r\nhttp://mp3populardownload.blogspot.com/2007/08/enrique-iglesias-do-you-know.html\r\nhttp://mp3populardownload.blogspot.com/2007/06/celine-dion-my-heart-will-go-on.html\r\n\r\nDear Sir/Madam,\r\n\r\n\r\nWe refer to our emails below.\r\n\r\n\r\nI am contacting you on behalf of the International Federation of the Phonographic Industry (IFPI) and the record companies it represents. The IFPI is a trade association that represents over 1,400 major and independent record companies in the US and internationally who create, manufacture and distribute sound recordings (the \"IFPI Represented Companies\").\r\n\r\n\r\nUnder penalty of perjury, we submit that we are authorized to act on behalf of the IFPI Represented Companies in matters involving the infringement of their sound recordings, including enforcing their copyrights and common law rights on the Internet.\r\n\r\n\r\nWe have learned that your service is hosting the above web sites on your network. These sites are offering direct links to files containing sound recordings for other users to download. The copyright in these sound recordings is owned or exclusively controlled by certain IFPI Represented Companies.\r\n\r\n\r\nWe have a good faith belief that the above-described activity is not authorized by the copyright owner, its agent, or the law.\r\n\r\n\r\nWe assert that the information in this notification is accurate, based upon the data available to us.\r\n\r\n\r\nWe are asking for your immediate assistance in stopping this unauthorized activity. Specifically, we request that you remove the infringing links from your system or that you disable access to the infringing links, and that you inform the site operator(s) of the illegality of his or her conduct.\r\n\r\n\r\nWe also note that under Google's Blogger DMCA Policy, Google will, in appropriate circumstances, terminate the accounts of repeat infringers and that under the Blogger Content Policy Google reserves the right to terminate accounts that are used for unlawful purposes. In this regard, we refer to our emails below in relation to the same site.\r\n\r\n\r\nOur top priority is to prevent the continued availability of the IFPI Represented Companies' content on the internet. Unauthorized copies of sound recordings that are freely available, especially pre-release recordings, cause substantial damage to the IFPI Represented Companies every hour and day they remain available. In sending a notice in this form, we are seeking to ensure that infringing content is removed from the internet as quickly as possible through your cooperation. However, please note that we do not admit that we or the IFPI Represented Companies are responsible for detecting infringing material and notifying you of it.\r\n\r\n\r\nWe also do not admit that you are within the protection of the DMCA safe harbors or that prompt removal of links according to this notice is sufficient for you to avoid potential liability under applicable copyright laws, though it may mitigate your exposure.\r\n\r\n\r\nYou should understand that this letter constitutes notice to you that this site operator(s) may be liable for the infringing activity occurring on your service. In addition, your company may also be liable for any resulting infringement. This notice does not constitute a waiver of any right to recover damages incurred by virtue of any such unauthorized activities, and such rights as well as claims for other relief are expressly reserved.\r\n\r\n\r\nYou may contact me at IFPI Secretariat, [redacted], London W1J 0DD, United Kingdom or email [redacted]@ifpi.org, to discuss this notice.\r\n\r\nPlease note that we have submitted a signature to be placed on file with Google.\r\n\r\nWe await your response.\r\n\r\n\r\n\r\n\r\nYours faithfully\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n[redacted]\r\n\r\nVice-President, Internet Anti-Piracy\r\n\r\nIFPI\r\n\r\n[redacted]\r\n\r\nLondon\r\n\r\nW1J 0DD\r\n\r\nUnited Kingdom\r\n\r\nEmail: [redacted]@ifpi.org","date_sent":"2008-05-22T04:00:00Z","date_received":"2008-05-22T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Director, Internet Anti-Piracy","principal_name":"IFPI","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}