{"dmca":{"id":28184,"type":"Dmca","title":"NetResult DMCA (Copyright) Complaint to Google","body":"NetResult Internal Reference:  ASO_NRID176869\r\n\r\nPlease quote the above ASO_NRID176869 reference in all communications with us regarding this issue.\r\n\r\nAudio Visual Infringement\r\n\r\nDear Sirs,\r\n\r\nWe write on behalf of Amaury Sports Organisation (ASO) who own and control all rights associated with the conduct, promotion and management of the Tour de France, including but not limited to, all related intellectual property, broadcast and footage rights worldwide.  We have been authorised by ASO to send this letter to you on their behalf.  \r\n\r\nWe have noticed that your website, http://www.sonictv.blogspot.com/ is displaying, promoting and/or offering audio, visual and/or audio-visual content from the 2011 Tour de France. All copyright in such images are vested in ASO.\r\n\r\nAs you have neither sought nor obtained permission from ASO to use this content your present use is a clear infringement of the ASO's rights and patently infringes the copyright held in that content. Please immediately cease all such infringements on any and all of the web sites you own and/or control and confirm to us via email that you have done so.\r\n\r\nNothing in this letter is intended or shall be construed to constitute an express or implied waiver of any of ASO's rights or remedies, including any rights or remedies in respect of infringement not explicitly stated, whether current or in the future, all of which are expressly reserved.\r\n\r\nFormal Declaration\r\n\r\nI hereby state that Amaury Sports Organisation owns and controls the exclusive rights to the audio, visual and/or audio-visual content referenced above and that NetResult is authorized to act on behalf of ASO with respect to internet monitoring and compliance related to infringement of such rights.\r\n\r\nI hereby state that I have a good faith belief that use of such A/V content in the manner complained of is not authorised by ASO, its agents, or the law.\r\n\r\n\r\n[I, [redacted] , as a representative of NetResult hereby digitally sign this e-mail message under penalty of perjury under the laws of the United States of America with the additional statement under penalty of perjury that the information in the notice is accurate.]\r\n\r\nPlease note that nothing in this letter is intended or shall be construed to constitute an express or implied waiver of any of The FFT's rights or remedies, all of which are expressly reserved.\r\n\r\nWe thank you for your cooperation.\r\n \r\nYours faithfully,\r\n \r\n[redacted]\r\n\r\nNetResult Solutions Limited\r\nPO BOX [redacted]\r\nLondon\r\n[redacted]\r\nUnited Kingdom\r\n+44 (0)[redacted]\r\n\r\n ","date_sent":"2011-07-07T04:00:00Z","date_received":"2011-07-07T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"NetResult","principal_name":"Amaury Sports Organisation (ASO)","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}