{"dmca":{"id":28209,"type":"Dmca","title":"Case ID 39960541 - Notice of Claimed Infringement","body":"-----Original Message-----\r\nFrom: SonyPicturesDigital-Abuse [mailto:SMS-Abuse@sonypictures.com] \r\nSent: Friday, March 04, 2005 6:05 PM\r\nTo: Lance Crosby Esq.\r\nSubject: Case ID 39960541 - Notice of Claimed Infringement\r\n\r\n?Friday, March 04, 2005\r\n\r\n\r\nThePlanet.com Internet Services, Inc.\r\n1333 North Stemmons Freeway\r\nSuite 110\r\nDallas, TX  75207  US\r\n\r\n\r\nRE:  Unauthorized Distribution of the Copyrighted Acid Software\r\n\r\n\r\nDear Lance Crosby, Esq.:\r\n\r\nWe are writing this letter on behalf of Madison Media Software, Inc., a\r\nsubsidiary of Sony Pictures Digital Inc.  (\"Madison Media Software\"). \r\n\r\nAs you may know, Madison Media Software is the owner of copyright,\r\ntrademark, patent and other intellectual property rights and interests in\r\nand to the software known as  Acid.\r\n\r\nNo one is authorized to perform, exhibit, reproduce, transmit, or otherwise\r\ndistribute the above-mentioned work without the express written permission\r\nof Madison Media Software, which Madison Media Software has not granted to\r\n67.19.130.90.\r\n\r\nWe have received information that an individual has utilized the\r\nabove-referenced IP address at the noted date and time to offer downloads of\r\nthe above-mentioned work through a \"peer-to-peer\" service.\r\n\r\nThe attached documentation specifies the location on your network where the\r\ninfringement occurred, the number of repeat violations recorded at this\r\nspecific location, as well as any available identifying information.\r\n\r\nThe distribution of unauthorized copies of copyrighted software constitutes\r\ncopyright infringement under the Copyright Act, Title 17 United States Code\r\nSection 106(3).  This conduct may also violate the laws of other countries,\r\ninternational law, and/or treaty obligations.\r\n\r\nSince you own this IP address, we request that you immediately do the\r\nfollowing:\r\n\r\n1) Disable access to the individual who has engaged in the conduct described\r\nabove; and\r\n2) Terminate any and all accounts that this individual has through you.\r\n\r\nOn behalf of Madison Media Software, owner of the exclusive rights to the\r\ncopyrighted material at issue in this notice, we hereby state, pursuant to\r\nthe Digital Millennium Copyright Act, Title 17 United States Code Section\r\n512, that we have a good faith belief that use of the material in the manner\r\ncomplained of is not authorized by Madison Media Software, its respective\r\nagents, or the law.\r\n\r\nPlease contact us at the above listed address or by replying to this email\r\nshould you have any questions.\r\n\r\nWe appreciate your assistance and thank you for your cooperation in this\r\nmatter.  In your future correspondence with us, please refer to Case ID\r\n39960541.\r\n\r\nYour prompt response is requested.\r\n\r\nRespectfully,\r\n\r\nMichelle G. Ohryn\r\nExec. Director, Business & Legal Affairs Sony Pictures Digital Inc.\r\n10202 West Washington Boulevard\r\nCulver City, California 90232\r\n(310) 244-3318\r\nSMS-Abuse@sonypictures.com\r\n\r\n\r\n\r\n\r\n------------------------------\r\nInfringement Detail:\r\nInfringing Work: Acid\r\nFilename: Soundforge 7.0A  Acid Pro 4.0F  Keygen.zip First Found: 25 Feb\r\n2005 17:28:34 EST (GMT -0500) Last Found: 25 Feb 2005 17:28:34 EST (GMT\r\n-0500)\r\nFilesize: 81,492k\r\nIP Address: 67.19.130.90\r\nIP Port: 4662\r\nNetwork: eDonkey\r\nProtocol: eDonkey\r\n","date_sent":"2005-03-04T05:00:00Z","date_received":"2005-03-04T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Sony Pictures Digital Inc. (for Madison Media Software, Inc.)","recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}