{"dmca":{"id":28297,"type":"Dmca","title":"Copyright infringement","body":"nc \r\n\r\n-----Original Message-----\r\nFrom: Kris Bloom [mailto:Kris@streetsourcemag.com] \r\nSent: Wednesday, March 16, 2005 1:44 AM\r\nTo: copyright@theplanet.com\r\nSubject: Copyright infringement\r\n\r\nWe have a problem where (what we assume to be) your client sportrucks.com is\r\nblatantly violating our copyright. There are many examples, but one stands\r\nout. Go to\r\nhttp://www.sportrucks.com/memberlogin.asp?returnURL=addownerprofile.asp ..\r\nYou will see a login form that looks allot like ours..\r\nhttp://www.streetsourcemag.com/myaccount.aspx .. But what makes it an\r\nobvious forgery is that if you notice, the words \"find it.\" under \"Forget\r\nyour UserName?\" links to our website. They copied it and forgot to change\r\nthe URL of that link. Also, if you view the source of the page and search\r\nfor \"streetsource\" you will see the JavaScript variables are still named\r\nlike ours... an obvious forgery. This individual is aware that we are on to\r\nhim and is making small changes to make his forgery less obvious but we have\r\nscreens shots of the original site the way it was.\r\n\r\nThere are many examples of things like this throughout there site still. We\r\nhave contacted the company who developed this site and they have confirmed\r\nthat they were given instructions to copy our site. We are currently filing\r\nlawsuit against this company for the incident but the contact information\r\nfor this person has shown to be false. this has caused us to run into a dead\r\nend. We would like the site shut down if possible. If not, please advise us\r\nof anything you can do to help.\r\n\r\nThanks,\r\n\r\nKris Bloom\r\nStreet Source Magazine\r\nPresident/CEO\r\nHttp://www.StreetSourceMag.com\r\nHttp://www.StreetSourceInteractive.com\r\n\r\n\r\n","date_sent":"2005-03-16T05:00:00Z","date_received":"2005-03-16T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Street Source Magazine","recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}