{"dmca":{"id":28409,"type":"Dmca","title":"DMCA Complaint Lightspeed Media Corporation","body":"________________________________\r\n\r\nFrom: Matthew P. Collins [mailto:matt@mpcpc.com] \r\nSent: Monday, December 11, 2006 11:39 AM\r\nTo: Legal Response\r\nSubject: DMCA Complaint Lightspeed Media Corporation\r\n\r\n\r\n\r\nMATTHEW P. COLLINS\r\n\r\nAttorney at Law\r\n\r\nPO Box 191062\r\n\r\nAtlanta, GA 31119\r\n\r\n404-214-6070\r\n\r\nFax:  678-669-1518\r\n\r\nDecember 11, 2006\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\nVIA EMAIL AND FIRST CLASS MAIL\r\n\r\n \r\n\r\nMs. Andrea Almeida\r\n\r\nThePlanet.com Internet Services, Inc.\r\n\r\n1333 Stemmons Fwy, Suite 110\r\n\r\nDallas, TX 75207\r\n\r\n \r\n\r\n \r\n\r\nClaimant Information:\r\n\r\n \r\n\r\nMatthew P. Collins\r\n\r\nAttorney for Lightspeed Media Corporation\r\n\r\nPO Box 191062\r\n\r\nAtlanta, Georgia 31119\r\n\r\nTelephone: 404.214.6070\r\n\r\nFax:  678.669.1518\r\n\r\n \r\n\r\n \r\n\r\nRE: Images contained on the following pages:\r\n\r\nhttp://www.bikinibikini.com/forum/thread108105.html\r\n\r\n \r\n\r\n \r\n\r\nMs. Andrea Almeida:\r\n\r\n \r\n\r\nI represent Lightspeed Media Corporation and I am writing regarding the\r\nimages contained on the above referenced web pages, which are owned and\r\ncopyrighted by my client.  Pursuant to Federal law and under penalty of\r\nperjury, I state that the information in this claim is accurate and that\r\nI am the authorized representative of my client and that I have full\r\nauthority to bring this complaint on behalf of my client, the owner of\r\nthese images.\r\n\r\n \r\n\r\nThis Notice of Claimed Infringement is sent to you pursuant to 17 U.S.C.\r\n101 et.seq. of the Copyright Act of 1976 (as amended) as well as the\r\nnotification provisions contained in the Digital Millennium Copyright\r\nAct (17 U.S.C. 512). This notice of claimed infringement is sent to you\r\nas you are listed as the agent for copyright infringement claims.\r\n\r\n \r\n\r\nThis notice is to inform you that the images referenced above are used\r\nin an unauthorized manner and said use has not been authorized by the\r\nowner of the copyright, Lightspeed Media Corporation.  Moreover, this\r\nnotice is to inform you of the unlawful acts of copyright infringement\r\nbeing committed by the posting of these images on the above referenced\r\nweb site for which you are the service provider. Moreover, my client is\r\nthe copyright owner and has not given permission or authorization for\r\nthe use of the images by the above referenced web site(s).\r\n\r\n \r\n\r\nYour customer's unauthorized use of these valuable photographic images\r\nconstitutes copyright infringement, as prohibited by the U.S. Copyright\r\nAct, 17 U.S.C. 101 et seq., and is in direct violation with the\r\ninternational rights of my client. Similar conduct has been expressly\r\nforbidden by such reported federal cases as Playboy Enterprises, Inc. v.\r\nFrena, 839 F. Supp. 1552 (S.D. Fla. 1993); Playboy Enterprises, Inc. v.\r\nWebbworld, 968 F. Supp. 1171 (N.D. Tex. 1997).\r\n\r\n \r\n\r\nEach intentional unauthorized use of an image belonging to my client\r\nsubjects your customer to potential liability for statutory damages and\r\nyour failure to act expeditiously to remove the copyrighted images may\r\nsubject you to liability as well. Said liability, under 15 U.S.C. 504\r\nand 505, can include up to $150,000 per work, plus any costs and\r\nattorney's fees incurred by my client in pursuing legal recourse against\r\nyou and your customer.\r\n\r\n \r\n\r\nAccordingly, we demand that you immediately comply as follows:\r\n\r\n \r\n\r\n1.  Remove the above referenced pages where the copyright images are\r\ndisplayed\r\n\r\n \r\n\r\n2.  Reply to this email stating exactly what time and date the images\r\nwere removed from the site.\r\n\r\n \r\n\r\nAt this time, you are on notice that your facilities are being used to\r\ninfringe the copyrights of Lightspeed Media Corporation, and therefore\r\nyou also risk being held liable for any further infringements by your\r\ncustomer.  \r\n\r\n \r\n\r\nNothing in this letter shall be deemed to waive or limit any of the\r\nrights or remedies of my client all of which are hereby expressly\r\nreserved.\r\n\r\n \r\n\r\nUntil this matter is satisfactorily resolved, we reserve the right to\r\ntake such action as deemed advisable to assert our statutory right to\r\nrecover damages, lost profits, attorneys' fees, and any costs of\r\nrecovery, and to otherwise take all available and reasonable steps to\r\nprotect our interests, including but not limited to preliminary and\r\npermanent injunctive relief.\r\n\r\n \r\n\r\nWe appreciate your cooperation in this matter and I hope to hear from\r\nyou today.\r\n\r\n \r\n\r\nSincerely,\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\nMatthew P. Collins\r\n\r\nAttorney at Law\r\n\r\nPO Box 191062\r\n\r\nAtlanta, GA 31119\r\n\r\n404.214.6070\r\n\r\nFax:  678-669-1518\r\n\r\n \r\n\r\n**********************************************************************\r\n\r\nThis message is a PRIVILEGED AND CONFIDENTIAL communication.  If you are\r\n\r\n\r\nnot the intended recipient, please do not read, copy, or use it, and do\r\nnot \r\n\r\ndisclose  it to others.  Please notify the sender of the delivery error\r\nby \r\n\r\nreplying to this message, and then delete it from your system.  Thank\r\nyou.\r\n\r\n**********************************************************************","date_sent":"2006-12-11T05:00:00Z","date_received":"2006-12-11T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Lightspeed Media Corporation","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}