{"dmca":{"id":28457,"type":"Dmca","title":"Notice ID: 21-1253005 Notice of Infringement of Intellectual Property Rights","body":"-----Original Message-----\r\nFrom: symantec-no-reply@copyright-compliance.com\r\n[mailto:symantec-no-reply@copyright-compliance.com] \r\nSent: Monday, December 11, 2006 12:00 PM\r\nTo: Copyright\r\nSubject: Notice ID: 21-1253005 Notice of Infringement of Intellectual\r\nProperty Rights\r\n\r\n-----BEGIN PGP SIGNED MESSAGE-----\r\nHash: SHA1\r\n\r\n11 Dec 2006 17:55:31 GMT\r\nNotice ID: 21-1253005\r\n\r\nTheplanet.Com Internet Services\r\n\r\nDear Sir/Madam,\r\n\r\nI am writing on behalf of Symantec Corporation. Symantec owns the\r\ntrademarks and holds the copyrights for numerous computer software\r\nproducts, including but not limited to a suite of computer utility and\r\nantivirus software products under the U.S. registered trademarks NORTON\r\nSYSTEMWORKS and NORTON ANTIVIRUS, and other software bearing the\r\n\"Norton\" or \"Symantec\" brand names.  Symantec also holds the registered\r\ntrademark in the U.S. and other countries for its name, SYMANTEC.\r\nSymantec's rights are evidenced by, among other things, registrations of\r\nits trademarks and copyrights with the United States Patent and\r\nTrademark Office and the United States Copyright Office.\r\n\r\nAs you know, unauthorized use of Symantec's trademarks, and unauthorized\r\ncopying and/or distribution of Symantec's copyrighted works, is a\r\nviolation of federal and state laws.  It is illegal to produce, sell or\r\ndistribute such unauthorized works.\r\n\r\nSymantec has been notified that Theplanet.Com Internet Services provides\r\nInternet access for the IP address listed below.  We have determined\r\nthat unauthorized copying and distribution of one or more of our\r\nproducts (Please see evidence below), is taking place from that address.\r\nSuch distribution is not authorized by Symantec, its agents or the law\r\nand thus constitutes infringement.\r\n\r\nBased on the above, the deliberate and clear infringement of Symantec's\r\nprotected copyright and trademark rights, and the harm to Symantec's\r\nbusiness and goodwill from the infringing use, Symantec demands that you\r\nimmediately investigate and take action to stop this infringing\r\nactivity, and inform us of the results of your actions.  Symantec\r\nbelieves that the entire Internet community benefits when these matters\r\nare resolved cooperatively.  Accordingly, we appreciate your efforts\r\ntoward this common goal.\r\n\r\nThe information contained in this notification is accurate.  Under\r\npenalty of perjury, the undersigned is authorized to act on behalf of\r\nSymantec with respect to this matter.\r\n\r\nPlease be advised that this letter is not and is not intended to be a\r\ncomplete statement of the facts or law as they may pertain to this\r\nmatter or to Symantec's positions, rights or remedies, legal or\r\nequitable, all of which are specifically reserved.\r\n\r\nThank you very much for your immediate assistance regarding this matter.\r\n\r\nPlease respond indicating the actions you have taken to resolve this\r\nmatter. The provided link has been assigned to this matter\r\nhttp://webreply.baytsp.com/webreply/webreply.jsp?customerid=21&commhash=\r\n845981eff2259fea92624514a3321030. For email correspondence, please\r\nreference the above Notice ID in the subject line\r\nmailto:symantec2@copyright-compliance.com?subject=RE%3A%20Notice%20ID%3A\r\n%2021%2D1253005%20Notice%20of%20Infringement%20of%20Intellectual%20Prope\r\nrty%20Rights.\r\n\r\nSincerely,\r\n\r\nChansonette Connolly\r\nManager, Global Anti-Piracy and Intellectual Property Enforcement Legal\r\nDepartment Symantec Corporation 350 Ellis Street Mountain View, CA 94043\r\nEmail: chansonette_connolly@symantec.com\r\n\r\nA pgp public key is available on the key server at\r\nldap://keyserver.pgp.com if you would like to verify the authenticity of\r\nthis notice.\r\n\r\n\r\nEvidentiary Information:\r\nNotice ID: 1253005\r\nRecent Infringement Timestamp: 8 Dec 2006 11:19:32 GMT Infringed Work:\r\nNorton Internet Security 2006 Infringing FileName:  Norton Systemworks\r\n(+Premier) + Internet Security + Antivirus 2006.iso Infringing FileSize:\r\n1456472064\r\nProtocol:  eDonkey\r\nInfringing URL:  ed2k://|file|Norton Systemworks (+Premier) + Internet\r\nSecurity + Antivirus\r\n2006.iso|1456472064|5C86131C4166EFE5A29CE4813E7D9EB7|/\r\nInfringers IP Address:  67.19.217.2\r\nInfringer's DNS Name: \r\nInfringer's User Name:  \r\nInitial Infringement Timestamp:  8 Dec 2006 11:19:32 GMT","date_sent":"2006-12-11T05:00:00Z","date_received":"2006-12-11T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Symantec Corporation","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}