{"dmca":{"id":28552,"type":"Dmca","title":"Illegal software license on a server","body":"\r\n\r\nTo Whom It May Concern:\r\n\r\nPlease note that below-referenced copyright infringement notice does not\r\nsubstantially comply with the required notification elements of the\r\nDigital Millennium Copyright Act of 1998 (\"DMCA\").\r\n\r\nPlease note that we have not passed on the substantive merits of your\r\nclaim.\r\n\r\nPlease visit our web site at\r\nwww.theplanet.com/about_us/legal_docs/ThePlanet%20Copyright%20Infringeme\r\nnt%2001%2015%2007%20FINAL.pdf\r\n \r\nLegal Response Team\r\nTHEPLANET.COM INTERNET SERVICES, INC.\r\n\r\n-----Original Message-----\r\nFrom: clone@clone.gr [mailto:clone@clone.gr] \r\nSent: Friday, May 11, 2007 11:41 AM\r\nTo: Copyright\r\nSubject: Illegal software license on a server\r\n\r\nHello,\r\nmy name is Natalia Andriichuk and I'm the owner of Greek company\r\nClone.gr\r\n\r\nThis is the second e-mail who I send you about a client of yours who use\r\na\r\ncopy of our software without our permition. We waiting reply to our\r\nfirst\r\nemail but you never do and after 2-3 days contact with us the lawyer of\r\nillegal software owner and wrote you \"close\" our case.\r\n\r\nAfter this I send you a second email and this will be the last before we\r\ngive the problem to our lawyers.\r\n\r\nThe story:\r\n\r\nAt Apr. 20, 2007 your client purchase 130$ for our web software \"My Fox\r\nVideos\" via Paypal.com (My Fox Videos is a module-plugin for software\r\nPhpfox - http://www.phpfox.com ).\r\n\r\nOur support team install on his website our software but meet some\r\nproblems because this software need some requirements libraries and\r\nsettings add in server for work carefully. Your client find a company\r\nwho\r\nmakes these installations and next day the software work carefully.\r\nAfter\r\na few ours your client have problems with files size limits and can't\r\nwork\r\nwith some files who was be over X megabytes. Our support look in\r\nsoftware\r\nand understand there was a problem with server settings. His server\r\nsupport trying find the solution but without results.\r\nAfter this person send to our support 10+ emails per day and tell them\r\nthe\r\nproblem was with our software and we must the solution. We tryind\r\nexplain\r\nthis can't be our software problem because the settings are very heigher\r\nthan who give the problem. (notice, our software work perfect in 200+\r\nservers without problems).\r\n\r\nHe continue the emails to our support team and say always the problem is\r\nwith our software etc.\r\nAfter all these we make a complete refund (April 23, 2004)  to his\r\npayment\r\nand we give the order to our support unistall the software from his\r\nwebsite.\r\n\r\nNext 2-3 ours he contact with us and wrote about destroy  his website,\r\nwe\r\nnever ask a refund etc.\r\n\r\nOur support go in his website and the only who will see was our software\r\nin his website again! (from a backup I guess).\r\nOur support contact with him and wrote him about refund etc and wrote he\r\nis install again our software for make tests and solve the server's\r\nproblem.\r\nOur support tell him send a email to our sales team about that, but\r\nnever\r\ndo. After 2-3 days our support see our software on his website and work\r\nwithout problems like this is his property. He and his members upload\r\nnormally videos on website without have our permition for use this\r\nsoftware.\r\n\r\nSales team contact with this person and without any problem just say \"I\r\ndon't unistall the software if you don't fix my server problem\"!!!.\r\n\r\nAfter all these we contact with you and you never reply but we take an\r\nanswer from his lawyer who ask balances and wrote \"we are not the owners\r\nof our software\" and many others. He wrote send  us 100$ for close the\r\nproblem and we say ok. At next email wrote they send these money if we\r\nsolve his server's issue.\r\n________________________________________________________________________\r\n_____\r\n\r\nSo, we don't make deal and we ask now from you take care for COMPLETE\r\nUNISTALL or our software fron this website.\r\n\r\n________________________________________________________________________\r\n_____\r\n\r\nInformations:\r\n\r\nYour client:\r\n\r\nWebsite: http://www.ftcchat.net/\r\n\r\nOur software: http://www.ftcchat.net/video/\r\n\r\nServer IP: 67.15.134.78\r\n\r\n\r\n\r\nOur Informations:\r\n\r\nSoftware title: My Fox Videos for Phpfox\r\n\r\nCopyright: registerered with Copyright Witness - Registration number:\r\n270962\r\n(If you need we can sent you with email or fax a copy or our copyright\r\ncertificate)\r\n\r\nSoftware official website: http://www.clone.gr/fox/\r\n\r\nSoftware sales: http://www.clone.gr/sales/\r\n\r\n\r\nThank you and Im waiting your reply.\r\nSorry about my bad English.\r\n\r\n\r\nNotice: We are your clients (we are partners of \"Internet Solutions LTD\"\r\n-\r\nhttp://isol.gr ) and we use your servers for 250+ of our clients. When\r\nwe\r\nhave similar problems with any of these clients we  resolved in minutes.\r\n\r\n\r\n-- \r\nClone.gr\r\nHosting and Development Solutions\r\nAmoriou 10-12\r\n11251, Athens - Greece\r\nPhone: +30 212 000 2144 - +30 212 000 2145\r\n\r\n\r\n\r\n\r\n","date_sent":"2007-05-11T04:00:00Z","date_received":"2007-05-11T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Clone.gr","recipient_name":"ThePlanet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}