{"dmca":{"id":28650,"type":"Dmca","title":"Article DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-09-26T04:00:00Z","date_received":"2012-09-26T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Shannon Cavers","principal_name":"The Cavers Law Firm, LLC","recipient_name":"Google, Inc.","works":[{"description":"It is my core value that all people should be treated with respect and dignity, and I think most people feel that way.  This is especially true of elder members of our Houston society, who may be particularly vulnerable.  According to The American Psychological Association there are 2.1 million cases of elder abuse reported annually, and the thought is there are many more cases where the abuse is not reported because the victim is isolated, disabled or afraid of their caregiver.  Most people believe that most incidents of elder abuse occur in nursing homes, but sadly most cases occur in the person’s home.  The perpetrators are family members, other household members, and paid caregivers.  Discussing the reasons or triggers for elder abuse is way beyond the scope of this brief article, but there are interventions you can read about elsewhere.  The focus of this article is to make the public aware of the kinds of elder abuse.  The most obvious form of abuse is physical in nature and is revealed by bruises and broken bones, but there are many subtle forms of abuse and neglect.  Neglect may include leaving someone with dementia alone (even for a short time period), failure to provide nutrition, medication, and items like glasses, walkers or canes.  Caregivers and family members can engage in emotional abuse of their elder one by isolating them from friends and other family members, denying them access to activities outside the home, being verbally demeaning or aggressive, taking away all autonomy from the person’s life, or by generally being uncaring.  Financial abuse occurs more often than you might expect.  Examples of financial abuse include: coercing or tricking the elder to sign a statutory power of attorney thereby giving the agent broad power over all the person’s assets; failing to provide for the elder person even though the person has financial resources; using the elderly person’s monthly Medicare benefit for unintended purposes; and, adult children and grandchildren who coerce the elderly person to gift away large amount of cash, property or other items of significant value.  Transactions like these can have sweeping effects on the elderly person’s legal rights.  Finally, sexual abuse of the elderly is the vilest, and this becomes evident when symptoms of sexually transmitted diseases present in one who had no prior history of STDs.  One thing is certain – if we live long enough, we will all be elderly, and with that goes some level of vulnerability.  Some advance planning with an elder law attorney or life care planner can go a long way to prevent some of these abuses – especially in terms of financial abuse.  If you suspect that an elderly person may be a victim of physical, emotional, financial or sexual abuse, then contact the Texas Department of Protective and Family Services, Adult Protective Services division, to make a report at 1-800-252-5400.  However, if you suspect immediate harm, then call 911 to make a report.  This can be done anonymously.","infringing_urls":[{"url":"http://michiganelderlawcenter.com/blog/"},{"url":"http://michiganelderlawcenter.com/identifying-elderly-abuse-its-many-forms/"}],"copyrighted_urls":[{"url":"http://caverslaw.com/blog/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}