{"dmca":{"id":28820,"type":"Dmca","title":"[ADMINS] Formal notice of offending material under DMCA -http://www.oldta scosacyclin","body":"-----Original Message-----\r\nFrom: Ryan Carter \r\nSent: Thursday, December 07, 2006 11:03 AM\r\nTo: Legal\r\nSubject: FW: [ADMINS] Formal notice of offending material under DMCA\r\n-http://www.oldta\r\nscosacycling.com/files/willorado/natwest/Login.html(70.86.191.90)\r\nImportance: High\r\n\r\n-----Original Message-----\r\nFrom: ~ GS&F, Information Security - I&TM [threatmanagement@rbs.co.uk]\r\nSent: Thursday, December 07, 2006 8:57 AM\r\nTo: abuse; Admins; abuse@123-reg.co.uk; services@123-reg.co.uk\r\nSubject: [ADMINS] Formal notice of offending material under DMCA\r\n-http://www.oldta\r\nscosacycling.com/files/willorado/natwest/Login.html(70.86.191.90)\r\nImportance: High\r\n\r\n\r\nSirs,\r\n\r\nI am afraid to inform you that a server registered by yourselves\r\nwww.nationwide-house.co.uk/site <www.nationwide-house.co.uk/site>\r\n(70.86.191.90) is being used to host unauthorised material the\r\nintellectual property of Coutts Bank and The Royal Bank of Scotland, a\r\nfully owned subsidiary of Royal Bank of Scotland Group, contrary to\r\nChapter 5 of title 17, United States Code, Section 512(c), the Digital\r\nMillennium Copyright Act.  \r\n\r\nThis material consists of the protected logos, design and brand of\r\nCoutts Bank and Royal bank of Scotland in our online banking service, as\r\ncan be seen at www.coutts-online-banking.co.uk\r\n<www.coutts-online-banking.co.uk> .\r\nThis fake banking site is aimed at fraudulently obtaining user names and\r\npasswords of our customers and is breaking international trademark law\r\nby utilising the Coutts brand without permission.\r\n\r\nAccording to whois you are the ISP or registrar for this web site, if\r\nthis information is incorrect please let us know.\r\nWe need you to put this domain in hold so it is not available to\r\ninternet users and no one else can register it to a different IP\r\naddress.\r\n\r\n1.   The offending material can be found at\r\nwww.nationwide-house.co.uk/site <www.nationwide-house.co.uk/site> \r\n\r\n2.   As well as breach of the DMCA, this hosting is contrary to 123-reg\r\nterms of Service found at\r\nhttp://www.123-reg.co.uk/terms/aup.shtml\r\n<http://www.123-reg.co.uk/terms/aup.shtml>\r\n Acceptable User Policy \r\n\r\n3. We request that you respond expeditiously to remove, or disable\r\naccess to, the infringing material.\r\n\r\n4.  Contact with Royal Bank of Scotland Group should be made through the\r\nDuty Technician, currently Harj Bhakar, available on +44 7766 785541 or\r\non harj.bhakar@rbs.co.uk.\r\n\r\n5.  On information and belief, no officer or agent of Royal Bank of\r\nScotland Group has authorised the use of our material in the manner, and\r\nit is not protected use under US or English law.\r\n\r\n6. The information in this notification is accurate, and under penalty\r\nof perjury, I declare that the I am authorized to act on behalf of the\r\nowner of an exclusive right that is being infringed.\r\n\r\nWe therefore request that you investigate this as a matter of urgency\r\nand block access with immediate effect.  Additionally, to protect our\r\ncustomers from further fraud, we request that you provide any details of\r\ncredentials, or the phishing kit, that have been logged to this site.\r\n\r\nIf you require any further information do not hesitate to contact us.\r\n\r\n\r\n__________________________________________\r\n\r\n        Harj S Bhakar, EnCE\r\n        Royal Bank Of Scotland Group PLC\r\n        Group Security & Fraud - Information Security\r\n        Investigation & Threat Management\r\n\r\n        Tel     : + 44 (0)207 615 6568  Ext: x336568         \r\n        Mob   : + 44 (0)7766 785541\r\n        Fax    : + 44 (0)131 523 9493\r\n        Email : Harj.Bhakar@rbs.co.uk         \r\n\r\n___________________________________________\r\n\r\n\r\n\r\n\r\n\r\nThe Royal Bank of Scotland plc, Registered in Scotland No. 90312.\r\nRegistered Office: 36 St Andrew Square, Edinburgh EH2 2YB\r\n\r\nAuthorised and regulated by the Financial Services Authority.\r\n\r\nThis e-mail message is confidential and for use by the addressee only.\r\nIf the message is received by anyone other than the addressee, please\r\nreturn the message to the sender by replying to it and then delete the\r\nmessage from your computer. Internet e-mails are not necessarily secure.\r\nThe Royal Bank of Scotland plc does not accept responsibility for\r\nchanges made to this message after it was sent.\r\n\r\nWhilst all reasonable care has been taken to avoid the transmission of\r\nviruses, it is the responsibility of the recipient to ensure that the\r\nonward transmission, opening or use of this message and any attachments\r\nwill not adversely affect its systems or data. No responsibility is\r\naccepted by The Royal Bank of Scotland plc in this regard and the\r\nrecipient should carry out such virus and other checks as it considers\r\nappropriate","date_sent":"2006-12-07T05:00:00Z","date_received":"2006-12-07T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Royal Bank Of Scotland Group PLC","recipient_name":"ThePlanet Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}