{"dmca":{"id":28883,"type":"Dmca","title":"Economics Texts A Rivalrous Good When it Comes to Wikipedia's Use","body":"Hello,\r\n\r\nMy name is [redacted]. I’m the Support Manager at Apex Learning. We I have been informed that there are numerous instances of our copyrighted content that has been posted to your site. As these posting are in direct conflict with our Copyrights I ask that you please remove them from your site as quickly as possible. Please accept the following as our formal request for removal.\r\n\r\nPursuant to 17 USC 512(c)(3)(A), this communication serves as a statement that:\r\nI am the duly authorized representative of the exclusive rights holder for Apex Learning’s content.\r\n\r\nThese exclusive rights are being violated by material available upon your site at the following URLs:\r\n\r\ncommmons.wikimedia.org/wiki/File:1.5.2_ECONOMICs.pdf\r\ncommons.wikimedia.org/wiki/File:2.3.5_ECONOMICs.pdf\r\nhttp://upload.wikimedia.org/wikipedia/commons/4/4b/4.4.4_ECONOMICs.pdf\r\n\r\nI have a good faith belief that the use of this material in such a fashion is not authorized by the copyright holder, the copyright holder's agent, or the law;\r\n\r\nUnder penalty of perjury in a United States court of law, I state that the information contained in this notification is accurate, and that I am authorized to act on the behalf of the exclusive rights holder for the material in question;\r\n\r\nI may be contacted by the following methods: [redacted] Seattle, WA 98161; [redacted]; [redacted]\r\n\r\nI hereby request that you remove or disable access to this material as it appears on your service in as expedient a fashion as possible. Thank you.\r\n\r\nRegards,\r\n[redacted]\r\n \r\n[redacted] | Support Manager\r\nApex Learning | [redacted] | Seattle, WA 98161\r\nToll Free: [redacted] Office Direct: [redacted] Fax: [redacted]\r\nEmail:[redacted]\r\n www.ApexLearning.com\r\n","date_sent":"2012-11-13T05:00:00Z","date_received":"2012-11-13T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Apex Learning","recipient_name":"Wikimedia Foundation, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}