{"dmca":{"id":28999,"type":"Dmca","title":"DMCA. Copyrights violation.","body":"\r\n\r\n \r\n\r\n-----Original Message-----\r\nFrom: Ryan Cathcart [mailto:piracy@templatemonster.com] \r\nSent: Thursday, March 30, 2006 8:52 AM\r\nTo: copyright@theplanet.com\r\nSubject: DMCA. Copyrights violation.\r\n\r\nTo whom it may concern\r\n\r\nDear Sirs,\r\n\r\nI am the legal assistant of Artvertex, Inc (http://templatemonster.com).\r\nWe received the piracy report that lead to http://wteam.info/ website.\r\n\r\nIt has come to our attention that your or one of your customer's servers IP\r\naddress (69.56.147.146), is involved in a grave situation of unauthorized\r\nintellectual and graphic property distribution.\r\n\r\nSite http://wteam.info/ distributes stolen web design materials. These\r\npublications have no license support documentation from the design owning\r\ncompany and general website content confirms malicious intent against our\r\ncompany.\r\nThe exact placement of infringement is:\r\nhttp://wteam.info/category/templates/\r\n\r\nThese galleries contain recompiled sources which were ripped from the\r\noriginal pre-view pages at http://TemplateMonster.com website. All of the\r\nstolen source numbers (they usually start the topic from words TM)\r\ncorrespond to the official products numeration.\r\nWe direct your attention to the fact of massive publications that violate\r\nthe copyrights of all major web design vendors such as boxedArt and\r\nDesignLoad. Moreover, several posts directly shows that templates were\r\nstolen from the Templatemonster.com collection.\r\n\r\nWe made direct contact with the site owner using his site contact form and\r\nWHOIS database contact records.\r\nAccording to WHOIS data, the site owner is a citizen of Russia. All contact\r\nrecords lead to non existent phone numbers and unregistered mail boxes.\r\nThe website contact form gave no response at any given term.\r\n\r\nBecause of the obvious Templatemonster products distribution, we direct your\r\nattention to the terms of our company's License Agreement\r\n(http://www.templatemonster.com/terms.php) which clearly prohibits the\r\nreselling of our products by any potential or current customer.\r\n\r\nOur website clearly states \"Website pages content copyright -\r\n2002-2005 Artvertex, Inc.\" The permission of  information publishing actions\r\nfrom your server is illegal. Templatemonster.com website content cannot be\r\nreproduced, copied, or edited in any manner or medium and is therefore\r\nmaking you the possessor of illegal material. US copyright laws protect all\r\nparts of this material.\r\nThe owner of this website has been notified of his actions, and has been\r\ninformed of the consequences. He ignored a feedback request confirming that\r\nhis site is illegal and has failed the amicable case solution.\r\n\r\nHence, we demand the immediate removal of http://wteam.info account from\r\nyour company server and the cease of distribution of any of our products\r\nIMMEDIATELY.\r\nWe have already notified our corporate lawyers of this situation and we will\r\nnot hesitate to exercise our legal right to pursue this matter in a court of\r\nlaw should you fail to meet our demand immediately.\r\n\r\nTemplatemonster.com is committed to investigating licensing infractions not\r\nonly to protect our own interests but to protect those of the designers who\r\nsubmit their designs to us as well. We are contractually obliged to protect\r\nthe intellectual property rights and livelihood of the artists whose work we\r\nlicense. While we support freedom of expression, we must enforce our\r\nlicensing conditions rigorously in order to meet our responsibilities. We\r\nfeel that your cooperation regarding this matter is fully warranted, and\r\nexpect it will be promptly forthcoming.\r\n\r\nThank you and waiting for your prompt answer.\r\n----\r\nVery truly yours,\r\nRyan Cathcart\r\nLegal assistant\r\nArtvertex, Inc.\r\nTel:  15183208716\r\nFAX:  19175913014\r\nmailto:piracy@templatemonster.com\r\n\r\nnote: DMCA form complain and screenshot attached.\r\n","date_sent":"2006-03-30T05:00:00Z","date_received":"2006-03-30T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Artvertex, Inc.","recipient_name":"ThePlanet Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}