{"dmca":{"id":18140,"type":"Dmca","title":"Blogger DMCA Complaint- Farnoosh","body":"This information is filled out by Farnoosh Brook for Blogger team to expedite the process of Infringement and harassment on my copyrighted work oil the website of this abuser on Blogger website:\r\nhttp://www.shima.blogspot.com/ \r\n\r\nPlease see below for details. \r\n\r\n1. Identify in sufficient detail the copyrighted work that you believe Has been infringed upon. This must include identification of specific posts, as opposed to entire sites. Posts must be referenced by either the dates in which they appear or the permalink of the post. For example, \r\nhttp://example.blogspot.com/archives/2003_01_2l_example_archive.html#2104575\r\n\r\nThis user has stolen and posted my original pictures from various sources: \r\n1. My flickr website; \r\nhttp://flickr.com/photos/farnooshtango/\r\n(Please note: I have had to remove my Flickr page from Public viewing to Private because of the harassment which caused some concerns for me. I am not sure if this website is at this tine then viewable for you) \r\n2. My blog websites:\r\nhttp://farnooshyoga.blogspot.com\r\nand \r\nhttp://farnooshyogalogs.blogspot.com/\r\n \r\nPlease note that in the last 2 days, I had to file an NOI with Yahoo with respect to the fake and impersonated Flickr account that he was using. As a result, Yahoo! terminated the account on Flickr website as of yesterday. This is my continued attempt to stop the continued harassment and impersonation of my original work.\r\n \r\n2. Identify the material that you claim is infringing upon the \r\nCopyrighted work listed in item #1 above \r\nYOU MUST IDENTIFY EACH POST BY PERMALINK OR DATE THAT ALLEGEDLY CONTAINS INFRINGING MATERIAL. The permalink for a post is usually found by clicking on the timestamp of the post.\r\n\r\nThe hyperlink below to the blogspot site shows on the main website MY stolen picture; \r\nhttp://www.shima.blogspot.com\r\nIf you scroll down, it is half-way thru the page.\r\n \r\nThe original work here is posted. I have made this picture public for you to see on my Flickr website: \r\nhttp://flickr.com/photos/farnooshtanqo/11279593/in/set-24l809/ \r\n\r\nNext if you see the links below, all these pictures are stolen and are my original copyrighted work. Please note that the rest of my pictures below are on Private on Flickr website right now. I am happy to provide them on Public viewing temporarily for you to see but due to my concerns, I am very wary of doing it at this time, but please let me know what you need to expedite this process.\r\n\r\nURLs of stolen pictures: \r\n1. Picture 1: \r\nhttp://sshiiva.redarash.com/shiva/uk/y2.jpg \r\nLocated here on my original copyrighted work: \r\nhttp: //flickr.com/photos/farnooshtango/43413427/in/set","date_sent":"2006-12-13T05:00:00Z","date_received":"2006-12-13T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}