{"dmca":{"id":18192,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-07-02T04:00:00Z","date_received":"2011-07-02T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Norrell Powers Norrell, LLC","principal_name":"Paige Duke","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"I am one of several attorneys retained \n\nto represent Paige Duke and her family regarding the unlawful distribution\n \nof illegally obtained photographs.  You will likely also soon receive a  \nletter of demand from her copyright attorney, Edward Fenno, Esq.  This  \nemail as well as the letter that follows it are intended as notice and  \nrequest for removal of the photographs pursuant to the Digital Millennium \n\nCopyright Act (17 U.S. Code Section 512(c)(3)).\n\n     These illegally obtained nude photos of Ms. Duke have been posted on \n\nyour website, zrojones.blogspot.com.com.  Publication of these photos  \nconstitutes an unlawful invasion of Ms. Duke's privacy.  She did not  \nauthorize their publication on your website, nor did she authorize the  \ndisplay of these photos to your subscribers or to the general public.  Ms.\n \nDuke is the author of these photographs and, as such, holds the copyright \n\nto these photographs.  Your copying (even for electronic storage\npurposes),  \ndisplay and/or distribution of these photos constitutes infringement of\nMs.  \nDuke's copyrights.\n\n     Ms. Duke hereby demands that you remove the photos and all links to\nthe  \nphotos from your website and from any electronic storage.   As referenced \n\nabove, pursuant to the Digital Millennium Copyright Act (17 U.S. Code  \nSection 512(c)(3)):\n\n*  The works are the original nude photos of Ms. Duke referenced above;\n*  The infringing works are the copies of the photos posted on your  \nwebsite, and any additional copies stored on your servers and /or\ndisplayed  \nelsewhere on your website;\n*  You can reach Ms. Duke or me at the address listed below;\n*  The use of the photos in the manner in which you are using them is not \n\nauthorized by Ms. Duke as copyright owner, any agent of hers -- not is it \n\npermissible by law;\n\nPlease contact me immediately to confirm that you agree to remove the  \nphotographs and all links to the photos from your website and from any and\n \nall servers associated with your website, that you have begun the removal \n\nprocess, and that you will complete the removal process as quickly as  \npossible.  Due to the urgency of this matter, if we have not received an  \naffirmative response from you by 8:00 pm ET this evening, we will assume  \nthat you do not intend to cooperate with this demand and we will proceed  \naccordingly.\n\nThank you for your anticipated prompt attention to this matter.  I look  \nforward to hearing from you.\n\n\nMandy Powers Norrell, Esq.\nNorrell Powers Norrell, LLC\nAttorneys at Law\nPO Box  994\nLancaster, SC  29721\n803-289-1800 (o)\nresipsa@comporium.net","infringing_urls":[{"url":"http://zrojones.blogspot.com/2011/07/nascar-sweet-heart-paige-duke-leaked.html"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}