{"dmca":{"id":18245,"type":"Dmca","title":"Google DMCA - Lonora Enterprises","body":"Lonora Enterprises Inc.\r\n100-1260 Hamilton St. Suite 103\r\nVancouver, BC, V62 1BO\r\n\r\nDecember 6, 2006\r\n\r\nRe: DMCA Notice of Infringement\r\n1. This letter is to serve as notification that you are currently presenting to the public within your search engine results and holding in your cache database, unauthorized copies of copyrighted work.\r\n\r\n2. The original work is located at the following web address: www.point-travel.com and is owned by Lonora Enterprises Inc of Vancouver, BC Canada. The infringing copies are at the following web address; www.ciceroni4u.com, which hosts a slightly modified, unauthorized copy of the original site. Samples of screen captures are attached in Appendix A, items 1 to 2.\r\n\r\n3. Whois information of the infringing site is attached in Appendix B. For any further contact with Lonora Enterprises regarding this issue please use the above listed mail address, the following phone number: 775-359-5947 or the following e-mail address: dmca2006@lonora.com\r\n\r\n4. Appendix C includes a sample print-out of the infringing pages in your database. We request that you remove from your servers all pages from the infringing domain: ciceroni4u.com\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that l am the copyright owner or am authorized to act on behalf of the owner of an exclusive tight that is allegedly infringed.\r\n\r\nYaron Iian\r\n\r\nManager, Lonora Enterprises Inc.","date_sent":"2006-12-06T05:00:00Z","date_received":"2006-12-06T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Lonora Enterprises Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}