{"dmca":{"id":18276,"type":"Dmca","title":"Playboy complains to Blogger","body":"Dear Sirs,\r\n\r\n1. Acting in the capacity of attorneys in law of EDITORA ABRIL S.A., a journalistic company that publishes the Brazilian version of the PLAYBOY magazine, exclusive licensee in Brazil of the \"PLAYBOY\" magazine, we hereby present this cease and desist letter concerning the following:\r\n\r\n2. It has come to our attention that the weblog http://revistasgratisws.blogspot.com has been created for the sole purpose of sharing copyrighted material of the Brazilian edition of the PLAYBOY, among others, as it can be seen below:\r\n\r\n3. It is worth to emphasize that \"REVISTAS GRATIS\" means \"FREE MAGAZINES\" in the Portuguese language, which clearly demonstrates the intention of the weblog in reference: make copyrighted material available for free.\r\n\r\n4. The unauthorized use of the photos in reference, or of any others belonging to the Informer, configures copyright infringement, a limited unlawful act, as provided for in the Brazilian Copyright Law, the Bern Convention for the Protection of Literary and Artistic Works, of which Brazil and the United States are signatories, subjecting your company to the sanctions stipulated therein.\r\n \r\n5. In view of the foregoing and without prejudice to any action that could be taken against the responsible, including by the portrayed models themselves, we hereby demand that you immediately remove the content of the aforementioned weblog.\r\n \r\n6. On behalf of the Owner of the exclusive right to the copyrighted material at issue in this notice, we hereby state that we have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law. We hereby state, under penalty of perjury, that the information in this notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is being infringed as set out in this notification. \r\n\r\n7. Therefore, this letter is an official notification under provisions of section 512(a) of the U.S. Digital Millennium Copyright Act to effect removal of the detected infringement material as mentioned above. Thus it is established that after having received this notice, your company should notify us within twenty-four (24) hours as to the actions taken for the resolution of the outstanding issue.\r\n\r\n8. Finally, if the infringing content remains online, the Informer will take all legal measures, including those against Google Brasil Ltda., in order to protect its interests.\r\n\r\nWith confidence, \r\n \r\n[private]\r\n[private]@abril.com.br \r\n[private]\r\n\r\n[private]\r\n[private]@abril.com.br\r\n[private]\r\n \r\nCC: \r\nGOOGLE BRASIL INTERNET LTDA., \r\n[private]\r\nCEP 04538-133, \r\nS","date_sent":"2006-12-14T05:00:00Z","date_received":"2006-12-14T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"EDITORA ABRIL S.A. (Playboy Brazil)","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}