{"dmca":{"id":18355,"type":"Dmca","title":"Defamatory Postings","body":"Dear Sir/Madam\r\n\r\nplease find attached a letter detailing our concerns over some of the content on your website.\r\n\r\nI look forward to your urgent response.\r\n\r\nyours faithfully,\r\n\r\nJani-King (GB) Ltd\r\n\r\nAttached Letter:\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\nAble2Know\r\n\r\nBy e-mail\r\n \r\n\r\nDate: 21 December 2006\r\n\r\nOur Ref: RB/Able2Know\r\nYour Ref: \r\n\r\n\r\n \r\n\r\nFAO: \tManager in charge of web postings / complaints\r\n\r\n\r\n\r\nDear Madam / Sir\r\n\r\nRe: Defamatory Postings\r\n\r\nIt has recently come to our attention that you host a website, www.able2know.com, which acts as a discussion forum for web-users on various topics.\r\n\r\nWe are writing to formally put you on notice that our company, Jani-King (GB) Ltd (the UK division of an international, commercial-cleaning franchise business) considers a large number of postings on your site to contain defamatory content relating to its business practices. \r\n\r\nThe topic ?Jani-King Franchise? was added to the ?Business and Marketing? forum in December 2004. It seems that whilst only 4 postings were added over the following 6 months or so, this topic has acted as an ongoing venue for unsubstantiated abuse of this company since August 2001 when the following was posted by ?cleaned-out?:\r\n\r\n?I currently have a Jani King franchise. The worst thing I ever did. My franchise is out side the US. So I don?t know what its like there. The bottom line is I have been left with a bad taste in my mouth?I believe that Jani-King is driven by pure greed. I cannot trust a single word from my Jani King regional manager? If my details seem obscure its because I have a genuine fear of retribution from Jani-King?\r\n\r\nWhilst these comments do not specifically refer to the business of Jani-King (GB) Ltd, it is an attack on the worldwide Jani-King brand and is likely to cause damage to our reputation in the United Kingdom.  . \r\n\r\nIn addition to this general comment, many other postings are specific to the UK business. For example ?thickhead? included the following statements in his posting of 01 February 2006: \r\n\r\n?I had dealings with these guys 2003/4. It cost me over ?110k. They offered me loss making accounts, under-priced jobs and a terrible service. If you are thinking about buying into Jani-King (GB), stop and think again... Beware this outfit, they will clean you out at the drop of a hat?.\r\n\r\n?pennilessking?s? response of 10 February 2006 contained the further libellous comments:  \r\n\r\n?I am certain that more than 60% of the people who signed up and spent 100K + doing so, have now left or are thinking of doing so. Those that do not leave are too frightened to do so. \r\n\r\nCON ARTISTS! DON'T GO NEAR THEM!!!?\r\n\r\nDefamatory comments of this nature have continued to be posted on a regular basis and ?thickhead?s more recent postings are, if anything, even more venomous. That of 09 September 2006 contains personal references to the directors of Jani-King (GB) Ltd.\r\n\r\n?Keep your inheritance, keep your savings, keep your sanity. Give Ian Thomas and Paul Howarth nothing?You will be their slave for years to come if you join them. KEEP AWAY FROM JK?. \r\n\r\nIt goes without saying that Jani-King (GB) Ltd strongly disputes these allegations and others made within the same ?Jani-King Franchise? Topic and considers them to be defamatory. Due to the long period of time over which defamatory comments have been (and continue to be) made within this Topic, Jani-King does not consider the removal of individual postings to be a satisfactory resolution to this matter. In order to protect the reputation of Jani-King (GB) Ltd and indeed the Jani-king international brand, Jani-King considers it necessary that the Topic ?Jani-King Franchise? be removed from the ?Business and Marketing? Forum and that the inception of similar Topics in the future is prevented. Jani-King also expects ?thickhead? to be barred from using Able2Know services in the future. These requests are entirely in line with your own ?Terms of Service?, accessible via your website, specifically: \r\n\r\nIII.A ?where members post content on this service. You shall not upload to, or distribute or otherwise publish in any Posting any libellous, defamatory?or otherwise illegal material. To do so will result in a deletion or editing of said material form the site and may result in your removal from the service?. \r\n\r\nAnd:\r\n \r\nIII.G ?Able2Know reserves the right to delete, remove, or edit topics that it, in its sole discretion, deems abusive, defamatory, obscene, in violation of copyright or trademark laws, or otherwise unacceptable?. \r\n\r\nUnder English law an Internet Service Provider (?ISP?) has a duty to ensure that it does not host defamatory postings once the defamatory nature of such postings have been brought to their attention (Godfrey v Demon Internet Ltd).  Failure to remove any such defamatory postings once they have been brought to the ISP?s attention leaves the ISP open to a claim in defamation for damages.  \r\n\r\nWe consider this e-mail to be formal notice of bringing this defamatory material to the attention of Able2Know as the relevant ISP.  Accordingly, you must now remove such postings and indeed remove the topic ?Jani-King Franchise? from your website forthwith.\r\n\r\nWhere this material is not removed within the next 14 days, Jani-King will have no choice but to consider further legal action, including seeking an injunction and/or bringing a claim for damages against Able2Know who are at law liable for damages  in relation to this defamatory material once they have been put on notice of its nature. If Able2Know does not consider itself to be the ISP for this forum, please provide details of the party that it does.\r\n\r\nPlease acknowledge receipt of this e-mail at the earliest opportunity and provide a contact postal address and telephone number for Able2Know.\r\n\r\nWe hope that this matter may be speedily resolved without the need to recourse to more aggressive, legal measures.\r\n\r\nIn the meantime we expressly reserve all our legal rights.\r\n\r\n\r\n\r\nYours sincerely,\r\n\r\n\r\n\r\nAndrew Pena\r\nGeneral Counsel to Jani-King (GB) Ltd","date_sent":"2006-12-21T05:00:00Z","date_received":"2006-12-21T05:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":null,"principal_name":"Jani-King (GB) Ltd","recipient_name":"Able2Know.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}