{"dmca":{"id":18519,"type":"Dmca","title":"Former Student Threatens University Over His Old Bulletin Board Postings","body":"Dear [private]: \r\n\r\n \r\n This office represents [Private]. On November 17, 2006, [Private] contacted you and requested the removal of three Internet links1 (the ?Links?) and the related stored contents, which includes a work of fiction (the ?Work?) [Private] posted on Indiana University?s (?IU?) posting board in February 1996, a response to the Work and [Private]?s reply. We understand that you have refused [Private]?s request. \r\n \r\n\r\n As we understand it, as it existed in February of 1996, IU?s posting board did not include any terms of use granting the University a perpetual license to publish, copy and/or display the Work on its posting board. Under applicable copyright statutes, only [Private] may publish, copy or otherwise make use of the Work. Without terms of use in connection with the posting in 1996 and [Private]?s recent request, IU?s continued display of the Work infringes [Private]?s federal copyright. \r\n\r\n \r\n [Private] intends to vigorously protect and enforce his intellectual property rights in the Work. Accordingly, please consider this a formal demand that you  immediately remove the Links from IU?s website and destroy any and all copies of the Work, response and reply (including, without limitation, all electronic copies). \r\n\r\n \r\n\r\n1 The three Internet links [Private] requested removed include: \r\n\r\n(1) http://www.bio.net/hypermail/agroforestry/1996-February/002619.html; \r\n\r\n(2) http://www.bio.net/hypermail/agroforestry/1996-February/002624.html; and \r\n\r\n(3) http://www.bio.net/hypermail/agroforestry/1996-February/002633.html. \r\n\r\n\r\n We request a written response regarding this demand no later than 5:00 p.m. EST on January 16, 2007. IU?s failure to comply with this demand will result in appropriate legal action against IU. If [Private] is forced to take this step, be assured he will pursue all available remedies, including injunctive relief and collection of his attorneys? fees and costs. \r\n\r\nWe look forward to hearing from you. \r\n\r\n \r\n\r\nSincerely, \r\n\r\n[private]\r\n\r\n \r\n\r\n \r\n\r\ncc: [Private] (via electronic mail) \r\n\r\n[private], Esq. (via electronic mail) \r\n\r\n[private] (via electronic mail) \r\n","date_sent":"2007-01-08T05:00:00Z","date_received":"2007-01-08T05:00:00Z","topics":["Copyright"],"sender_name":"Bernstein Shur","principal_name":"Private","recipient_name":"Indiana University","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}