{"dmca":{"id":18698,"type":"Dmca","title":"Photographer Demands Payment from Forums Registered Copyright Agent","body":"-----Original Message-----\r\nFrom: pixintl@pixintl.com [mailto:pixintl@pixintl.com] \r\nSent: Friday, August 18, 2006 10:49 PM\r\nTo: owner@mediablvd.com\r\nCc: legal@pixintl.com\r\nSubject: Copyright infringement-CEASE AND DESIST 3 images\r\nImportance: High\r\n\r\nI am the photographer of the images appearing on your website cited below.\r\nI had copyrighted them with the US Copyyright office in December 2005\r\nunder my name.You can verify this by going to the us copyright site and\r\nputing in my name,[private]. You will see I have over 80,000 of my\r\nimages copyrighted.I have the original certificates on file.Photography is\r\nhow I make my living and when losers like your company allow this you hurt\r\nme and my family.This is the second time you've been served notice.Failure\r\nto remove these images in 3 days gives me the right to file suit against\r\nyou and the poster for $150,000 per image(x3= $450,000+) in addition to\r\nall legal costs and expenses. I was recently awarded a setllement by the\r\njudge in another infringment case.Filing suit and persuing is not\r\nsomething I fear and will protect my images and copyright no matter what\r\nthe cost.\r\n\r\nRemove or I will see you all in court.\r\n\r\nI swear under oath that I,[private](pixintl.com) am the photographer\r\nand copyright holder of the images of members of \"Prison Break\" images as\r\nlisted and these images MUST be removed and destroyed. This was image\r\ntheft and willful infringement.\r\n\r\npage:\r\nhttp://www.mediablvd.com/forums/index.php?showtopic=[----]\r\n\r\nimage:\r\nRobin in Chicago\r\n\r\nimage:\r\nStacy Keach & Wade Williams:\r\n\r\nimage:\r\nRockmond Dunbar and his wife, Ivy at the GRO Magazine Launch:\r\n\r\n\r\n\r\n\r\nRESPONSE\r\n-----Original Message-----\r\nFrom: [private]@mediablvd.com \r\nSent: Friday, August 18, 2006 11:00 PM\r\nTo: pixintl@pixintl.com\r\nCc: owner@mediablvd.com; legal@pixintl.com\r\nSubject: Re: Copyright infringement-CEASE AND DESIST 3 images\r\n\r\nDear [private] (pixintl.com):\r\n\r\nYour Claim of Web Copyright Infringement has been received, and found to be in\r\ncompliance with a proper notification under the DMCA. The links to the images\r\nhave been removed from the forums of Web Media Entertainment LLC/MediaBlvd,\r\nand a notification has been sent to the individual responsible for posting the\r\nalleged infringing material that the images have been removed.\r\n\r\nA copy of our DMCA statement is appended to this email.\r\n\r\nThank you for contacting us about this matter.\r\n\r\nBest Regards,\r\n\r\n[private]\r\nWeb Media Entertainment, LLC\r\n\r\n\r\n\r\n\r\n\r\nRESPONSE DEMANDING PAYMENT FROM COPYRIGHT AGENT\r\n-----Original Message-----\r\nFrom: pixintl [mailto:pixintl@pixintl.com] \r\nSent: Sunday, December 31, 2006 3:28 PM\r\nTo: [private]@mediablvd.com\r\nCc: legal@pixintl.com\r\nSubject: Re: Copyright infringement-CEASE AND DESIST 3 images\r\n\r\n30 December 2006\r\n\r\nYou never paid our invoice for the 3 images you stole and posted at a \r\nlarge resolution on your site.\r\nIf you do not contact us within 14 days to pay us,we will not \r\nhesitate to file a willful copyright infringement suit against you.\r\nAll of our images are registered within weeks of a photo shoot with \r\nthe US copyright office.\r\n\r\nWe were recently awarded a judgement in our favor from a similar case.\r\n\r\nShould we file suit,this will cost you $150,000 per image(x3) and \r\nall legal costs which could run to $50,000.\r\n\r\nWill you be paying our invoice for a license or do we contact our \r\ninternational IP attorney and proceed with a lawsuit ?\r\n\r\n[private],PixIntl\r\n\r\n\r\nRESPONSE\r\n-----Original Message-----\r\nFrom: [private]@mediablvd.com \r\nSent: Sunday, December 31, 2006 10:16 PM\r\nTo: pixintl\r\nCc: legal@pixintl.com; owner@mediablvd.com\r\nSubject: Re: Copyright infringement-CEASE AND DESIST 3 images\r\n\r\nDear [private],\r\nI am unaware of an invoice from you. Please re-send if you believe you have a\r\nreason to do so. MediaBlvd is, in part, a hosting service much as Yahoo,\r\nGoogle, and other sites, but on a smaller scale, in which users are allowed to\r\npost content. The Digital Millenium Copyright Act was created to cover such\r\ninstances in which an internet user would post copyrighted material \r\nwithout the\r\nknowledge of the host, to prevent the impossible requirement of a hosting\r\nservice to validate the content posted by literally millions of users, \r\nor to be\r\nresponsible for copyright infringement for unmonitored postings by \r\nusers of the\r\nservice.\r\n\r\nI'm fully of the belief that you gave us a proper notice under this act, and\r\nthat we complied with our requirements by immediately removing links and\r\ninforming the user who originally posted the material in question. MediaBlvd\r\nhas no liability to you, in my belief and understanding of the law.\r\n\r\nIf you or your representatives provide a proper order from the court, \r\nwe will of\r\ncourse comply to provide proper contact information for the\r\nposter who you believe infringed your copyright.\r\n\r\n\r\nBest Regards,\r\n[private]\r\nMediaBlvd.com\r\n\r\n\r\n\r\nRESPONSE\r\n\r\n\r\n-----Original Message-----\r\nFrom: pixintl [mailto:pixintl@pixintl.com] \r\nSent: Friday, January 05, 2007 6:18 PM\r\nTo: [private]@mediablvd.com\r\nCc: legal@pixintl.com\r\nSubject: Re: Copyright infringement-CEASE AND DESIST 3 images\r\n\r\nWe will be resending the invoice over the weekend. The photos you \r\nposted are mine.I OWN the copyright. I am the photographer. If you \r\ndid not go out with YOUR camera and cover the event,then you know the \r\nimages do not belong to you.They were exclusive images of mine that \r\nwere stolen and posted full res on your site and made availablel for \r\nothers to take and circulate and for others to profit from.\r\n\r\nA judge has recently awarded us in another similar copyright \r\ninfringement.\r\n\r\nMy photos are registered prior to this infringement talking with the \r\nUS Copyright office which allows us to pursue for $150,.000 per image \r\nas well as all legal fees.\r\n\r\nYou make money from your web postings and websites;photography is my \r\nlivelihood for 30 years and why should publications pay for a \r\nlicense to publish and you post stolen images ?\r\n\r\nThe invoice will be forthcoming this weekend. We had contacted you \r\nmore than once to remove the images and your site did not comply.\r\n\r\nRegards,\r\n\r\n[private],PixIntl.\r\n\r\n\r\n\r\n\r\n\r\n________________________________________\r\nFrom: pixintl  \r\nSent: Monday, January 08, 2007 1:26 AM\r\nTo: [private]@mediablvd.com\r\nCc: legal@pixintl.com\r\nSubject: Re: Copyright infringement-CEASE AND DESIST 3 images invoice atatched\r\n\r\n[private],Mediablvd.\r\n\r\nDear Mr. [private]:\r\n\r\nAttached is our invoice for images that appeared on MEDIABLVD for more than 5 months.\r\n\r\nI am the photographer and copyright holder of these exclusive images that were pirated from one of our agencies we had contributed to at the time. I own all rights and the agency never licensed them to you but as the copyright holder I am the one that has the task of protecting and policing my work.\r\n\r\nI have been a professional photographer in the entertainment industry for 30 years. I've spent tens of thousands on my equipment,many years in starvation mode as I honed my craft,studied, and learned the business that I started 30 years ago. This is my company, this is *my* product and how I support myself and my family. I am not a paparazzi. to cover this event,I spent $40 in taxicabs and an hour in travel time. I stayed at a party in a smoky room (I get sick on smoke) and then spent $15 to have my clothes dry cleaned and an hour the following day cleaning my gear and removing sensor dust from the smoky party. After the party I spent 5 hours post processing the images,keywording,captioning and making everyone looked \"pretty\" and then uploading and staying up till 6am just to make sure the upload made it online.\r\nOur days are 18 hours,7 days a week.But then i chose this profession.Just to throw this in for the record that these images don't create themselves and the photog does not get smashed and parties allnight..\r\nWhen our work is stolen it just doesn't appear on one site. Almost everyone who sees an image they like,snags it and passes it on and posts it on another site and yet another site.It is \"out there\" forever.\r\n\r\nEventually it finds its way onto auction sites where fans sell mass quantities of our photos as prints and on unauthorized CDs.\r\n\r\nNot only do we lose money from licensing our images to legit publications with credibility and decent licensing fees,but it also puts a professional photographer in a situation of mistrust with PR firms and celebrities when they find out how these images are being used. Especially the ones they gave you exclusive access to cover their event.\r\nMerchandising is a strict no no.\r\n\r\nIn some cases we have to sign agreements on these issues with PR firms and film studios which also includes the clause,\"No yellow journalism.\".\r\nSo when these images also find their way on sites that love to ridicule the celebrities,again,not nice,makes us look bad too.You can't stop someone from slamming someone,but jus don't use our picture to illustrate hate rage or anger..\r\n\r\nWhen someone steals a rights managed image and throws it into the public domain,they have done the virtual equivalent of breaking into our bank accounts or stealing from our homes.\r\n\r\nOur archive of images built up thru the years is very valuable. We take alot of care and pride in our work and we do not sit back watching it get abused.\r\nWe do not enjoy lawsuits but if that what it takes to be paid for our work being used,the courts award the copyright holder. And they award us very handsomely when we have registered our\r\nimages with the US Copyright office within the set amount of time granted. The images in question were registered Feb 10,2006. Certificate number [private],. you can verify this thru the US Copyright website at: www.copyright.gov or call the office in Washington,DC.\r\n\r\nAs a a rule we do not license to websites but have in a few instances with a set size,watermark with our name and web and all of our copyright info embedded in the INFO section viewable in Photoshop or similar programs. Copyright info also has to appear next to an image as well. Our rates are based on the viewership of a blog and generally runs $100-300.00 a month per image. We use the Fotoquote program which is now the standard in the industry and also adapted by Photoshelter as well.\r\n\r\nAttached is a courtesy invoice for this use and we are not out to take users to the cleaners,but be paid for our licensing our work. Especially when blogs and sites are making revenue from their work.. We ask that all copies of our images be destroyed.\r\n\r\npayment can be made by cashiers check or Paypal. We can send you a PAYPAL invoice is you prefer to use that method.\r\n\r\nIf we do have to go the legal route with you,we just will have file a copyright infringement suit which allows us to collect up to $150,000 per image plus all legal fees since all of our images are registered with the US copyright office.\r\n\r\nWe've recently been awarded in another case where the judge ruled in our favor.\r\nShould our lawyers in Colorado step in,the bill for all fees goes to the person the site that housed the infringement.the publisher.\r\nI am the legal representative of this company as well as the copyright holder. The average fee for a copyright infringment suit for legal fees is $30-50,000.\r\n\r\nRegards,\r\n[private]\r\npixIntl (Pix International,LLC)\r\n\r\n[private]\r\nChicago,IL.  \r\ntel: [private]","date_sent":"2006-08-18T04:00:00Z","date_received":"2006-08-18T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"MediaBlvd.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}