{"dmca":{"id":18696,"type":"Dmca","title":"Verizon is trying to stop us from selling T-Shirts parodying a very public mistake th","body":"Please see http://verizonmath.blogspot.com for the background.  The C&D (I'm not sure if it is formally a C&D because of my limited legal knowledge) can be found here:\r\n\r\nhttp://w3.georgevaccaro.com:81/Blue_Fish_T-Shirts_Letter_010907.pdf\r\n\r\nIt is a pdf of a scan that they had attached with their email, so I cannot paste it here (except were I to retype the whole thing and risk misrepresenting something with a typo).\r\n\r\nWe purposely did not use the word \"Verizon\" in our tshirts, however, on one tshirt we used the word \"revizon\" with a \"z\" similar to the verizon \"z\", and on the second tshirt we used a \"2\" that is again similar to the verizon \"z\", but with more rounded corners - it is a \"2\" after all.\r\n\r\nPlease see http://bluefishtshirts.com/verizonmath/ for the supposedly offending T-Shirt designs.\r\n\r\n\r\nIt would be very much appreciated if you could evaluate and comment on whether they have a legal leg to stand on or are just trying to intimidate us into taking down our tshirts.  Also, we are selling these shirts at cost to commemorate what has been a very funny experience that has been shared by hundreds of thousands of people over the internet.  We only expected to sell a few tens of them, but thanks to the publicity that this action on verizon's part - and to my post about that action, we have now sold many more than expected.\r\n\r\nPlease email me at the address below if you require anything else or have trouble accessing any of the documentation.\r\n\r\nThank you very much for your help!  I hope you all find the whole experience as funny as I have.\r\n\r\nGeorge Vaccaro\r\nverizonmath@gmail.com","date_sent":"2007-01-09T05:00:00Z","date_received":"2007-01-09T05:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":null,"principal_name":"VerizonWireless","recipient_name":"BlueFishTShirts.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}