{"dmca":{"id":18760,"type":"Dmca","title":"GrayZone complains of pre-release Bloc Party","body":"Notice of Infringement and Declaration\r\n \r\nREGARDING:  http://cocoamusic.blogspot.com/\r\n\r\nThe following blog offers links to unauthorized material from the artists BLOC PARTY and must be removed immediately:\r\n \r\n\r\nIMMEDIATELY REMOVE  ALL LINKS, REFERENCES, ARTWORK, DOWNLOADS AND\r\nMP3 FILES ASSOCIATED WITH BLOC PARTY's UNRELEASED ALBUM \"A WEEKEND IN THE CITY\":\r\n\r\nhttp://cocoamusic.blogspot.com/\r\n \r\n\r\n \r\n\r\nI, the undersigned, do solemnly and sincerely declare and CERTIFY UNDER\r\nPENALTY OF PERJURY that:\r\n \r\n\r\n1. I am the owner or an agent authorized to act on behalf of the owner of\r\ncertain intellectual property rights, said owner being named  ATLANTIC RECORDS GROUP (\"IP Owner\").\r\n \r\n\r\n2. I have a good faith belief that the items or materials identified\r\nin the addendum attached hereto are NOT AUTHORIZED by the above IP Owner,\r\nits agent, or the law and therefore infringe the IP Owner's rights according\r\nto the laws of the (check all that apply):\r\n \r\n\r\nUnited States       X        \r\nAustralia                  \r\nCanada\r\nEUR                  \r\nFrance\r\nGermany\r\nItaly                \r\nJapan\r\nNetherlands\r\nUnited Kingdom     \r\nAll of the above\r\n \r\n\r\nPlease act expeditiously to remove or disable access to the material or\r\nitems claimed to be infringing.\r\n \r\n\r\n3. I may be contacted at:\r\n \r\n\r\nPrinted Name:  [private]\r\nTitle:  Consultant\r\nCompany:  Atlantic Records Group\r\nAddress:  [private]\r\nNew York, NY  10104\r\nAttn:  [private]\r\n \r\n\r\nEmail (correspondence) [private]@grayzone.com\r\n \r\n\r\nTelephone:  [private] or [private]\r\nFax:  [private]\r\n \r\n\r\nYou should understand that this letter constitutes notice to you that the\r\nsale and/or other distribution of this product is unauthorized. This letter\r\ndoes not constitute a waiver of any right to recover damages incurred by\r\nvirtue of any such unauthorized activities, and such rights as well as\r\nclaims for other relief are expressly retained.\r\n \r\n\r\nFinally, notwithstanding our use of Google's required notice form, we believe\r\nthat Google's activities and services fall outside the scope of the Digital\r\nMillennium Copyright Act (\"DMCA\"). Our use of this form, as required by\r\nGoogle, is meant to facilitate Google's removal of the infringing product\r\nlisted BELOW and is not meant to suggest or imply that Google's activities and\r\nservices are within the scope of the DMCA.\r\n \r\n\r\nI make this declaration conscientiously, believing it to be true and\r\ncorrect, and in accordance with the laws of each of the countries listed\r\nabove.  I am aware and agree that the contents of this statement may be\r\nrelied upon against me in any court or arbitration proceeding.\r\n \r\n\r\nTruthfully,\r\n \r\n[private]\r\n \r\n\r\nDate:  January 17, 2007\r\n \r\n\r\nAddendum to Notice of Infringement:\r\n \r\n\r\nList of Allegedly Infringing  Items Or Materials\r\nName of Intellectual Property Owner:  ATLANTIC RECORDS GROUP\r\n \r\n\r\nDESCRIPTION\r\n \r\n\r\nThe following blog offers links to unauthorized material from the artists BLOC PARTY and must be removed immediately:\r\n \r\nIMMEDIATELY REMOVE  ALL LINKS, REFERENCES, ARTWORK, DOWNLOADS AND\r\nMP3 FILES ASSOCIATED WITH BLOC PARTY's UNRELEASED ALBUM \"A WEEKEND IN THE CITY\":\r\n\r\nhttp://cocoamusic.blogspot.com/\r\n\r\n================================================\r\nCONFIDENTIALITY NOTICE:  This e-mail message, and any attachments thereto, is for the sole use of the intended recipient(s) and may contain legally privileged and/or confidential information. Any unauthorized review, use, disclosure or distribution is strictly prohibited. If you are not the intended recipient, please contact the sender by reply email and permanently delete all copies of the original message.\r\n================================================","date_sent":"2007-01-17T05:00:00Z","date_received":"2007-01-17T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Atlantic Records Group, GrayZone Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}