{"dmca":{"id":18771,"type":"Dmca","title":"Trademark Infringement - GAMES.NET and GAME NET","body":"Via email and  Federal Express\r\n\r\nDear Mr. Wasylyna:\r\n\r\nI am writing to you on behalf of  IDG Entertainmnet, Inc., a wholly owned subsidiary of International Data Group, Inc. (collectively \"IDG\").   I am writing with regard to your registration and use of the domain names gamesnet.net and gamesnet.com.\r\n\r\nIDG owns the trademark GAME NET and GAMES.NET.  IDG has gained valuable goodwill and strong customer recognition in its trademarks throughout the world.  To protect these valuable rights, IDG has obtained both US and international registrations.  \r\n\r\nWe would like to advise you that the Network Solutions service provider agreement invokes the Uniform Dispute Resolution Policy (\"UDRP\").  The UDRP provides for  binding arbitration which can order the transfer or deletion of an infringing domain name registration.\r\n\r\nThe UDRP enumerates the following three elements to determine whether a domain name is infringing:  (1) that the domain name is identical or confusingly similar to a trademark or service mark in which the complainants has rights; (2) that the domain name registrant has no rights or legitimate interest in respect to the domain name; and (3) that the domain name has been registered and is being used in bad faith.  \r\n\r\nIn light of the strength of the IDG's mark and the facts that you have no rights or legitimate interest in the domain name, it is likely that an arbitrator would find that you have registered  gamesnet.net and gamesnet.com in bad faith.\r\n\r\nAccordingly, IDG must request your written assurance that you will immediately (1) transfer your registration for the  gamesnet.net and gamesnet.com domain names to IDG  (2) refrain from registering or using the IDG's trademarks, or any colorable imitation thereof, as domain names.\r\n\r\nUnless we receive your written agreement to the foregoing within ten (10) days, IDG will have no choice but to pursue its legal remedies.\r\n\r\nPlease contact us promptly to resolve this matter.\r\n\r\nVery truly yours,\r\n\r\nMiriam R. Karlin\r\nLegal Department\r\nInternational Data Group, Inc.\r\n5 Speen Street\r\nFramingham, MA 01701\r\nphone 508-935-4686\r\nfax 508-424-4807\r\nemail  miriam_karlin@idg.com","date_sent":"2007-01-18T05:00:00Z","date_received":"2007-01-18T05:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"International Data Group, Inc. Legal Department","principal_name":"International Data Group, Inc.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}