{"dmca":{"id":18782,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-07-02T04:00:00Z","date_received":"2011-07-02T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"ç¿»è¯‘ä¸­å›½","principal_name":"ç¿»è¯‘ä¸­å›½","recipient_name":"Google, Inc.","works":[{"description":"Sir/Madam,\r\n\r\nIn Chinese culture there is an old saying：a cunning villain who files a lawsuit first. This story goes exactly the same way.\r\n\r\nThis guy not only copied almost entire website including all contents but also make use of his website to cures me of defamation, libel and  slander. In this page http://www.fanyicn.net/bbs/read.php?tid-418.html the webmaster insults me with very bad words, published my private information, bank account, my girl friend's email and family address and phone number, all my person information he ever hacked into my PC and stoled.\r\n\r\nOnly publishing person's bank account number can be taken as serious criminal offense. I have several times applied for removal of this page ( deindexing the page ) via Google removal page, yet I got no a result.\r\n\r\nNow things become more insufferable since Google can not identify a real criminal and allows the criminal to continue harm kind people\r\n, to do evil to people.\r\n\r\nI ever also reported this criminal website's purpose is to gather and organize hackers to hack google and other overseas internet, see here please:\r\nhttp://fanyicn.net/bbs/hack/\r\n\r\nBut I am very sorry google ignored my report.\r\n\r\n\r\nI also reported this is a fisher's website the webmaster intends to fish people's bank account via request user to fill in his bank account information to play a game. Please browse the homepage http://www.fanyicn.net/, see what will happen! a fishing page http://www.qq937.com/mhxx/tz/3370.html?cid=3370 would pop up. \r\n \r\n\r\nI ever also reported the webmaster Xiang Rong is a well-known hacker in China who can not only easily hack my PC as he ever did but also ever participated in Google gmail hacking team to hack google. This hacker graduated from Loyang Military Foreign Language College.\r\n\r\nNow I herein apply for reconsidering the chilling to my website http://www.begray.com and chill the criminal website http://www.fanyicn.net.\r\n\r\n\r\n\r\n10 years ago I bought my domain and desinged and created my site www.begray.com, but later I gave it up and involoved myself in offilne business. Four years ago  when I  intended to  back to online business and found amlost my entire website was copied by a crimal guy and  asked him to stop his infringement. My legal request was just responsed by him with  insult ,slander and  libel. Here is that insult,slander and  libel page:\r\n\r\nhttp://www.fanyicn.net/bbs/read.php?tid-418.html.\r\n\r\nOn the page all my personel information was published as well. The infromation was ever stoled by the webmaster hacker via hacking my PC.\r\n\r\nThe infromation includes my three bank account numbers, real mname, my family phone, address, all the details, besides the insult ,slander and  libel contents. \r\n\r\nI am so astonished google didn't remove the page after my request times and times again, but remove my website, a victim's site!\r\n\r\nCould you request your google hong kong office at least remiove this page that has been harming me for over foure years up till today?    \r\n\r\nThanks\r\n\r\nYang Lee\r\n\r\n\r\n\r\n\r\nThanks\r\n\r\nYang Lee\r\nyangzhou2130@gmail.com","infringing_urls":[{"url":"http://www.fanyicn.net/"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}