{"dmca":{"id":18808,"type":"Dmca","title":"Religious Technology Center complains of Scientology postings in newsgroups","body":"Dear Legal, DMCA Complaints:\r\n\r\nUnfortunately, I am writing to you again concerning another copyright matter, on behalf of our client, Religious Technology Center (\"RTC\"), the owner of the confidential Advanced Technology of the Scientology religion and the holder of exclusive rights under the copyrights applicable to the Advanced Technology materials. The Advanced Technology materials are confidential, copyrighted works which include, among others, the individual works comprising levels known as \"OT III\" and \"NOTs.\" These works are registered with the United States Copyright Office under registration numbers: nu 257-326, TXu 257-527 and TXu 290 496. RTC also owns the copyrights to certain \"Inspector General Network Bulletins.\"\r\n\r\nWe also represent Bridge Publications, Inc. (\"BPI\"), exclusive licensee of the copyrights to the published works of the Scientology religion, which includes the work, \"Purification Rundown Case Data Purification Rundown Case Data,\" registration number TX 1 328 179, and \"The Nature of a Being,\" registration number TX 3-090-515.\r\n\r\nPlease be advised that RTC's and BPI's copyrighted works were posted on a newsgroup without the authorization of our clients and are now accessible from Google's usenet archive, in violation of United States copyright law. We request that these works be deleted from Google's archive. They are located under the Message IDs set forth below.\r\n\r\nI have a good faith belief, and in fact know for certain, that the posting of these works was not authorized by my clients, any agent of my clients, or the law.\r\n\r\nI declare under penalty of perjury that this information is accurate and I am authorized to act on behalf of RTC and BPI in this matter.\r\n\r\nAlso, at least two of these postings were removed in August 2003 based upon a similar DMCA letter to Google. Can you tell me how these would have shown up again?\r\n\r\nThank you for your help with this.\r\n\r\nSincerely,\r\n\r\n[private]\r\n\r\n[private]\r\n\r\n* * * * * **\r\n1.\tMessage-ID: ","date_sent":"2007-01-03T05:00:00Z","date_received":"2007-01-03T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"MOXON & KOBRIN","principal_name":"Religious Technology Center","recipient_name":"Google, Inc. [Google Groups]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}