{"dmca":{"id":18818,"type":"Dmca","title":"Re: Josiemaran.com","body":"This is the background image for an unknown creator of an OCR page with image plus hidden text. \r\nPRYOR CASHMAN SHERMAN & FLYNN LLP \r\nNEWYORK ALBANY LOSANGELES \r\n410 PARK AVENUE, NEWYORK, NY 10022-4441 TEL: 212-421-4100 FAX: 212-326 -0806 www.pryorceshman.com \r\nDIRECT TEL: 212-326-0875 \r\nDIRECT FAX: 212-798.6930 \r\nBrose@pryorcashman.corn \r\nJanuary 18, 2007 \r\nVIA EXPRESS MAIL and E-MAIL (sgi2005 @gmail.com) \r\nSGI Graphics, Inc \r\nPO Box 2066 \r\nCortaro, AZ 85652 \r\nRe: JOSIEMARAN.COM \r\nTo Whom it May Concern: \r\nWe are intellectual property counsel to Josie Maran and write to you concerning your \r\nregistration and use of the above-referenced domain name (the \"Disputed Domain Name\"). \r\nMs. Maran is a world-renowned actress and model who has been profiled and featured in \r\ncountless national and international publications. She has enjoyed prominent roles in feature \r\nfilms such as The Mallory Effect, Van Helsing and, most recently, The Gravedancers. In \r\naddition, she has graced the cover of countless fashion publications such as Glamour, Lucky and \r\nSelf and appeared in the highly coveted Sports Illustrated Swimsuit Issue for three consecutive \r\nyears. Ms. Maran has also appeared in a myriad of commercials and advertisements, was one of \r\nthe faces of cosmetics giant Maybelline, and was a featured Guess? Girl. \r\nThrough the substantial sales of her movies, the astronomical popularity of her modeling \r\nefforts and endorsements, her public appearances and national publicity, Josie Maran has \r\nacquired substantial secondary meaning in her JOSIE MARANTM trademark, such that the public \r\nhas come to associate JOSIE MARANTM solely with our client. Indeed, the name JOSIE \r\nMARANTM has become famous. In addition, Ms. Maran owns a trademark application for her \r\nfamous name for beauty items in Class 3. \r\nBecause the Disputed Domain Name is identical to Josie Maran's famous trademark, \r\nJosie Maran believes that any web site accessible through the Disputed Domain Name is likely to \r\ncause confusion and mistake among members of the public as to the existence of any affiliation, \r\nconnection or association between Ms. Maran on the one hand, and <JOSIEMARAN. COM> and \r\nany products or services offered on or through <JOSIEMARAN. COM> on the other. See, e.g., \r\nKevin Spacey v. Alberta Hot Rods, (PA 0205000114437)(Aug. 1, 2002); Experience Hendrix, \r\nLLC v. Denny Hammerton and the Jimi Hendrix Fan Club (D2000-0364) (August 15, 2000). \r\nThus, in our view, any use you might make of the Disputed Domain Name would violate Section \r\n43(a) of the Lanham Act, 15 U.S.C. ","date_sent":"2007-01-18T05:00:00Z","date_received":"2007-01-18T05:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Pryor Cashman Sherman & Flynn, LLP","principal_name":"Josie Maran's legal team: Pryorcashman.com","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}