{"dmca":{"id":18859,"type":"Dmca","title":"In Preservation of Legal Remedy: Cease and Desist","body":"PLEASE BE ADVISED OF THE FOLLOWING: NOTIFICATION TO CEASE AND DESIST\r\n\r\nThis is Mr. & Mrs. M. and we want you to know many people became aware of your toxic, deceitful and destructive efforts to undermine our daughter numerous times, settings, events and situations while she was in high school and post-graduation. You are not a friend to her, you never have been. We are all fully cognizant of the missteps you took in bullying her and slandering her name. You have been afforded a polite cue (which you forcefully ignored) in understanding that emails that go unanswered and phone calls that are not returned mean no further correspondence is desired. If you commit one more act of indecency with the intended , in any manner whatsoever, WE will make sure those situations as well are documented and processed to the fullest extent of whatever applicable laws and remedies as may be available and warranted. The second article that you wrote and proposed for publication in the Continental Flair reflected content that was hateful, judgmental, discriminatory and demonstrated such a false sense of entitlement on your behalf that it was found to be inappropriate for publication. The first article required extensive editing and retooling to remove the inappropriate material not suitable for publication. The questions you consistently asked, required and inquired of our daughter, trying to shame her into submissive answering, on a number of personal and sensitive issues and subjects were extremely inappropriate, absolutely none of your business and lacked decorum and sensibility on every level. Campus services in counseling are widely available to you and may prove beneficial in your ability to relate in a healthy, supportive, mature and DECENT manner. It is absolutely alarming to many of us, that you have continued the bullying and harrassment in the form of emails and phone calls. This student was merely acting on the instructions of advocating professionals that she ( as an additional measure of self-protection) not respond to the continuous onslaught of your negativity and hatefulness. You denied her a graceful exit and then chose to assault and question her loyalty as a friend. It takes a friend to be a friend; therefore blame no one but yourself for this outcome! Our homes, properties, communication forms & selves are surveilled 24 hours a day and monitorings are recorded for documentation purposes. THEREFORE, BE ADVISED THIS IS YOUR NOTIFICATION TO CEASE AND DESIST. Observe campus policy and protocol for usage and abide by and honor in full the previous and prior request to remove this address from your mailing system. Further warnings will be mailed USPS registered mail, to all entities as required in observance of preservation of legal remedy. Any further contact whatsoever will result in the report and mandate to/of proper officials. \r\n","date_sent":"2007-01-01T05:00:00Z","date_received":"2007-01-01T05:00:00Z","topics":["Uncategorized","Copyright"],"sender_name":null,"principal_name":"chanelmorris@aol.com","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}