{"dmca":{"id":18989,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-07-03T04:00:00Z","date_received":"2011-07-03T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"www.aaaqualityreplicas.com","principal_name":"www.aaaqualityreplicas.com","recipient_name":"Google, Inc.","works":[{"description":"the text on my main page Many people hear the word Replica Watch and are drawn away from purchasing these types of watches. In actuality though what are you really buying? Not many people ask themselves that simple question before concluding in their opinion. A replica watch is a piece of jewellery that has been manufactured with real stainless steel that is exactly the same stainless steel used in expensive designer branded watches, has either Japanese quartz movement or a less expensive Swiss movement than what is used in the majority of branded watches, and high durable glass or sapphire crystal which again is used in branded watches. The only difference is that they copy the designs of popular brand models, and retail at a fraction of the cost because you are not paying for the \"brand name\" itself. So the big question here is would you buy a watch with confidence if it was made of 316 stainless steel, with a common used mechanism just like most designer watches, and with sapphire crystal non scratch glass? I think you would say yes. That's exactly what a replica watch is. A good quality common watch that will take care of you as long as you take care of it, just as you would if you were to buy an \"original\" designer watch.","infringing_urls":[{"url":"http://pradahandbags.blog.fc2.com/blog-entry-22.html"}],"copyrighted_urls":[{"url":"http://pradahandbags.blog.fc2.com/blog-entry-22.html"}]},{"description":"TEXT ON MY MAIN PAGE www.aaaqualityreplicas.com","infringing_urls":[{"url":"http://coachhandbagsreplica.bloger.cz/bags/Why-buy-replica-watches?km=d"}],"copyrighted_urls":[{"url":"http://coachhandbagsreplica.bloger.cz/bags/Why-buy-replica-watches?km=d"}]},{"description":"text on my main page www.aaaqualityreplicas.com","infringing_urls":[{"url":"http://www.timesofindia.eu/"}],"copyrighted_urls":[{"url":"http://www.timesofindia.eu"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}