{"dmca":{"id":20004,"type":"Dmca","title":"suing level 80 for commiting Libel","body":"John i have recently seen your site and what you have written about us. Im\r\nnot sure if your aware but you commited an offence called LIBEL it is\r\nbasicly slander written down. We cesed using your service because to be\r\nblunt the service you offered was not good enough to move our company\r\nforward.\r\n\r\nWe currently have a large customer base which are all happy hence the\r\nwebsite needing building. I dont want you to try to spoil this.\r\n\r\nToday i have been to seek legal advice from [PRIVATE] who helped us set up\r\nin business and is a good friend of ours, He has just been in touch stating\r\nthat i should give you until monday to remove the comments on your site,\r\nthen from that point you will recieve a letter stating these same facts, you\r\ncould end up having you whole site removed by yahoo as they would be\r\nbreaking the law allowing you to come up in their search engine or you could\r\neven end up in court . Check all the facts if you like and also check the\r\nreferacne in the dictionary for the word LIBEL.\r\n\r\nIm sure you dont want to go down that road as it will only waste mine and\r\nyou time so please have the comments removed with an email before monday\r\nmorning 9.00am or the wheels will be put in motion and this is not an empty\r\nthreat.\r\n\r\nDont get me wrong John im deadly serious i have worked hard to start and run\r\nthis company and will not let you ruin it at any cost. I am willing to pay\r\nany amount of money if i have to even though [PRIVATE] told me you will be liable\r\nfor all costs and anything i pay will be forwarded to you by the legal team.\r\n\r\nCall me if you want to talk i have been trying to call you all day and you\r\ndont answer you phones.\r\n\r\n[PRIVATE]\r\nPartner\r\nA2B Outdoor\r\n\r\n_________________________________________________________________\r\nMSN Hotmail is evolving ? check out the new Windows Live Mail\r\nhttp://ideas.live.com","date_sent":"2007-02-02T05:00:00Z","date_received":"2007-02-02T05:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Paul Rooney Partnership","principal_name":null,"recipient_name":"Level 80","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}