{"dmca":{"id":20041,"type":"Dmca","title":"Search links to Redwood Bridges a bridge too far for claimant","body":"This is [private], I have read your policy on filing a DMCA complaint and I am faxing over the required items to show proof that the person listed below using my certified copyrighted material without my permission.\r\n\r\nIt says to notify you that this person is a repeat infringer many times over.\r\nI am the original author and solely own the copyright to two articles being used without my permission.\r\n\r\nI have a good faith belief that use of the copyrighted materials described above and below as allegedly infringing is not authorized by the copyright owner or its agent or the law\r\n\r\nI swear, under penalty of perjury that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed\r\n\r\nThese articles were first published at www.Practical-water-gardens.com you may contact Tony Roocroft owner as he is the one who asked me to write these original articles, the first one in 2003 and the 2nd one in 2005.\r\n\r\nSee URL's below. Original content is posted here and both articles are Registered with US copyright office in Washington DC.\r\n\r\nArticle 1\r\nhttp://www.practical-water-gardens.com/gazette319.htm\r\nAnd article 2\r\nhttp://www.thepondprofessor.com/pondbuilding/handcraftedbridge.htm\r\n\r\nI am requesting that all search queries for redwood water garden bridges that has my articles in them posted by [private] and pointing to his websites of redwoodgardenbridges.com and handcraftedgardenbridges.com be removed from Google search results. I have sent previous requests to Google Legal Dept that my articles listed by this person should be removed from search results from these terms of Garden Bridges, handcrafted bridges, redwood bridges, redwood garden bridges, handcrafted garden bridges, garden bridges, span the ages, that lists or posts my articles on them. \r\n\r\nThank you for your time and for removing these websites from your search results.\r\n\r\nRespectfully,\r\n[private] [private] 2- 17-2007 [private]@yahoo.com\r\n\r\n","date_sent":"2007-02-17T05:00:00Z","date_received":"2007-02-17T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"[Individual]","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}