{"dmca":{"id":20127,"type":"Dmca","title":"Blogger DMCA Complaint- McGraw-Hill","body":"VIA FAX: \r\n\r\n\r\nDemand for Immediate Take-Down: Notice of Infringing Activity\r\n \r\nDate: 14 March 2007 \r\n\r\nCase#: 84 \r\n\r\nURL: http://spideyamal.blogspot.com/2007/02/1500-ebooks-direct-download-links.html \r\n\r\nDear Sir or Madam,\r\n\r\nWe have received information that the domain listed above, which appears to be on servers under your control, is offering unlicensed copies of, or is engaged in other unauthorized activities relating to copyrighted works published by, The McGraw-Hill Companies, Inc.\r\n \r\n1. Identification of copyrighted work(s): \r\n\r\nCopyrighted work(s): \r\n\r\nC++ Demystitied (ISBN: 0072253703) \r\nData Structures Demystified (ISBN: 0072253592) \r\nHow to Do Everything with Your BlackBerry, Second Edition (ISBN: 0072255870) \r\nOOP Demystified (ISBN: 0072253630) \r\nRetire Sooner, Retire Richer: How to Build and Manage Wealth to Last a Lifetime (ISBN: 0071396993) \r\nThe New Solution Selling: The Revolutionary Sales Process That is Changing the Way People Sell (ISBN: 0071435395) \r\n\r\nCopyright owner or exclusive licencee: \r\n\r\nThe McGraw-Hill Companies, Inc. \r\n\r\n2. Copyright infringing material or activity found at the following location(s): \r\n\r\nhttp://spideyamal.blogspot.com/2007/02/1500-ebooks-direct-download-links.html\r\n \r\nThe above copyrighted work(s) is being made available for copying, through downloading, at the above location without authorization of the copyright owner(s) or exclusive licensee.\r\n \r\n3. Statement of authority: \r\n\r\nThe information in this notice is accurate, and I hereby certify under penalty of perjury that I am authorized to act on behalf of, The McGraw-Hill Companies, Inc., the owner or exclusive licensee of the copyright(s) in the work(s) identified above. I have a good faith belief that none of the materials or activities listed above have been authorized by, The McGraw-Hill Companies, Inc., its agents, or the law.\r\n \r\nWe hereby give notice of these activities to you and request that you take expeditious action to remove or disable access to the material described above, and thereby prevent the illegal reproduction and distribution of this copyrighted work(s) via your company","date_sent":"2007-03-14T04:00:00Z","date_received":"2007-03-14T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"The McGraw-Hill Companies, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}