{"dmca":{"id":20149,"type":"Dmca","title":"Google Image DMCA - Jennifer Aniston","body":"A. FREDRIC LEOPOLD*\r\nLouis P. PETRICH\r\nEDWARD A. RUTTENBERG\r\nVINCENT COX\r\nDONALD R. GORDON\r\nWALTER R. SADLER\r\nDANIEL M. MAYEDA**\r\nROBERT S. GUTIERREZ\r\nTHOMAS J. PEISTRUP\r\n*Also admitted in New York\r\n**Also admitted in the District of Columbia\r\n\r\nLAW FFICES \r\nLEOPOLD, PETRICH & SMITH\r\nA PROFESSIONAL CORPORATION\r\nwww.lpsla.com\r\nAuthor's E-MaiL: eruttenberg@lpsla.com\r\n\r\nMarch 15, 2007\r\n\r\nSUITE 3110 \r\n2049 CENTURY PARK EAST \r\nLOS ANGELES, CALIFORNIA 90067-3274 \r\n\r\nTELEPHONE: (310) 277-3333 \r\nFACSIMILE: (310) 277-7444 \r\n\r\nGORDON E. YOUNGMAN (1903-1983) \r\nROBERT P. MYERS (1903-1983) \r\n \r\nOF COUNSEL: \r\nRICHARD HUNGATE \r\nJOEL MCCABE SMITH\r\nLORALEE SUNDRA \r\n\r\nFile No.: 03386.0114 \r\n\r\nCONFIDENTIAL LEGAL NOTICE \r\nNOT FOR PUBLICATION \r\n\r\nVia E-Mail:\r\n\r\nremovals@google.com\r\n\r\nVia Fax (650-963-3255) & U.S. Mail\r\n \r\nGOOGLE IMAGES\r\nc/o Google Inc. \r\nAttn: Google Legal Support, DMCA Complaints \r\n1600 Amphitheatre Parkway \r\nMountain View CA 94043\r\n \r\nRe: Demand for Immediate Removal of Infringing Photographs of Jennifer Aniston\r\n\r\nTo the Publishers of the \"Google Images\" Website:\r\n\r\nI am the attorney for Universal Pictures (\"Universal\"), copyright owner of the motion picture THE BREAK-UP.\r\n\r\nIn accordance with Section 512 of the Copyright Act, 17 U.S.C. Section 512, this constitutes a formal takedown request for infringing material located at the following addresses, all of which infringe copyrighted material from Universal's motion picture THE BREAK-UP:\r\n\r\n1. http://images.google.co.uk/imgres?imgurl=http://www.24horaslibre.com/data/notipix/ Jennifer-annistontopless.jpg&imgrefurl=http://www.24horaslibre.com/espectaculos/1173543872.php&h=203&w=276&sz=33&hl=en&start=57&tbnid=zsgl8fcmjY6QgM:&tbnh=84&tbnw=114&prey=/images%3Fq%3Dtopless%2Baniston%26start%3D40%26gbv%3D2%26ndsp%3D20%26svnum%3D10%26h1%3Den%26safe%3Doff%26sa%3DN\r\n\r\n2.All similar images of Jennifer Aniston taken from Choc Magazine;\r\n\r\n3.All images of Jennifer Aniston from the motion picture THE BREAK-UP.\r\n\r\nUniversal has a good faith belief that the uses of the material in this manner are not authorized by it, and that the statements in this notification are accurate. By my signature below, I declare under penalty of perjury that (1) I am authorized to act on behalf of Universal, (2) Universal is the owner of the exclusive right to copy and prepare derivative works from the copyrighted work listed above, and (3) these rights have been infringed by the referenced material.\r\n\r\nBy this letter, you have actual knowledge and awareness of facts and circumstances from which infringing activity is apparent. Demand is therefore made that you expeditiously remove or disable access to the material referenced above.\r\n\r\nPlease govern yourself accordingly. In the event that you choose not to remove the infringing material expeditiously, then Universal intends to file legal action against you. In that event, as a courtesy to you, please advise me of the manner in which you would prefer service of process to be made upon you, and I will do my best to comply with your request. Absent such advice from you, I will simply make service upon you as provided by law.\r\n\r\nThis letter is a confidential legal communication regarding Universal's rights and is not for publication. Nor is this letter intended as a complete statement of the facts or law as they pertain to this matter.\r\nNothing in this letter is meant to waive, nor may be construed as waiving, any rights held by Universal, all of which are expressly reserved.\r\n\r\nSincerely,\r\n\r\nEDWARD A. RUTTENBERG\r\n\r\nEAR:kkt\r\n\r\ncc:\tCarolyn Hampton, Esq.\r\nDavid Burg, Esq.\r\nTed Ragsac, Esq.","date_sent":"2007-03-15T04:00:00Z","date_received":"2007-03-15T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Universal Pictures","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}