{"dmca":{"id":20145,"type":"Dmca","title":"Re: Unauthorized Use of NBC Universal Properties","body":"BEGIN PGP SIGNED MESSAGE----- \r\nHash: SHA1 \r\n\r\nRe: Unauthorized Use of NBC Universal Properties \r\nNotice ID: 14-10743436 \r\n9 Mar 2007 02:05:48 GMT \r\n\r\nDear Sir or Madam: \r\n\r\nPlease be advised that NBC Universal and/or its subsidiary and affiliated companies (collectively, NBC Universal) are the owners of exclusive rights protected under copyright law and other intellectual property rights in many motion pictures and television programs, including the title(s) listed below (the NBC Universal Properties). NBC Universal diligently enforces its rights in its motion pictures. \r\n\r\nIt has come to our attention that PenTeleData is the service provider for the IP address listed below, from which unauthorized copying and distribution (downloading, uploading, file serving, file \"swapping\" or other similar activities) of the NBC Universal Property or Properties listed below, or portion(s) thereof, is taking place. We believe that the Internet access of the user engaging in this infringement is provided by PenTeleData or a downstream service provider who purchases this connectivity from PenTeleData. \r\n\r\nThis unauthorized copying and distribution constitutes copyright infringement under Section 106 of the U.S. Copyright Act. Depending upon the type of service PenTeleData is providing to this IP address, it may have legal and/or equitable liability if it does not expeditiously remove or disable access to the motion picture(s) listed below, or if it fails to implement a policy that provides for termination of subscribers who are repeat infringers (see 17 U.S.C. 512). \r\n\r\nDespite the above, NBC Universal believes that the entire Internet community benefits when these matters are resolved cooperatively. We urge you to take immediate action to stop this infringing activity and inform us of the results of your actions. We appreciate your efforts toward this common goal. \r\n\r\nThe undersigned has a good faith belief that use of the NBC Universal Property or Properties in the manner described herein is not authorized by NBC Universal, its agent or the law. The information contained in this notification is accurate. Under penalty of perjury, the undersigned is authorized to act on behalf of NBC Universal with respect to this matter. \r\n\r\nPlease be advised that this letter is not intended to be a complete statement of the facts or law as they may pertain to this matter or of NBC Universal's positions, rights or remedies, legal or equitable, all of which are specifically reserved. \r\n\r\nPlease send us a prompt response indicating the actions you have takento resolve this matter, making sure to reference the Notice ID number above in your response. \r\n\r\nmailto:antipiracy@nbcuni.com?subject=RE%3A%20DMCA%20Notification%20Notice%20ID%3A%2014%2D10743436 \r\n\r\nIf you do not wish to reply by email, please use our Web Interface by clicking on the following link: \r\n\r\nhttp://webreply.baytsp.com/webreply/webreply.jsp?customerid=14&commhash=b69379d1ddbd6da434be4cbf91c82110 \r\n\r\nNote: If your email program has inserted line breaks into either the email or web links above, you can copy and paste the entire link in to you email program, or favorite web browser, respectively. \r\n\r\n\r\nVery truly yours, \r\n\r\n\r\nAaron Markham \r\nDirector of Internet Anti-Piracy, \r\nWorldwide Anti-Piracy Operations \r\nNBC UNIVERSAL \r\n100 Universal City Plaza 1220/2 \r\nUniversal City, CA 91608 \r\ntel. (818) 777-4876 \r\nfax (818) 866-2155 \r\nantipiracy@nbcuni.com \r\n\r\n*pgp public key is available on the key server at ldap://keyserver.pgp.com \r\n** For any correspondence regarding this case, please send your emails to antipiracy@unistudios.com and refer to Notice ID: 14-10743436. If you need immediate assistance or if you have general questions please call the number listed above. \r\nTitle: Battlestar Galactica (TV) \r\nInfringement Source: BitTorrent \r\nInitial Infringement Timestamp: 2 Mar 2007 05:33:15 GMT \r\nRecent Infringment Timestamp: 2 Mar 2007 05:33:15 GMT \r\nInfringer Username: \r\nInfringing Filename: Battlestar.Galactica.S03E16.WS.DSR.XviD-ORENJi.avi \r\nInfringing Filesize: 365431430 \r\nInfringers IP Address: 24.229.190.158 \r\nInfringers DNS Name: 24.229.190.158.res-cmts.ovr.ptd.net \r\nInfringing URL: http://vtv.sladinki007.eu:60500/announce \r\n\r\n\r\n- ---Start ACNS XML \r\n\r\n\r\n\r\n\r\n10743436 \r\nOpen \r\n\r\n\r\nNBC Universal \r\nAaron Markham, Director of Internet Anti-Piracy \r\n\r\n100 Universal City Plaza (2160/7E), Universal City, California 91608 United States of America\r\n\r\n818-777-4876, \r\nantipiracy@nbcuni.com \r\n\r\n\r\nPenTeleData \r\n\r\n\r\ndavemase@ptd.net \r\n\r\n\r\n2007-03-02T05:33:15.000Z \r\n24.229.190.158 \r\n18953 \r\n24.229.190.158.res-cmts.ovr.ptd.net \r\nBitTorrent \r\n\r\n1 \r\nNo \r\n\r\n\r\n\r\n\r\nBattlestar.Galactica.S03E16.WS.DSR.XviD-ORENJi.avi \r\n365431430 \r\nhttp://vtv.sladinki007.eu:60500/announce \r\n\r\n\r\n\r\n- ---End ACNS XML \r\n-----BEGIN PGP SIGNATURE-----","date_sent":"2007-03-16T04:00:00Z","date_received":"2007-03-16T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":"NBC / Universal","recipient_name":"Pennteledata","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}