{"dmca":{"id":20278,"type":"Dmca","title":"Game guide author complains of copying","body":"Dear sir,\r\n     \r\n \r\nSo that you will act to end copyright infringement of my work that is hosted on your web site.\r\n \r\nThis is the file download in question:  \r\nhttp://jenisongrads.com/1-60.rar\r\n \r\n#1. My name is [private].  That is my electronic signature for immediate purposes.  A written signature will be additionally forwarded by postal mail once I receive mailing instructions if need be.  I am the owner of the work in question, which I copyrighted with the US Library of Congress in February 2006.\r\n \r\n#2.  The copyright protects my \"Joana/Mancow's Leveling Guide For Horde\" \r\n \r\n#3.  This guide is text material detailing the routes and techniques I employ to achieve world record time to move my character (Troll Hunter for the Horde faction) from the start (level 1 in Durotar] to the end [level 60 in Winterspring] in the popular online game World of Warcraft.\r\n \r\n#4.   My Address:      [private]\r\n\r\n          \r\n My Email:     [private]\r\n \r\n#5.  I am complaining of the electronic distribution of my proprietary work on your web server of which I did not give consent to or authorize in any manner.  My work has been pirated and you are contributing to this illegality by allowing it continue unabated.\r\n \r\n#6.  I swear the foregoing statements are true and that I, [private], am the sole and proper owner of this now pirated guide. \r\n \r\n\r\n      I ask that you take immediate action to stop the illegal distribution that you are now allowing of my copyrighted work.\r\n \r\n      Sincerely, [private]  Nov, 01, 2006\r\n \r\n\r\nFor more information:  Here is a copyright certificate scan:\r\nhttp://www.joanasworld.com/joana_guide_copyright.jpg\r\n \r\nAnd my homepage where I am selling it at:\r\nhttp://www.joanasworld.com/\r\n","date_sent":"2006-11-01T05:00:00Z","date_received":"2006-11-01T05:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"[Individual]","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}