{"dmca":{"id":20291,"type":"Dmca","title":"Takedown Notice","body":"We are writing to you with reference to the publication on your website, www.onecle.com, of the full text of a commercial contract date 28 November 2006 made by and between Baccini SpA, an Italian company based in Treviso (Italy) and JA Solar Technology Co., Ltd, a Chinese company based in Shanghai (China).\r\n\r\nWe are surprised and seriously concerned that the publication of the above contract, with all details and particulars, may prejudice our rights and commercial interests. Obviously, we are aware of the U.S. Securities and Exchange Commission (SEC)'s mission, focused namely on protecting investors and maintaining fair and transparent securities market, but we are at the same time worried that a large and uncontrolled disclosure to the general public of detailed SEC's filings by your company may not be precisely in line with those objectives and likewise negatively interfere with our business.\r\n\r\nIn view of the above, we firmly demand that Onecle Inc. accurately takes into consideration Baccini SpA's legitimate concern that the slavish reproduction of its business contract dated 28 November 2006 on the www.onecle.com website without any authorisation is only causing detriment to our company, inasmuch as SEC's mission as above described has been already achieved by the full disclosure of the said contract by our Chinese commercial partner, JA Solar Technology Co, Ltd to the U.S. Commission.\r\n\r\nWithout prejudice to features of a possible copyrights' infringement, we then invite you to remove, or cause the removal, from your www.onecle.com site any reference to the contract currently in force between Baccini SpA and JA Solar Technology Co., Ltd, and remain available to discuss with you any reasonably alternative solution which may equally contribute to preserve and protect Baccini SpA's interest and rights.\r\n\r\nWe look forward to hearing from you.\r\n\r\nYours Faithfully,\r\n\r\nBACCINI SpA","date_sent":"2007-03-20T04:00:00Z","date_received":"2007-03-20T04:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"Baccini SpA","recipient_name":"Onecle Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}