{"dmca":{"id":20293,"type":"Dmca","title":"You tube competitor wants emails to customers removed from Blog","body":"Dear John,\r\nWe have received a Digital Millennium Copyright Act, DMCA infringement notification regarding content on your web service. The alleged content in violation can be found at the following url:\r\nhttp://www.sparkplug9.com/bizhack/2007/02/14/why-spam-is-bad-for-your-google-juice/\r\nregarding [redacted].\r\n\r\nAs a courtesy, we are informing you about the complaint. You must take necessary measures to remove or disable the alleged content in violation within 24 hours of this notice or we will remove or disable the content for you. If you feel that this content does not violate the DMCA you may file a counter notification.\r\n\r\nOnce a counter notification has been filed, we may reinstate the content in question within 10-14 business days and promptly provide the person who filed the original notification with a copy of the counter notification, unless the designated agent first receives notice that such person has filed an action seeking a court order to restrain the subscriber from engaging in infringing activity.\r\n\r\nAny person who knowingly materially misrepresents that material is infringing, or that it was removed or blocked through mistake or misidentification, is liable for any resulting damages (including costs and attorneys' fees) incurred by the alleged infringer, the copyright holder or its licensee, or the service provider.\r\n\r\n\r\nCounter Notification\r\n\r\n\r\n\r\n\r\nTo file a counter notification, you must provide a written communication to us by fax or mail with the specified information below.\r\n\r\nThe subscribers name, address, telephone number and physical or electronic signature.\r\n\r\nIdentification of the specific material and it's location before it was removed or disabled.\r\n\r\nA statement under penalty of perjury that you have a good faith belief that the material was removed or disabled by mistake or misidentification.\r\n\r\nConsent to the jurisdiction of the subscriber's local US Federal District Court, or, if outside the US, the US Federal Court jurisdiction where the service provider is found, and that they will accept service of process from the person or an agent for the person who provided the notification.\r\n\r\n \r\n \r\nBest regards,\r\n \r\n[redacted]\r\nContention Resolution Administrator\r\n(mt) Media Temple, Inc \r\n------------------------ \r\n8520 National Blvd. \r\nBuilding A \r\nCulver City, CA 90232 \r\n------------------------ \r\n<office direct>: 310-841-5555\r\n<fax>: 310-841-5690\r\n<24/7 toll-free>: 877-578-4000\r\nhttp://www.mediatemple.net","date_sent":"2007-03-20T04:00:00Z","date_received":"2007-03-20T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"MediaTemple","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}