{"dmca":{"id":20558,"type":"Dmca","title":"Fraudulent Site-Please Shut Down [Punjab National Bank]","body":"To whom it may concern,\r\n\r\nThe Security Division of Paladion, an information security company, has been appointed to assist Punjab National Bank in preventing or terminating online activity that targets, or may target Punjab National Bank’s clients as potential fraud victims.\r\n\r\nPaladion has been made aware that your company appears to be providing internet services to a website, which is making unauthorized use of Punjab National Bank’s trademarks. This site:\r\n\r\nhttp://jhakaasttc.blogspot.in/2012/01/pnb-error-code-download-and-confirm.html\r\n\r\nNot only violates Punjab National Bank’s copyright, trademarks and other intellectual property rights, but may also become a host to a phishing attack, or other fraudulent scams directed against Punjab National Bank and Punjab National Bank’s clients.\r\n\r\nThe fraudulent website not only represents a misappropriation of Punjab National Bank intellectual property; its purpose is to mislead Punjab National Bank’s clients.  Our experience has shown that such sites become a host of phishing and other fraudulent scams against our customer’s account holders.\r\n\r\nPlease take all necessary steps to immediately shut down the fraudulent website, terminate its availability on the Internet and discontinue the transmission of any e-mails associated with this website.\r\n\r\nWe understand that you may not be aware of this improper use of your services and we appreciate your cooperation.\r\nWe specifically ask that you also take the following actions wherever relevant or possible:\r\n\r\n    Please provide us with a tar/zip file of the source code for this website, so that we may analyze it to help prevent further attacks;\r\n    If any customer data has been captured that is stored on your systems or equipment, please send us that data so that the customers to whom that data relates can be notified and take steps to protect their credit; and We specifically would ask that you also provide a copy of any records you maintain that indicate the name, contact information, method of payment or similar information that may be useful in helping learn the identity and location of the customer for whom the website has been operated. \r\n\r\nThe foregoing is without prejudice to any and all of rights and remedies of any financial institution in connection with this matter, which are hereby expressly reserved.\r\n\r\nPaladion is providing this notification to you in the interest of preventing the proliferation of phishing scams and the information contained herein is provided to you on an \"AS-IS\" basis, without representation or warranty of any kind.\r\n\r\nThank you for your cooperation to prevent and terminate this fraudulent activity.","date_sent":"2012-04-15T04:00:00Z","date_received":"2012-04-15T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":"Paladion Networks","recipient_name":"Google INC","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}