{"dmca":{"id":20668,"type":"Dmca","title":"Google DMCA - Cellular Abroad","body":"Cellular Abroad\r\n425 Culver Blvd\r\nPlaya del Rey, CA 90293\r\nTel. 800-287-5072\r\nFax. 310-919-2820\r\n\r\n\r\nAttn: Google Legal Support, DMCA Complaints\r\n\r\nFrom: Sebastian Harrison, President, Cellular Abroad, Inc.\r\n\r\nCellular Abroad\r\n425 Culver Blvd.\r\nPlaya del Rey, CA 90293\r\nTel. 800-287-5072 ext. 101\r\n\r\nCELLULAR ABROAD\r\n\r\n2/26/07\r\n\r\nDear Google Legal Support,\r\n\r\nOur company, Cellular Abroad, Inc. (www.cellularabroad.com) has had our copyright material infringed. The culprit in question is the owner of a website called likemuch.com. It is evident that likemuch.com is purposefully duplicating our website, www.cellularabroad.com, with malicious intent. They have duplicated every page and every aspect of our website besides the contact information and the shopping cart. We have attempted to find the contact information on Whois but the information they provide is false.\r\n\r\nI hereby state, under penalty of perjury, that the above information is correct and accurate and that Cellular Abroad, Inc. is the copyright and intellectual property owner and vehemently do not authorize likemuch.com to use, neither in part nor in whole, any contents of www.cellularabroad.com.\r\n\r\nI have a good faith belief that use of the copyrighted materials described above as allegedly infringing is not authorized by the copyright owner, its agent, or the law.\"\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\nAny immediate action that Google can take in resolving this issue would be greatly appreciated.\r\n\r\nSincerely,\r\n\r\nSebastian Harrison\r\nPresident, Cellular Abroad\r\nsebastianharrison@cellularabroad.com\r\n\r\nOne World. One Phone.","date_sent":"2007-02-26T05:00:00Z","date_received":"2007-02-26T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Cellular Abroad, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}