{"dmca":{"id":20697,"type":"Dmca","title":"Blogger DMCA Complaint- GoBug","body":"GoBug Symbolic Debugger\r\n\r\nJeremy Gordon\r\n30 Princes Road\r\nTeddington\r\nMiddlesex\r\nTW110RW\r\nUnited Kingdom\r\nEmail: JG@JGNET.CO.UK\r\nTel: (+44)2089770165\r\nFax:(+44)8719006116\r\n\r\nAttn Blogger Legal Support\r\nDMCA Complaints\r\n1600 Amphitheatre Pkwy\r\nMountain View, CA 94043\r\n\r\nBY FAX TO: 001(650)618-2680\r\n\r\n26 March 2007\r\n\r\nDear Blogger Team\r\n\r\nThank you for your email of 25 March 2007 (22.55), asking for this confirmation of my notice of infringement of copyright.\r\n\r\nThe notice relates to my program GoBug, which is a commercial program written by me and for which I hold the copyright. GoBug sells for $47 from www.GoProg.com. Purchasers obtain a licence to use GoBug but they have no right to publish or distribute it.\r\n\r\nHowever the blogger Kernel 2007 has uploaded a full version of GoBug to http://www.tuts4you.com/blogs/download/php?view.1132 and has provided a link to that site on his blog. The link in the blog is marked \"download\". This is in clear breach of copyright since it is a publication and distribution of GoBug which is not authorised by me.\r\n\r\nThe formal matters you require are as follows:-\r\n\r\n1. Blog SECURE COD3R Sunday March 11 2007 4:53pm, permalinnk is http://rootkit-analyzer.blogspot.com/2007/03/good-debugger-tool.html.\r\n2. The material infringing the copyrighted material is the link to a site which holds and permits the download of a full version of GoBug without my permission.\r\n3. Contact details - my email is JG@JGNET.CO.UK\r\n4. I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorised by the copyright owner, his agent, or the law.\r\n5. I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorised to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nYours faithfully\r\n\r\nJeremy Gordon","date_sent":"2007-03-26T04:00:00Z","date_received":"2007-03-26T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Jeremy Gordon","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}