{"dmca":{"id":20704,"type":"Dmca","title":"Blogger DMCA Complaint- David Klein","body":"S. DAVID KLEIN, PH.D. \r\n104 MINEOLA PLACE \r\nEDISON, NJ 08817 \r\n\r\nGoogle, Inc. \r\nAttn: Google Legal Support, Blogger DMCA Complaints \r\n1600 Amphitheatre Parkway \r\nMountain View, CA 94043 \r\n(650) 618-2680 \r\n\r\nSirs,\r\n \r\nI have noted that a user of Blogger, Jovoneverett, has incorporated two of my copyrighted photographs on the following Blogger web page: \r\n\r\nhttp://jovoneverett.biogspot.com/2007/03/i-like-baltimore.html \r\n\r\nThe items in question are the photograph of the yellowbelly Hudson steam locomotive (bo-2002-03.jpg) and the interior of the B&0 Railway Museum (bo-2002-28.jpg). If you examine the photographs, you will find my copyright notice in the lower right-hand corner of each photo. I ask that you immediately remove this material which has been uploaded to your service in flagrant violation of my copyright. I have in no way authorized the use of this material nor have I ever been contacted by the blog author asking for permission to make such use of my work. I attempted to contact him directly via comment on his blog (his email address is not provided) asking that my photos be removed, but he has neither responded nor removed the photos. \r\n\r\nI may be reached via telephone at (732)777-7379 and via email at \r\nwebmaster@toytrains1.com. \r\n\r\nI have a good faith belief that use of the copyrighted material described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent or the law. \r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed. \r\n\r\nThis notice will be faxed to you at the above number over my signature. \r\n\r\nVery truly yours, \r\nS. David Klein, Ph.D. ","date_sent":"2007-03-26T04:00:00Z","date_received":"2007-03-26T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}