{"dmca":{"id":20718,"type":"Dmca","title":"Cosmic Consciousness Author unhappily conscious of copying","body":"Hello Google,--\r\n\r\n In accordance with your requirements I am listing the information you request to process my complaint of pirating my book by reversing the title of it as well as using false information of saying it was \"unpublished\", which is untrue.\r\n\r\n1] IDENTIFY MY BOOK TITLE AS FOLLOWS:\r\n\r\nThis is my Homestead website on which I have listed the book, see halfway down the webpage:\r\n\r\nhttp://macdonaldbayne.homestead.com/prices.html \r\n\r\nIt is also listed on Google as:\r\n\r\nprices\r\nMurdo MacDonald-Bayne. ~ Author, Healer and Lecturer ~. Books, Collected Writings & Cassette Recordings /Postage is Extra. Prices in Canadian Funds ... www.homestead.com/macdonaldbayne/prices.html - 130k - Cached - Similar pages\r\n\r\nMY BOOK TITLE IS:\r\n\"Your Silent Partner ~ Cosmic Consciousness\"\r\nAuthor: Murdo MacDonald-Bayne.\r\nPublished in 2002 by Lora Mendel in Canada. Agreement signed in 1989 with LN Fowler Ltd., book publishers in England.\r\n\r\nPART ONE:\r\nRegistered 1005835, 1989, 2002.\r\nISBN 978-0-9731739-0-1\r\nSize: 5-1/2 x 8-1/2 inch. PRICE: CDN $18.00 each\r\n\r\nPART TWO:\r\nRegistered 1005835, 1989, 2002.\r\nISBN 978-0-9783040-8-9\r\nSize: 5-1/2 x 8-112 inch. PRICE: CDN $18.00 each\r\n\r\nMY WRITEUP IS on my webpage: http://macdonaldbayne.homestead.com/works.html -- as follows:\r\n\r\n****************************\r\n\"Life Everlasting\" and\r\n\"Your Silent Partner - Cosmic Consciousness\" ~\r\n\r\nThese two are based on the original lecture notes of 1947 to 1948. The first book was lovingly compiled and prefaced by Paul Troxler, a dedicated Pretoria student of Dr. Bayne's. I had the privilege of preparing the manuscript of \"Life Everlasting\" for L N Fowler of England, in 1981, and it was published by them.\r\n\tSeveral years later I prepared the manuscript for the second book, \"Your Silent Partner -- Cosmic Consciousness\" which I would publish, based on an Agreement with the copyright holders in 1989. However my publication was delayed for various reasons which included four complete revisions of format. Despite this I am pleased to say that \"Your Silent Partner - Cosmic Consciousness\" is now published, in 2002, and begins with \"Part One\" commencing with the subject of Healing. \"Part Two\" has been completed and is now available also.\r\n\r\n******************************\r\n\r\n2] IDENTIFY ON GOOGLE SEARCH THE WEBSITE INFRINGING ON MY TITLE: \r\n\r\nOn www.google.com I did a Search for - Murdo MacDonald-Bayne \r\n\r\nThe infringer is MYSTICA Publications of New Zealand:\r\n\r\nMYSTICA - Dr Murdo MacDonald-Bayne\r\nMystica Publications publishes re-issued books by Murdo MacDonald-Bayne of a mystical spiritual nature. Books and thoughts that inspire and heal if you have ... www.mystics.co.nz/catalogue_drm_bio.html - 50k - Cached - Similar pages\r\n\r\n(from Lora): This is their writeup for the book they have pirated and which I have published in 2002 under the title of:\r\n\"Your Silent Partner ~ Cosmic Consciousness\"\r\n\r\n~~~~~~~~~~(they write):\r\nTitle: \"Cosmic Consciousness: Your Silent Partner\" \r\n(Lecture Notes 1947-48)\r\n\r\nNew Revised Edition: December 2006 \r\nPages: 324 pages\r\nType: Paperback\r\nDimensions: 146mm x 206mm\r\nISBN: 978-0-9582700-9-0\r\nPrice: NZ$ 50.00 (US$ 34.00)\r\n\r\nThese lectures were given in Pretoria 25th November 1947 to 12th October 1948. They form the basis for the posthumous unpublished book with above title compiled by one of Murdo's students. This particular volume is a revised edition of that book and presents the lectures in the original order as presented to his students along with those missing from the former edition.","date_sent":"2007-03-15T04:00:00Z","date_received":"2007-03-15T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Murdo MacDonald Bayne","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}