{"dmca":{"id":20710,"type":"Dmca","title":"Blogger DMCA Complaint- Skinheadz","body":"RICHARD BARRETT\r\nLAWYER\r\n\r\nCERTIFIED MAIL\t\t\tMarch 9, 2007\r\n\r\nGoogle, Inc.\r\nAttn: Blogger Legal Support, DMCA Complaints\r\n1600 Amphitheatre Pkwy\r\nMountain View, CA 94043\r\n\r\nDear Sir:\r\n\r\n\tI had submitted this material to your on-line address on or about January 20, 2007. I was, then, told in an e-mail response to send it directly to you, at this address. I did so on January 25, 2007. I received no response. Upon re-submitting to your on-line source, I was told that the January 25th notice had not been received and that I should re-send, via certified-mail. This complies with that request. I trust that you will act as expeditiously as possible to remove/block the within infringement.  Your on-line form is tracked:\r\n\r\n1. Identify in sufficient detail the copyrighted work that you believe has been infringed upon. This must include identification of specific posts, as opposed to entire sites. Posts must be removed by either the dates in which they appear or the permalink of the post.\r\n\r\nhttp://skinheadzmustdie.blogspot.com/\r\n\r\n2. Identify the material that you claim is infringing upon the copyrighted work listed in item #1 above.\r\n\r\nPhoto of Richard Barrett [defaced]\r\nsee:\r\nhttp://www.nationalist.org/gallery/posters/poster.html\r\nhttp://www.nationalist.org/docs/law/notice.html\r\n\r\nYOU MUST IDENTIFY EACH POST BY PERMALINK OR DATE THAT ALLEGEDLY CONTAINS INFRINGING MATERIAL. The permalink for a post is usually found by clicking on the timestamp of the post.\r\n\r\nhttp://skinheadzmustdie.blogspot.com/\r\n\r\nPage Two\r\nGoogle\r\nMarch 9, 2007\r\n\r\n3. Provide information reasonably sufficient to permit Blogger to contact you (email address is preferred).\r\n\r\nbarrett@nationalist.org\r\n\r\n4. Include the following statement: \"I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, The Nationalist Movement, its agent, or law.\"\r\n\r\n\"I have a good faith believe that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or law.\"\r\n\r\n5. Include the following statement: \"I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is infringed.\"\r\n\r\n\"I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is infringed.\"\r\n\r\n6. Sign the paper.\r\n\r\nSee below.\r\n\r\n7. Send the written communication to the following address:\r\n\r\nGoogle, Inc.\r\nAttn: Blogger Legal Support, DMCA Complaints\r\n1600 Amphitheatre Pkwy\r\nMountain View, CA 94043\r\n\r\nSincerely,\r\n\r\nRichard Barrett\r\nAttorney for The Nationalist Movement\r\n\r\nrb:bs","date_sent":"2007-03-09T05:00:00Z","date_received":"2007-03-09T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"The Nationalist Movement","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}