{"dmca":{"id":20784,"type":"Dmca","title":"Defamation/Cease and Desist Letter","body":"March 27, 2007  \r\n\r\nVIA FACSIMILE AND/OR (as indicated) ELECTRONIC MAIL\r\n\r\n[private]\r\n\r\n\tRe:  Cease and Desist Demand\r\n\r\nDear [private]:\r\n\r\nMy office has been retained by [redacted] related to certain statements and misrepresentations made by you, verbally and in writing, in connection with your business dealings with [redacted].\r\n\r\nOur investigation, which is continuing, has uncovered the writing and publication by [redacted], with the assistance of [redacted], of an email containing numerous false, defamatory, and libelous statements.  It is our understanding that [redacted] has published this document to numerous [redacted] business partners and Artists.  My office is also aware of numerous false and damaging verbal statements made by each of you in connection with this matter.\r\n\r\nThis letter is written as a formal demand that you each (1) cease and desist from any further false statements related to either Living Theories or Ms. Smith, and (2) cease and desist from further interfering with the contractual relationships between [redacted].  Notwithstanding this demand, my clients do not waive any claims they may have as a result of the above-referenced email publication and false statements, or any other evidence that is discovered in our investigation.  Furthermore, this letter is not meant as a complete statement of our clients? rights or claims, and such potential rights and claims are hereby expressly reserved.\r\n\r\nDemand is further hereby made for a written confirmation from each of you that you will immediately cease your harmful conduct related to [redacted] or [redacted], with particular reference to the above referenced conduct.  You may return such written communications to me via fax at [redacted].  If necessary, you may also call me at [redacted].  In the absence of such correspondence by close of business on March 30th, 2007, our clients have authorized us to procede with diligence and speed in the litigation of this matter in order to protect themselves from further harm.\r\n\r\nSincerely,\r\n\r\n\r\n[redacted]\r\n\r\n************************************************\r\n[redacted]","date_sent":"2007-03-27T04:00:00Z","date_received":"2007-03-27T04:00:00Z","topics":["Defamation","Copyright"],"sender_name":null,"principal_name":"private","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}