{"other":{"id":20796,"type":"Other","title":"Legal Complaint to Google","date_sent":"2012-11-14T05:00:00Z","date_received":"2012-11-14T05:00:00Z","topics":["Uncategorized","International"],"sender_name":"Sari Aarnio","principal_name":"Sari Aarnio","recipient_name":"Google, Inc. [Blogger]","works":[{"complaint":"Suomen rikoslain 24. luku 9. ja 10. pykälä\n\nAarnio kertoi minulle puhelimessa, etten saa sääntöjen mukaan hakea toista\n \nharjoittelupaikkaa tilalle. Säännöistä ei kerrottu opiskelijoille kurssin \n\nalussa eikä niitä lue missään, vaikka lain mukaan näiden tulee olla  \njulkisia.\n\nKyse täytyy olla vallankäytöstä. Ura-Instituutin kouluttaja Sari Aarnio on\n \nollut ennen töissä työvoimahallinossa ja siellä ilmeisesti tottunut\nsiihen,  \nettä hän saa määrätä kaapin paikan ja päättää työnhakijan kohtalosta\nilman,  \nettä hänelle itselleen tulee siitä seurauksia tai vastuuta. Myös valehtelu\n \nnäyttää kuuluvan hänen arsenaaliinsa. Patologinen valehtelija uskoo omiin \n\nsepityksiinsä.  Minulle jäi se vaikutelma, että hän oli aidosti\nhämmästynyt  \nkuinka saatoinkaan vaatia oikeutta itselleni. Ikäänkuin vetäisin heidät  \nmukaan omaan soppaani. Minulla ei ole mitään tekemistä saamieni syytösten \n\nkanssa. Aarnio saattaa olla omassa henkilökohtaisessa elämässään  \nkatkeroitunut ja hän kostaa sen työssään. Hän saattaa kärsiä narsistisesta\n \npersoonallisuushäiriöstä ja hakea mielivallasta tyydytystä ja huomiota  \nitselleen. Voi olla niinkin, että hän on oikeasti tyhmä kuvitellessaan,  \nettä hän voi saada kaikessa tahtonsa läpi luottaen siihen, ettei kukaan  \nkyseenalaista sitä.","original_work_urls":[],"problematic_urls":[{"url":"http://ahaaelamys.blogspot.fi/2012/08/hello-world.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}