{"dmca":{"id":20805,"type":"Dmca","title":"Blogger DMCA Complaint- LoopNet","body":"LoopNet\r\n\r\nDavid Schwartz\r\n626.803.5018\r\ndschwartz@loopnet.com\r\n\r\nMarch 15, 2007\r\n\r\nVIA FEDERAL EXPRESS\r\n\r\nGoogle, Inc.\r\nAttn: Blogger Legal Support, DMCA Complaints\r\n1600 Amphitheatre Parkway\r\nMountain View, CA 94043\r\n\r\nRe: Notice of Infringement -- Postings on realestatejacksonvilleflorida.blogspot.com (\"REJF Blog\")\r\n\r\nTo Whom It May Concern:\r\n\r\nLoopNet, Inc., a Delaware corporation (\"LoopNet\") (NASDAQ: LOOP) owns and operates the largest commercial real estate information marketplace online at http://loopnet.com (the \"LoopNet Site\"). LoopNet publishes LoopNews, a weekly commercial real estate newsletter (\"LoopNews\"). LoopNews is distributed directly by electronic mail to LoopNet's members who, after expressly agreeing to LoopNet's terms and conditions (http://www.loopnet.com/xNet/MainSite/Marketing/About/TermsAndConditions.aspx?LinkCode=820), opt in to receive it. LoopNews is also published online at LoopNet's website, LoopNet.com, and is copyrighted.\r\n\r\nSection 1: Identification of the copyrighted work believed to be infringed upon\r\n\r\nI have enclosed hard copies of the issues of LoopNews dated:\r\n\r\n(1) March 16, 2006, available online at http://www.loopnet.com/loopnews/archive/LoopNews_03_16_06.htm\r\n(hard copy attached hereto as Exhibit A);\r\n\r\n(2) February 8, 2007, available online at  http://www.loopnet.com/loopnews/archive/LoopNews_02_08_07.htm\r\n(hard copy attached hereto as Exhibit B);\r\n\r\n(3) February 15, 2007, available online at  http://www.loopnet.com/loopnews/archive/LoopNews_02_15_07.htm \r\n(hard copy attached hereto as Exhibit C); and\r\n\r\n(4) March 1, 2007, available online at  http://www.loopnet.com/loopnews/archive/LoopNews_03_01_07.htm\r\n(hard copy attached hereto as Exhibit D).\r\n\r\nSection 2: Identification of the material claimed to be infringing upon the works listed in Section 1\r\n\r\nI am writing in reference to postings on the REJF Blog. The posts at issue are as follows:\r\n\r\n(1) Post entitled \"Texas Broker Sells Building in 24 Hours\" and is located at the URL http://realestatejacksonvilleflorida.blogspot.com/2007/03/texas-broker-sells-building-in-24-hours.html (hereinafter referenced as \"Post No. 1\") (a hard copy is attached hereto as \"Exhibit E);\r\n\r\n(2) Post entitled \"Jacksonville Seeing a Decline in Vacancy Rates\" and is located at the URL http://realestatejacksonvilleflorida.blogspot.com/2007/03/jacksonville-seeing-decline-in-vacancy.html (hereinafter referenced as \"Post No. 2\") (a hard copy is attached hereto as \"Exhibit F);\r\n\r\n(3) Post entitled \"Q4 Investment Market Reports Now Available\" and is located at the URL http://realestatejacksonvilleflorida.blogspot.com/2007/03/q4-investment-market-reports-now.html (hereinafter referenced as \"Post No. 3\") (a hard copy is attached hereto as \"Exhibit G);\r\n\r\n(4) Post entitled \"www.LoopNet.com\" and is located at the URL http://realestatejacksonvilleflorida.blogspot.com/2007/03/www.loopnetcom.html (hereinafter referenced as \"Post No. 4\") (a hard copy is attached hereto as \"Exhibit H).\r\n\r\nPost No.1, Post No. 2, Post No. 3, and Post No. 4 are hereinafter referenced collectively as the \"Blog Posts.\"\r\n\r\nThe Blog Posts on the REJF Blog appear to be infringing on LoopNet copyrighted works. Specifically, Post No. 1 is a verbatim copy of the March 16, 2006 issue of LoopNews. Post No. 2 is a near-verbatim copy of the February 8, 2007 issue of LoopNews (with the only alteration being Post No. 2 utilizing the \"Jacksonville Seeing a Decline in Vacancy Rates\" story first, and then placing the remainder of the content in the same order as appears in LoopNews). Post No. 3 is a verbatim copy of the February 15, 2007 issue of LoopNews. Post No. 4 is a verbatim copy of the March 1, 2007 issue of LoopNews, with the added feature of titling the post with the URL for the LoopNet Site.\r\n\r\nSection 3: Information for the Blogger to Contact\r\n\r\nAll of the Blog Posts on the REJF Blog were made by an author identified only as \"DenNel.\" Such author can contact me directly at the address, phone number, and email address indicated on the front page of this letter which for convenience I have restated here:\r\n\r\nDavid Schwartz\r\nNational Manager, Business Development & Business Affairs\r\nLoopNet, Inc.\r\n181 West Huntingdon Drive\r\nSuite 208\r\nMonrovia, CA 91016\r\n\r\nTel: (626) 803-5000\r\n\r\nFax: (626) 301-9396\r\n\r\nEmail: dschwartz@loopnet.com\r\n\r\nSections 4 & 5: Required Statements\r\n\r\nSuch author was not granted permission by LoopNet to reuse any LoopNews content, and has republished and redistributed LoopNews content on the REJF Blog without authorization. Further, the owners of the REJF Blog are attempting to profit from LoopNet content by selling AdSense advertisements surrounding this infringing use of LoopNet's proprietary content as well as the LoopNet name.\r\n\r\nI have a good faith belief that the use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law. I swear, under penalty of perjury, that the information in the notification is accurate and that I am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nBased on the foregoing, LoopNet, Inc. requests that the Blog Posts hereby be removed from the REJF Blog.\r\n\r\nNothing in this letter shall be construed as a waiver of LoopNet's rights of any kind, and all such rights are expressly reserved.\r\n\r\nThank you for your prompt and immediate attention to this matter.\r\n\r\nSincerely,\r\n\r\nDavid Schwartz\r\nNational Manager, Business Development & Business Affairs\r\nLoopNet, Inc.\r\nOn behalf of LoopNet, Inc.\r\n\r\nEnclosures\r\n\r\ncc: Jason Greenman, Chief Product Officer, LoopNet, Inc.\r\nMaria Valles, Controller, LoopNet, Inc.\r\n","date_sent":"2007-03-15T04:00:00Z","date_received":"2007-03-15T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"LoopNet, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}