{"dmca":{"id":20823,"type":"Dmca","title":"Epic Circumvention Claim","body":"My name is [REDACTED] and I’m a producer at Epic Games, Inc. Your company, OTSG, hosts an Unreal Tournament 2004 multiplayer hacking site located at http://unreal-aim.sourceforge.net/ (hereafter referred to as UTCHEATS).\r\n\r\nEpic Games requests that you please shut down the UTCHEATS site immediately. The UTCHEATS site contains and promotes content that violates articles of the Digital Millennium Copyright Act of 1998, as well as the End User License Agreement included with each copy of Unreal Tournament 2004. Epic Games is aggressively enforcing the application of both the DMCA and EULA with regards to our products and online cheating.\r\n\r\nPerson authorized to act on behalf of Epic Games: [REDACTED]\r\n\r\nInfringed Copyrighted Work: Unreal Tournament 2004\r\n\r\nInfringing Material:\r\nhttp://prdownloads.sourceforge.net/unreal-aim/Unreal-Aim_v1.04_full.zip?download\r\nhttp://prdownloads.sourceforge.net/unreal-aim/Unreal-Aim_v1.04_lite.zip?download\r\nhttp://prdownloads.sourceforge.net/unreal-aim/Unreal-Aim_v1.04_src.zip?download\r\n\r\n[REDACTED]\r\n[REDACTED]\r\nRaleigh, NC 27606\r\n[REDACTED]\r\n[redacted]@epicgames.com\r\n\r\nEpic Games in no ways condones online hacking in its product, Unreal Tournament 2004. Each of the files listed above facilitate multiplayer hacking. As an employee of Epic Games I can attest that I have a good faith belief that the use of the material in the manner complained of is not authorized by the copyright owner. The Digital Millennium Copyright Act of 1998 (the \"Act\") provides that \"no person shall circumvent a technological measure that effectively controls access to a [protected] work.\"  17 U.S.C. ? 1201(a)(1)(A) (2004).  It is also illegal to \"manufacture, import, offer to the public, provide or otherwise traffic in any technology, product, service, device, component, or part thereof\" that is designed or produced for the purpose of circumventing a technological measure that controls access to a protected work or effectively protects the right of a copyright owner.  17 U.S.C. ? 1201(a)(2)(A), (b) (2004).  The Act also makes it illegal to remove, alter or provide false copyright management information of a work. 17 U.S.C. ? 1202 (2004). All of the files listed above violate these articles.\r\n\r\nThe information in this notification is accurate and under penalty of perjury that I am authorized to act on behalf of Epic Games, Inc. We request a response with 14 days of this notice. If by 2/14/05 we have not heard from you, we will forward this information to the attention of our attorneys. Thank you for your time.\r\n\r\n[REDACTED]\r\nProducer\r\nEpic Games\r\nwww.epicgames.com","date_sent":"2005-01-27T05:00:00Z","date_received":"2005-01-27T05:00:00Z","topics":["Anticircumvention (DMCA)","Copyright"],"sender_name":null,"principal_name":"Epic Games, Inc.","recipient_name":"OSTG","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}