{"other":{"id":20927,"type":"Other","title":"Other notice to Google, Inc.","date_sent":"2012-04-15T04:00:00Z","date_received":"2012-04-15T04:00:00Z","topics":["Uncategorized"],"sender_name":"Richard Maloney","principal_name":null,"recipient_name":"Google, Inc.","works":[{"complaint":"Dear Sir or Madam:\n\nI would like the following review (more like trash comment) removed from  \nour official, Rundles Restaurant and Bistro Google business page:\n\n\"imysam ‎ - 25 Mar, 2012\nAfter cancelling my reservation because I was ill following chemotherapy, I  \nreceived an email from Mr. Maloney, telling me not to waste his time in the  \nfuture, He also told me to enjoy eating fast food in my future visits to  \nStratford. If you want to avoid this rude, pompous, self-important  \nenvironment, you might want to avoid Rundles.\"\n\nThis person was completely rude to me over the phone, asking for a  \nreservation we could not deliver.  They were not in their right mind  \ndealing with me, so, I told them where to go.  This is perfectly my right  \nto do so.  I can accept or deny reservations, as I see fit, under the laws  \nhere in Canada.\n\nWhy you should glorify such a negative posting by such a Google user  \nlike \"imysam\", is beyond me.\n\nThis posting by \"imysam\" goes beyond what is normal, and it is not a review  \nof our restaurant nor restuarant services.  \"imysam\" should have posted in  \na rubbish gossip column, like Chowhound.com, and not on an official  \nrestaurant review page like yours.  TripAdvisor would never allow such a  \nnegative posting as you have allowed from \"imysam\".  Plus, I am upset you  \nand your progammers decided to highlight it is a top ranking review.  You  \nseem to be highlighting anti-restaurant reviews, or, what we see as a form  \nof restaurant-bashing.  This is unacceptable behaviour, and unlawful.\n\nAgain, I want this review removed as soon as possible, it does not belong  \non Google, because I think it damages your editorial integrity and image in  \nthe end.  Right now, I am already thinking Google is going downhill, if,  \nyou feature such crap reporting.\n\nAnd oblige,\n\nRichard Maloney\nurl_box3_1:","original_work_urls":[],"problematic_urls":[{"url":"http://maps.google.ca/maps/place?hl=en&ie=UTF-8&q=Rundles+Restaurant&fb=1&gl=ca&hq=Rundles+Restaurant&cid=11711769854933672493&ei=f7yKT9KkCIqdiAe62N30CQ&oi=local_result&ved=0CD0Q4gkwAA&mid=1334492289"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}