{"dmca":{"id":20983,"type":"Dmca","title":"DMCA notice to Google, Inc.","body":"Google, Inc.\r\nAttn: Google Legal Support, DMCA Complaints \r\n1600 Amphitheatre Parkway\r\nMountain View, CA 94043\r\n\r\n3/25/06\r\n\r\nDear Sirs,\r\n\r\nMy name is Tom Ellis, and I am the owner of Tom Ellis Photography in Seattle WA. I have a business website with the URL http://www.tomellisphoto.com.\r\n\r\nRecently I was looking at sites of other wedding photographers to compare pricing on some new services that I am offering. I happened upon the site http://www.intraphotoart.com/, which is owned by a photographer in Israel. When I explored this site I received an unpleasant surprise. On the page http://www.intraphotoart.com/wedding.htm there are six photographs; the photos in the upper right and upper left corners are my work and were copied without permission from my website. These photos are present on two of my Wedding Gallery pages, located at http://www.tomellisphoto.com/gallerv.htm and http://www.tomellisphoto.com/gallery5.htm. The photo in the upper left is of a couple holding hands on a beach at sunset, taken at Semiahmoo Resort in Bellingham, WA; the photo on the upper right is of a couple kissing while standing near and reflected in a pond, taken at Kubota Gardens in Seattle, WA.\r\n\r\nI have clearly stated in numerous locations on my website that all text and photos on the site are copyrighted and may not be reproduced without written consent. Accordingly, I have a good faith belief that use of the copyrighted materials described above as allegedly infringing is not authorized by the copyright owner, its agent, or the law.\r\n\r\nThe name of the owner of the infringing site is Alexey Bessarab and his email address is webmaster@intraphotoart.com.\r\n\r\nI would appreciate your help in this matter. I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n\r\nSincerely,\r\n\r\nTom Ellis\r\n11018 SE 30th Pl.\r\nSeattle, WA 98004 \r\n425-646-2790 \r\ntom@tomellisphoto.com","date_sent":"2006-03-25T05:00:00Z","date_received":"2006-03-25T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Tom Ellis Photography","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}