{"other":{"id":22008,"type":"Other","title":"Other notice to Google, Inc.","date_sent":"2012-07-31T04:00:00Z","date_received":"2012-07-31T04:00:00Z","topics":["Uncategorized"],"sender_name":"Chris Beaumont","principal_name":null,"recipient_name":"Google, Inc.","works":[{"complaint":"I thought I would chip in, seeing as though the other \n\nreviews seem to be extremely bias - have to agree with the negative poster\n \nthat they seem to be written by staff! The lessons are good, the  \ninstructors are both knowledgeable and entertaining, and there's nearly  \nalways someone on hand to help you out. This is probably ideal for someone\n \nwishing to gain some fitness, if you can't motivate yourself to join a\ngym,  \nand don't play sports. Now, the issues. The cost - It isn't particularly  \n\ncheap in the first place, but add in the cost of gradings, sparring gear  \n\nand license, and suddenly it's not value for money. There is little social\n \naspect, even the xmas party was cancelled last year due to lack of  \ninterest. The instructor didn't even know my name after 6 months, down to \n\nthe turn around of members or otherwise, but the place is missing a  \npersonal touch. (apart from the £25 private lessons that is) The grading  \n\nand lesson structure is often sporadic, this made me quite cynical on how \n\nthey select you for gradings. I'm under no illusion that this is a well  \noiled business, but they need to at least disguise the fact they try to\nget  \nmoney from you at every opportunity! Finally the BIG issue, as pointed out\n \npreviously, when you want to quit, you have to give 3 months notice. This \n\nis stated on your DD agreement, but even under circumstances of say,\nmoving  \nhouse? I find it ridiculous, 1 month is adequate, and it just seems like a\n \ncheap tactic to get more money from you. (There are exceptions, pregnancy \n\nand death being 2 of them. But you'll need to get a doctors note as they  \n\nwon't take your word for it). If it weren't for the awful 3rd party DD  \npayment method and high cost, I would say, give it a try.\nTHE ABOVE REVIEW SUGGESTS THAT MY BUSINESS TAKES PEOPLE FOR A RIDE AND IS \n\nBASED AROUND MIS-TRUST AND LIES. IT IS SLANDEROUS AND UNHELPFUL. SLANDER\nIS  \nAGAINST THE LAW IN MY COUNTRY. I'AM CURRENTLY GOING THROUGH A PERIOD OF  \nHATE MAIL AND STALKING FROM A PREVIOUS MEMBER AND I HAVE GOT THE POLICE  \nINVOLVED TO PUT A STOP TO IT, AS EVERYTHING IS TOTALLY UNDESERVED AND THIS\n \nPERSON HAS JUST JUMPED ON THE BAND WAGGON TO CREATE EVEN MORE PROBLEMS FOR\n \nME. I WORK 16 HOURS A DAY ON MY BUSINESS AND IT HAS WON SEVERAL NATIONAL  \n\nAWARDS FOR EXCELLENCE. I HAVE CREATED LOTS OF WORLD CHAMPIONS AND HAVE  \nHUNDREDS OF HAPPY SATISFIED MEMBERS WHO HAVE TRAINED WITH ME FOR YEARS.  \nPLEASE REMOVE THIS REVIEW. THANK YOU.","original_work_urls":[],"problematic_urls":[{"url":"http://maps.google.co.uk/maps?rdu=http://www.bristolmartialartsacademy.com/&rdj=google.nyc.c.j_9yAXUKzqKYet0QX42IGgAw_2043211665_3&hl=en&gl=uk&sig=ngf&lumarker=A&bih=979&biw=1920&um=1&ie=UTF-8&q=bristol+kickboxing&fb=1&gl=uk&cid=0,0,13292126651553206794&sa=X&ei=IiMXUMi9NcGm"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}