{"dmca":{"id":22005,"type":"Dmca","title":"Music DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-07-05T04:00:00Z","date_received":"2011-07-05T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Tokuma Japan Communications Co., Ltd.","principal_name":"Tokuma Japan Communications Co., Ltd.","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"DESCRIPTION AND URL(S) OF INFRINGING MATERIAL\n=============================================\n\nI am contacting you on behalf of Tokuma Japan Communications Co., Ltd.\n(\"Tokuma Japan\", \"us\", \"we\" or \"our company\"). Tokuma Japan swears\nunder penalty of perjury that Tokuma Japan is the copyright or\nintellectual property owner described in the below report.\n\nTokuma Japan has reasonable good faith belief that use of the material\nin the manner complained of in the below report is not authorized by\nTokuma Japan, its agents, or the law. Tokuma Japan certifies under\npenalty of perjury that the information provided herein is accurate to\nthe best of our knowledge.\n\nAll titles and rights, including copyrights, to any and all music,\nvideos, performances, booklets, covers, labels, photobooks,\nphotographic and/or visual images, documents produced by Tokuma Japan\nare reserved and/or exclusively controlled by Tokuma Japan.\n\nNo part of such music, videos, performances, booklets, covers, labels,\nphotobooks, photographic and/or visual images, documents may be\nreproduced, remixed, mashuped, subtitled, transmitted, uploaded,\nbroadcasted, exhibited, exploited or otherwise used in any form or by\nany means, electronic or mechanical, digital or analog, including\nphotocopy, recording, wire or cable-system, transmission, or any\ninformation storage and retrieval system, without the prior written\npermission of Tokuma Japan, except in accordance with the provisions\nof the Digital Millennium Copyright Act, 17 U.S.C. Section 512\n(\"DMCA\"), the Copyright Law of Japan, and any other relevant laws.\n\nWe have learned that your service is hosting the below web content(s)\non your network. These content(s) are offering direct link(s) to\nfile(s) containing the above-described material(s) for other users to\ndownload by such artists as Perfume. These material(s) are owned\nand/or exclusively controlled by Tokuma Japan and have not been\nauthorized for this kind of use.\n\nUnauthorized copies of products that are freely available cause\nsubstantial damage to us every hour and day they remain available.\nWe hereby request that you immediately remove or block access to the\ninfringing material(s), as specified in the copyright laws, and insure\nthe user refrains from using or sharing with others unauthorized our\nmaterial(s) in the future.\n\n\nCopyrighted Work(s) or Right(s)\n-------------------------------","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}