{"dmca":{"id":22046,"type":"Dmca","title":"Korean TV DMCA Drama [Blogger]","body":"To whom it may concern,\r\n\r\nIMX America, Inc. is the exclusive North American licensee of the video on demand service rights, which include the right to transmit content over the internet, in the copyrights owned by Mun Hwa Broadcasting Corporation (DBA MBC America) in the Korean television series, 'The Palace (goong)' - and ' My Lovely Samsoon' ('My Name is Sam Soon Kim) - .\r\n\r\nThere are a large number of infringing copies of the foregoing programs from your site posted on some Blogger (Blogspot) sites that are controlled by Google.\r\n\r\nI have a good faith belief that use of these copies on your website is not authorized by IMX America, Inc., Mun Hwa Broadcasting Corporation (MBC America), their agents, or the law.\r\n\r\nThe names of the episodes of the infringing copies and their location in your website are set forth as an attachment on this letter (fax) version of this request.\r\n\r\nCurrently, the only party authorized to upload any of the foregoing shows is IMX America, Inc. and Mun Hwa Broadcasting Corporation (MBC America), which also does business under the names Broasia.com and Broasia or MBC America.\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that IMX America, Inc. is the copyright owner or authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nAccordingly, we request that you immediately take down these copies and do not accept any further videos of the foregoing television programs and furthermore prevent any more uploading from any party other than IMX America, Inc. or Mun Hwa Broadcasting Corporation (MBC America) under its own name or the names Broasia.com and Broasia or MBC America.\r\n\r\nIf you'd like to contact me, I can be reached at:\r\n\r\n[Private]\r\nBusiness & Marketing Coordinator\r\nIMX America, Inc.\r\n[private]\r\nLos Angeles, California 90010\r\nU.S.A.\r\nTel: [Private]\r\nFax: [Private]\r\n[Private]@ixamerica.com\r\n\r\nPlease confirm that you are taking these actions by a certified (or Registered) mail or an electronic mail.\r\n\r\nSincerely,\r\n\r\n[Private]\r\nBusiness and Marketing Coordinator\r\nIMX America, Inc.","date_sent":"2007-05-10T04:00:00Z","date_received":"2007-05-10T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"IMX America, Inc.","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}