{"dmca":{"id":22098,"type":"Dmca","title":"MSN User Claims Scraped Data","body":"1. The copyrighted work at issue is my MSN Spaces page the text that appears on http://spaces.msn.com/nicolelombre which has been scrapped by: www.en.bitacle.org\r\n\r\n2. All of the material I have posted on this MSN spaces pages is copyrighted content, per MSN.\r\n\r\nWhen a search is conducted on google.com using the query \"nicolelombre\", all results directly link to the web page on \"www.en.bitacle.org\" that infringes on the copyrighted text I identified in item #1 above. You have already removed the results listed in my first complaint, a fax dated March 2, 2007, (helpdesk job # 121317609). The following list includes additional results that also need to be removed:\r\n\r\nhttp://en.bitacle.org/v/7zv7-xztio0/san-diego-vs-san-francisco.html\r\n\r\nhttp://en.bitacle.org/v/7zv7-xztio0/photo-album-camera-phones-suck-.html\r\n\r\nhttp://en.bitacle.org/v/7zv7-xztio0/working-on-a-sunday.html\r\n\r\nhttp://en.bitacle.org/v/7zv7-xztio0/photo-album-washington-trip.html\r\n\r\nhttp://en.bitacle.org/v/7zv7-xztio0/b.html\r\n\r\nIn addition, my copyrighted material is now private and is inaccessible to viewers unless I have given permission to the individual. So when the \"referred\" original link listed on the en.bitacle.org page ( http://spaces.msn.com/nicolelombre..etc.) is clicked on, it is marked restricted. They are referring to material on a personal website that cannot be confirmed as correct, nor updated. There is no way to validate that what they say appears on an outside page, actually does.\r\n\r\nI have sent several emails to en.bitacle.org but have received no response.\r\n\r\n3. My email address is [Private]@gmail.com\r\n\r\n4. [Private]@bitacle.org - I wish you good luck\r\n\r\n5. I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\n6. I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n7. <[Private]>\r\n\r\n8. Send the written communication to fax: ([Private], Attn: Google Legal Support, DMCA Complaints","date_sent":"2007-05-04T04:00:00Z","date_received":"2007-05-04T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"[Private]","recipient_name":"Google, Inc. [Legal Support]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}