{"dmca":{"id":22169,"type":"Dmca","title":"Brazilian Bikini Copycat Notice","body":"I hereby swear under penalty of perjury that the information provided herein is accurate to the best of my knowledge. This letter is an official notification under provisions of section 512(c) of the U.S. Digital Millenium Copyright Act to effect removal of the detected infringement listed in this location\r\n\r\nhttp://www.bellabeachwear.com/category.aspx?categoryID=54\r\nhttp://www.bellabeachwear.com/ProductInfo.aspx?productid=PC02\r\nhttp://www.bellabeachwear.com/ProductInfo.aspx?productid=PC03TH\r\nhttp://www.bellabeachwear.com/ProductInfo.aspx?productid=PC03TH\r\n\r\nwww.bellabeachwear.com which infringes on copyrighted content from www.mybikinibrazil.com, specifically,\r\n\r\nhttp://www.mybikinibrazil.com/starcrochetbikini.html\r\nhttp://www.mybikinibrazil.com/crochetbikini.html\r\n\r\nwholly copyrighted by My Bikini Brazil, without knowledge or consent.\r\n\r\nGoogle Search Results leading to illegal usage of copyright material.\r\n\r\nSearch Query: bella beachwear crochet\r\nInfriging Web Pages: http://www.bellabeachwear.com/category.aspx?categoryID=54\r\n\r\nSearch Query: bella beach wear crochet\r\nInfriging Web Pages: http://www.thisnext.com/item/B3B8092F/A5A04F1/Crocheted-Bikini-by-Bella\r\n\r\nSearch Query: super star crochet bikini\r\nInfriging Web Pages: http://cgi.ebay.com/Brazilian-CROCHET-Bikini-Low-Rise-Swimsuit-Superstar-I._W0OOitemZ330116758960OOihZ014OOCategoryZ63867OOcmdZViewItem\r\n\r\nhttp://www.fashioneverywear.com/category.aspx?categoryID=211\r\n\r\nOverview: bellabeachwear.com used to sell our brand of crochet swimwear (www.mybikinibrazil.com) on their website several years ago. We used to drop ship our handmade crochet products to the customers of bellabeachwear.com when they got a new order in. We ended the relationship some 2 years ago. Which then they removed our images, content and products. Although now, just in the last year bellabeachwear.com has stolen 3 of our new and unique handmade crochet designs, found a new supplier to make copies of our designs, stole our product images from our website and also the text from our website product description.\r\n\r\nWe got them to remove our product images, but they just turned around made exact copies of our designs with their images, even using the same names of our designs, and also our copyrighted text is still on their website even after I asked them to remove it months ago. Now they are selling our copied designs with our text and product names, on ebay as well. All of this without our permission.\r\n\r\nThe specific copied material and content is as follows:\r\n\r\nhttp://www.bellabeachwear.com/ProductInfo.aspx?productid=PC01\r\n\r\n\"Crochet Bikini Super Star (PC01)\r\nModel # PC01\r\nDo you want to feel and look like a super star? Now you can with our brand new hand-made crochet super star bikini. Posing a hand embroidered star on your rear, you can really show your stuff on the sand this summer!\r\n\r\nThis bikini is sweet, very fine fitting to the body, and always water safe.\r\n\r\n98% Cotten\r\n2% Lycra\"\r\n\r\n\r\nhttp://www.bellabeachwear.com/ProductInfo.aspx?productid=PC02\r\n\r\n\"Crochet Bikini )PC02)\r\nModel# PC02\r\nOur hand-crocheted bikinis are not see-through, or transparent. Crochet  bikinis are made out of a very high quality blend of cotton and elastic.\r\nUnlike other crochet bikini makers, this elastic is what creates such a fine fitting bikini, stretchy and form fitting to the body, that stays great looking in and out of the water.\"\r\n98% Cotton\r\n2% Lycra\r\n\r\nhttp://www.bellabeachwear.com/ProductInfo.aspx?productid=PC03TH\r\n\r\nCrochet Bikini Sexy Thong (PC03TH)\r\nModel # PC03TH\r\n\r\nOur hand-crocheted bikinis are not see-through, or transparent. Crochet  bikinis are made out of a very high quality blend of cotton and elastic. Unlike other crochet bikini makers, this elastic is what creates such a fine fitting bikini, stretchy and form fitting to the body, that  stays great looking in and out of the water.\r\n\r\n98% Cotton\r\n2% Lycra\r\n\r\nWe hereby request that you immediately remove or block access to the infringing material, as specified in the DMCA, and insure that the user refrains from using or sharing with others My Bikini Brazil materials in the future.\r\n\r\nPlease send us a prompt response indicating the actions you have taken to resolve this matter.\r\n\r\nNothing in this letter shall serve as a waiver of any rights or remedies of My Bikini Brazil Company with respect to the infringement, all of which are expressly reserved. Should you need to contact me, I may be reached at the following address:\r\n\r\n[Private]\r\nDirector\r\n[private]\r\nGaropaba, Santa Catarina\r\nBrazil 88495-000\r\n[Private]\r\n[Private]@mybikinibrazil.com\r\n\r\nContact Information of copyright infringing Party Bella Beach Wear\r\n\r\nBella Beachwear\r\n[private]\r\nKirkland, Quebec H9H 3C4\r\nCanada\r\nToll Free USA and Canada: [Private]\r\nFax: [Private]\r\nhttp://www.bellabeachwear.com\r\n\r\n[Private]@bellabeachwear.com\r\nInternational Phone Number: [Private]","date_sent":"2007-05-08T04:00:00Z","date_received":"2007-05-08T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"My Bikini Brazil","recipient_name":"Google, Inc. [Legal Support]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}