{"dmca":{"id":22392,"type":"Dmca","title":"Conservapedia DMCA Takedown Notice","body":"Hello,\r\n\r\nWe have received a formal DMCA (Digital Millennium Copyright Act) notice\r\nregarding allegedly infringing content hosted on your site. The specific\r\nitems in question are as follows:\r\n\r\n\thttp://right-wing-masturbapedia.com\r\n\r\nThe party making the complaint ([private], Esq., Owner,\r\nhttp://www.conservapedia.com, [private]), claims\r\nunder penalty of perjury to be or represent the copyright owner of these\r\nworks. Pursuant to 17 U.S.C. ? 512(c), we have removed access to the\r\nfiles in question.\r\n\r\n\thttp://www.loc.gov/copyright/title17/92chap5.html#512\r\n\r\nIf you believe that these works belong to you and that the copyright\r\nownership claims of this party are false, you may file a DMCA\r\ncounter-notification in the form described by the DMCA, asking that the\r\ncontent in question be reinstated. Unless we receive notice from the\r\ncomplaining party that a lawsuit has been filed to restrain you from\r\nposting the content, we will reinstate the content in question within\r\n10-14 days after receiving your counter-notification (which will also be\r\nforwarded on to the party making the complaint). This response can be\r\nsent directly to me at [private].\r\n\r\nIn the meantime, we ask that you do not replace the content in question,\r\nor in any other way distribute it in conjunction with our services.\r\nPlease also be advised that copyright violation is strictly against our\r\nTerms and Conditions, and such offenses risk resulting in immediate\r\ndisablement of your account should you not cooperate (not to mention the\r\nlegal risk to you if they are true).\r\n\r\n\thttp://www.dreamhost.com/tos.html\r\n\r\n\r\nWe also ask that if you are indeed infringing upon the copyright\r\nassociated with these works that you delete them from your account\r\nimmediately, and let us know once this has been done. We also ask that\r\nyou delete any other infringing works not listed in this takedown\r\nnotification, if they exist.\r\n\r\nIf you have any questions, please don't hesitate to let me know.\r\n\r\n[private]","date_sent":"2007-05-24T04:00:00Z","date_received":"2007-05-24T04:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"Conservapedia","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}