{"dmca":{"id":22444,"type":"Dmca","title":"DMCA notice to Google, Inc.","body":"1. The copyrighted work at issue is the text that appears on http://www.bernadine.com/gemstones/drusy.htm.\r\n2. Identify the material that you claim is infringing the copyrighted work listed in item #1 above.\r\n\"tiny quartz crystals that form within or on the surface of other stones.\r\nWhen ground water carrying dissolved silica is forced into a porous area of the rock, rapid cooling often occurs, causing the formation of tiny crystals on the surfaces or in cavities of the rock. The clear crystals often form on top of previously deposited minerals. This is called a druzy. Some minerals found in this form are chrysocolla, malachite, hematite, psilomelane, uvarovite, pyrite, camelian and cobalto-calcite.\"\r\n\r\nThe blog where my copyrighted work is published on is\r\nhttp://designing-diva.blogspot.com/2007/03/druzy-dichroic-glass-pendant.html\r\n3. Provide information reasonably sufficient to permit Google to contact you\r\n0502nj@gmail.com.\r\n4.\"I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\".\r\n5.\"I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n6.\r\nNancy Bernadine\r\nBernardine Fine Art Jewelry\r\nwww.bernardine.com\r\n0502nj@gmail.com\r\n7. Send the written communication to the following address:\r\nGoogle, Inc.\r\nAttn: Google Legal Support, Blogger DMCA Complaints\r\n1600 Amphitheatre Parkway\r\nMountain View, CA 94043\r\nOR fax to:\r\n(650)618-2680, Attn: Blogger Legal Support, DMCA Complaints","date_sent":"2007-05-27T04:00:00Z","date_received":"2007-05-27T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Bernardine Fine Art Jewelry","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}