{"dmca":{"id":22480,"type":"Dmca","title":"Unauthorized Use of Musical Compositions and Related Copyrighted Material on","body":"UNIVERSAL\r\nUNIVERSAL MUSIC PUBLISHING GROUP\r\n2440 SEPULVEDA BLVD., SUITE 100 LOS ANGELES, CA 90064-1712\r\nTEL 310 235 4758 FAX 310 235 4906 raul.gonzalez@umusic.com\r\nwww.umusicpub.com\r\nMay 29, 2007 \r\nRAUL R. GONZALEZ \r\nAttorney, Business & Legal Affairs \r\nUNIVERSAL MUSIC PUBLISHING GROUP \r\nPhone (310) 235-4758 \r\nFax (310) 235-4906 \r\nraul.gonzalez@umusic.com \r\nURGENT -- IMMEDIATE ATTENTION REQUIRED \r\nVIA FACSIMILE (650-618-26801 \r\nGoogle, Inc. \r\nAttention: Google Legal Support, Blogger DMCA Complaints \r\n1600 Amphitheatre Parkway \r\nMountain View, California 94043 \r\nRe: Unauthorized Use of Musical Compositions and Related Copyrighted Material on \r\nhttp://corneliussaid.blogspot.com/ \r\nDear Sir or Madam, \r\nI am contacting you on behalf of Universal Music Publishing Group. Under penalty of perjury, we submit that we are authorized to act in matters involving the infringement of musical compositions which are the subject hereof, including enforcing the copyrights and common law rights therein and thereto on the Internet. \r\nWe believe your service is hosting the above-referenced blog, which offers musical recordings and other materials that are owned and/or controlled by us. Specifically, the above- referenced blog offers illegal musical recordings that contain the recorded musical performances of such artists as Prince (http://corneliussaid.blogspot.com/search/label/Prince), the Beastie Boys (http://corneliussaid.blogspot.com/search/label/Beastie%20Boys), Elton John \r\n(http://corneliussaid.blogspot.com/search/label/Elton%20John) and the Foo Fighters \r\n(http://corneliussaid.blogspot.com/search/label/Foo%20Fighters). We have a good faith belief that the above-described activity is not authorized by the copyright owners, their respective agents, or the law. We assert that the information in this notification is accurate, based upon the data available to us. \r\nWe ask for your immediate assistance in stopping the availability of such counterfeit musical recordings. Specifically, we request that you remove the infringing content from your system, or that you disable access to the blog and/or the infringing material available via the blog, and that you infant the blog operator of the illegality of his or her conduct. \r\nThis correspondence does not constitute a waiver of any right to recover damages \r\nincurred by virtue of any such unauthorized activities, and such rights as well as claims for other relief are expressly reserved. In addition, our use of this notice does not indicate that we believe the above-referenced copyright infringement is within the scope of the Digital Millennium Copyright Act (","date_sent":"2007-05-29T04:00:00Z","date_received":"2007-05-29T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Universal Music Publishing Group","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}