{"dmca":{"id":22512,"type":"Dmca","title":"NetResult DMCA (Copyright) Complaint to Google","body":"Attn: Blogger Legal Support, DMCA Complaints\r\nNR1D15058\r\nTo Whom ft May Concern:\r\nThis letter is to notify you, pursuant to the Digital Millennium Copyright Act (“DMCA”), see 17 U.S.C. §512 et seq,, that your website is infringing copyrighted materials owned by the National Basketball Association and/cr NBA Properties, Inc. (together, the WNBAI).\r\nSpecifically, the NBA owns the exclusive worldwide right to license for commercial and promotional purposes all intellectual property of the NBA and its member teams, including, but not limited to, all moving images and other audio/video content featuring NBA game action (collectively, ‘NBA Content”). The NBA Content displayed and/or disseminated on the http://wmoe.blogspot.com website is being displayed and/or disseminated without the permission or authorization of the NBA.\r\nAccordingly, the NBA requests that you act expeditiously to disable access to the unauthorized videos being displayed and/or disseminated on the web pages listed below and remove its contents from view.\r\nhttp://wmoe.blogspot.com\r\nI hereby state that the NBA is the owner of the exclusive rights referenced above and that NetResult is authorized to act on the NBA’S behalf with respect to internet monitoring and compliance. On behalf of the NBA I hereby state that I have a good faith belief that use of the content in the manner complained of is not authorized by the NBA, its agents, or the law.\r\nI, jim Chen, as a representative of NetResult hereby digitally sign this e-mail message under penalty of perjury under the laws of the United States of America with the additional statement under penalty of perjury that the information in the notice is accurate.\r\nIf you have any questions, please contact the undersigned at the contact information provided below,\r\nYours sincerely,\r\n\r\n[redacted]\r\nNetResult\r\n[redacted]\r\n[redacted]\r\nLondon\r\n[redacted]\r\nProjector NetResut Limited\r\nRegistered Office: The Warehouse, [redacted]\r\nRegistered in England 3940169 ","date_sent":"2007-05-29T04:00:00Z","date_received":"2007-05-29T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"NetResult","principal_name":"National Basketball Association (NBA)","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}