{"dmca":{"id":22510,"type":"Dmca","title":"DMCA notice to Google, Inc.","body":null,"date_sent":"2012-04-15T04:00:00Z","date_received":"2012-04-15T04:00:00Z","topics":["Uncategorized","Copyright"],"sender_name":"Jaap Riezebos","principal_name":"self","recipient_name":"Google, Inc.","works":[{"description":"Informeer familie/vrienden/kennissen/instellingen over uw emigratie Geldig paspoort en/of identiteitskaart en indien van toepassing een geldig rijbewijs (maak voldoende kopieën van deze bescheiden) De reis plannen: datum vaststellen, vliegtickets etc. Zorg voor voldoende pasfoto’s Internationaal uittreksel uit geboorteregister en huwelijksakte (opvragen bij de desbetreffende gemeente) Internationaal uitschrijvingsbewijs bevolkingsregister Opzeggen abonnementen en verzekeringen (inboedel/aansprakelijkheid) Navraag doen bij uw uitvaartverzekeraar over de voorwaarden. Opzeggen autoverzekering (ontvangst royementsverklaring) Opzeggen kabel tv / telefoon / internet Aanmaken onafhankelijk e-mailadres (bijv. hotmail/gmail) Kopie medisch dossier en/of internationale gezondheidsverklaring (op te vragen bij uw huisarts) Dierenpaspoort (denk aan update inentingen) Omzetting Nederlandse bankrekening in een niet-ingezetenrekening Vraag evt. een tweede e.dentifier voor telebankieren, voor als er een kapot gaat Contact opnemen met zorgverzekeraar, pensioenfonds en belastingdienst Opvragen opgebouwd pensioen en waarde lijfrentepolissen (waarde in het economische verkeer op het moment van emigratie) bij het pensioenfonds of pensioenverzekeraar. I.v.m. de conserverende aanslag Opzeggen huurcontract, opname meterstanden, oplevering en afgifte huissleutels Evt. aanvragen “verzoek vrijstelling inhouding loonbelasting/premie volksverzekeringen” bij de belastingdienst Evt. inleveren auto (incl. kentekenbewijzen) en ontvangst vrijwaringbewijs","infringing_urls":[{"url":"http://www.espanja.nl/spanje/checklist-emigratie"}],"copyrighted_urls":[{"url":"http://www.emigrerennaarspanje-info.nl/checklist-emigratie-verhuizing-spanje.html"}]},{"description":"Wilt u hierover meer informatie, klikt u dan eens op de website van de RDW. De aanschafprijs van een nieuwe auto in Spanje is aanzienlijk lager dan in Nederland. Het is zeker het overwegen waard uw oude auto in Nederland te verkopen en in Spanje een nieuwe aan te schaffen.\r\nU dient uw autoregistratie in Nederland te beëindigen bij de Rijksdienst voor het Wegverkeer, een RDW-keuringsstation of bij de klantenservicebalies in Zoetermeer of Veendam. Zie de website van de RDW voor adressen en meer informatie over het uitvoeren van uw auto.","infringing_urls":[{"url":"http://www.espanja.nl/rijbewijs/nl"}],"copyrighted_urls":[{"url":"http://www.emigrerennaarspanje-info.nl/auto-en-rijbewijs/nederlandse-auto-meenemen-spanje-emigreren.html"}]},{"description":"Om een auto te kunnen kopen in Spanje dient u in het bezit zijn van een geldig identiteitsbewijs, het Certificado de registro de ciudadano de la unión (NIE-nummer/het groene A4-tje) en u dient aan te tonen ingeschreven te staan in uw woonplaats.\r\n\r\nEen nieuwe auto kopen in Spanje\r\nKorting bij aanschaf van een nieuwe auto zonder dat u een auto inruilt wordt niet gauw gegeven in Spanje. Wel zijn er regelmatig aanbiedingen en wisselen de prijzen per maand. Bij aanschaf van een nieuwe auto krijgt u waarschijnlijk in eerste instantie handgeschreven autopapieren mee van de dealer. Dit lijkt vreemd maar is in Spanje normaal. De dealer zal zorg dragen voor betaling van de eerste wegenbelasting, daarna dient u dit zelf bij de gemeente te gaan doen. U betaalt in Spanje geen torenhoge afleveringskosten, echter beding tijdig, dus voor toezegging van de koop, uw mattenset, lampenset, gevarendriehoek etc. Wordt de auto afgeleverd, reken dan op een bijna lege tank. U kunt nog net het dichtstbijzijnde benzinestation halen. De prijzen van de benzine liggen in Spanje aanzienlijk lager, dus het vullen van uw eerste volle tank zal een meevaller zijn.\r\nTweedehands auto's zijn in Spanje relatief duurder dan in Nederland. Afhankelijk van het model moet u goed opletten geen auto te kopen die voorheen een huurauto is geweest. Let op, u bent verantwoordelijk voor de niet betaalde wegenbelasting van de vorige eigenaar.","infringing_urls":[{"url":"http://www.espanja.nl/rijbewijs/een-auto-kopen"}],"copyrighted_urls":[{"url":"http://www.emigrerennaarspanje-info.nl/auto-en-rijbewijs/auto-kopen-spanje.html"}]},{"description":"Wanneer u Spaans resident bent en met uw auto rijdt, dient u de navolgende documenten bij u te hebben:\r\nKentekenbewijzen (Tarjeta Inspección Técnica de Vehículos) De betaalde rekening van de wegenbelasting (Impuesto Vehículos Tracción Mecánica) De verzekeringspolis Het bewijs, dat de verzekering betaald is (kopie bankafschrift o.i.d.) Geldig rijbewijs (Permiso de Conducción) Geldig paspoort/identiteitskaart Bewijs van keuring van de auto, indien hij ouder is dan 4 jaar. Twee gevarendriehoeken Reflecterende hesjes voor als u autopech heeft. U wordt niet bekeurd als u deze niet bij u heeft, echter u mag in geval van autopech de auto niet verlaten. Autokeuring\r\nITV (Inspección técnica de vehículos). In Spanje moeten personenauto's ouder dan 4 jaar worden gekeurd. Personenauto's tussen de 4 en 10 jaar oud iedere 2 jaar en auto's ouder dan 10 jaar jaarlijks.\r\n\r\nRijden met Nederlandse kentekenplaten in Spanje\r\nBent u geen resident dan kunt u met uw Nederlandse kenteken 6 maanden rijden in Spanje. Sommige Nederlandse verzekeringsmaatschappijen hebben beperkingen als u met uw auto langer in het buitenland verblijft. U blijft dan in Nederland wegenbelasting betalen en ook de Nederlandse APK keuring blijft van toepassing. Echter als resident in Spanje dient uw auto een Spaans kenteken hebben.\r\n\r\nBetalen van verkeersboetes in Spanje\r\nVerkeersboetes kunnen betaald worden via een bankovermaking, u kunt naar het kantoor van Trafico gaan om te betalen, en tegenwoordig kunt u via onderstaande de website van Trafico ook boete betalen. Betaalt u binnen 20 dagen, dan krijgt u 50% korting!\r\n\r\nAuto slepen in Spanje\r\nEen auto slepen door particulieren is in Spanje verboden. Bel een sleepdienst (Grua).\r\n\r\nTelefoneren in de auto in Spanje\r\nOok in Spanje is het verboden te bellen in de auto. Alleen handsfree is het toegestaan. Ook een headset is verboden.\r\n\r\nAutogordels in Spanje\r\nOok in Spanje is het dragen van autogordels verplicht. Ook achterin, indien aanwezig.","infringing_urls":[{"url":"http://www.espanja.nl/rijbewijs/autorijden-in-spanje"}],"copyrighted_urls":[{"url":"http://www.emigrerennaarspanje-info.nl/auto-en-rijbewijs/autorijden-verkeersregels-spanje.html"}]},{"description":"Er zijn 2 hoofdcategorieën voor een autoverzekering in Spanje:\r\nWA (Seguro de terceros o de responsabilidad civil obligatoria) All risk (Seguro a todo riesgo) Wat is het verschil tussen een WA en een All Risk verzekering?\r\nEen wettelijke aansprakelijkheidverzekering dekt schades die u veroorzaakt aan derden en is verplicht. Een WA verzekering kunt u uitbreiden door aanvullende dekkingen mee te verzekeren zoals ruitbreuk, brand, diefstal en Total loss; dit heet WA Plus.\r\n\r\nEen All Risk dekking is een WA Plus met daarnaast dekking voor schades die uzelf veroorzaakt aan uw eigen voertuig. Deze verzekering wordt meestal afgesloten met een eigen risico van € 180, € 300, € 450 of € 600 om op die manier de jaarpremie te verlagen.\r\n\r\nNo claim korting in Spanje\r\nOok in Spanje kent men het begrip \"No claim korting\" en het is daarom raadzaam om voor emigratie uw verzekeraar te vragen om een schriftelijke royementsverklaring/no-claimverklaring. Deze kan echter pas afgegeven worden als u de verzekering al beëindigd heeft. Vraag of hij nagezonden kan worden of vraag anders of vrienden of familie dat voor u willen doen. Vraag of ze er voor de zekerheid eerst een kopietje van willen maken.","infringing_urls":[{"url":"http://www.espanja.nl/rijbewijs/autoverzekering-in-spanje"}],"copyrighted_urls":[{"url":"http://www.emigrerennaarspanje-info.nl/auto-en-rijbewijs/autoverzekering-spanje.html"}]},{"description":"Als u naar Spanje emigreert en dus resident wordt, betaalt u in principe bij het invoeren van uw auto in Spanje geen BTW en geen invoerrechten (Impuesto de matriculacion). U dient dan wel aan een aantal voorwaarden te voldoen.\r\n\r\nDe voorwaarden voor vrijstelling van BTW zijn:\r\nU heeft voorafgaand aan uw emigratie minstens een jaar in Nederland gewoond. U bent tenminste 6 maanden (voor emigratie) eigenaar van de auto in Nederland. De auto heeft tenminste 6000 kilometer gereden. De auto is niet belastingvrij gekocht in Nederland. De BTW en BPM zijn in Nederland voldaan. De voorwaarden voor vrijstelling van invoerrechten zijn:\r\nU heeft voorafgaand aan uw emigratie langer dan 183 dagen in Nederland gewoond. U bent tenminste 6 maanden (voor emigratie) eigenaar van de auto in Nederland. De auto is niet belastingvrij gekocht in Nederland. De BTW en BPM zijn in Nederland voldaan. U verkoopt de auto het eerste jaar na toekenning van het Spaanse kenteken niet. U vraagt het Spaanse kenteken binnen een maand na aankomst in Spanje aan. Keuring van uw auto bij invoer in Spanje\r\nVoordat een gebruikte auto op een Spaans kenteken kan worden overgezet moet deze een APK keuring ondergaan. In Spanje heet dit ITV (Inspección técnica de vehículos).","infringing_urls":[{"url":"http://www.espanja.nl/rijbewijs/auto-invoeren-in-spanje"}],"copyrighted_urls":[{"url":"http://www.emigrerennaarspanje-info.nl/auto-en-rijbewijs/auto-invoeren-in-spanje.html"}]},{"description":"Wegenbelasting in Spanje. U moet zelf zorgen dat u het afdraagt...\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\nWegenbelasting in Spanje\r\nDe wegenbelasting (Impuesto Vehículos Tracción Mecánica of Impuesto Municipal de Circulación) in Spanje is een gemeentelijke heffing en wordt dus door de woongemeente waar u staat ingeschreven geïnd. De betaalperiode ligt tussen begin maart en half juni.\r\n\r\nHet bedrag varieert van gemeente tot gemeente. De hoogte van het bedrag wordt bepaald aan de hand van het vermogen (aantal KW) dat uw auto heeft. Voor een Peugeot 207 betaalt u ongeveer veertig euro per jaar.\r\n\r\nU dient zichzelf voor het betalen van deze belasting te melden bij uw woongemeente in Spanje.","infringing_urls":[{"url":"http://www.espanja.nl/rijbewijs/wegenbelasting-in-spanje"}],"copyrighted_urls":[{"url":"http://www.emigrerennaarspanje-info.nl/auto-en-rijbewijs/wegenbelasting-betalen-in-spanje.html"}]},{"description":"Bent u in het bezit van een Nederlands rijbewijs dan kunt u dit document -in beginsel- blijven gebruiken totdat de geldigheid verloopt.\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\nUw Nederlandse rijbewijs in Spanje\r\nWanneer u enige tijd in Spanje woont is het raadzaam uw Nederlandse rijbewijs om te wisselen voor een Spaans rijbewijs. Kijk hiervoor bij het onderwerp een Spaans rijbewijs aanvragen, hier wordt dit nader toegelicht.\r\n\r\nUw Nederlandse rijbewijs kunt u niet in Spanje verlengen\r\nWanneer u resident bent in Spanje en de geldigheid van uw Nederlandse rijbewijs verloopt, dient u een Spaans rijbewijs (Permiso de Conducción) aan te vragen. Doe dit tijdig, ruim voor dat de geldigheid verlopen is! Er bestaat geen mogelijkheid om uw Nederlandse rijbewijs te behouden.","infringing_urls":[{"url":"http://www.espanja.nl/rijbewijs/nederlands-rijbewijs"}],"copyrighted_urls":[{"url":"http://www.emigrerennaarspanje-info.nl/auto-en-rijbewijs/nederlands-rijbewijs-in-spanje-verlengen.html"}]},{"description":"Uw Nederlandse rijbewijs omwisselen voor een Spaans rijbewijs. Waarom?\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\nIn Nederland dient u zich voor de afgifte, verlenging of vervanging (bij diefstal, verlies of beschadiging) van uw rijbewijs te vervoegen bij uw woongemeente. In Spanje worden de rijbewijzen uitgegeven door de Dirección General de Tráfico. In de volksmond \"Trafico\".\r\n\r\nWaarom uw Nederlandse rijbewijs omwisselen voor een Spaans rijbewijs?\r\nMocht u door verlies of diefstal uw Nederlandse rijbewijs kwijtraken dan heeft u een probleem. Immers, in Nederland kunt u geen nieuw Nederlands rijbewijs aanvragen omdat dit alleen kan als u ingeschreven staat als inwoner van een gemeente. U kunt ook niet zo maar een rijbewijs aanvragen in Spanje omdat u daarvoor uw geldige Nederlandse rijbewijs dient te overleggen. Het is dan ook verstandig om uw Nederlandse rijbewijs tijdig om te wisselen voor een Spaans rijbewijs.\r\n\r\nHoe kunt u uw Nederlandse rijbewijs omwisselen voor Spaans rijbewijs?\r\nU kunt uw rijbewijs omwisselen bij een kantoor van Dirección General de Tráfico. Nodig: 2 pasfoto's, uw Nederlandse rijbewijs, NIE, aanvraagformulier (ontvangt u daar) en een geldig paspoort. Let op, de pasfoto's zijn een ander formaat dan de pasfoto's die hier in Nederland voor gebruikt worden (32 x 25 mm). Ga hiervoor naar een fotospeciaalzaak. U krijgt na het indienen van de aanvraag en het betalen van de leges een tijdelijk rijbewijs. Na enige tijd kunt u dan het nieuwe rijbewijs bij Trafico ophalen.\r\n\r\nAls uw Nederlandse rijbewijs kwijt, gestolen of verlopen is...\r\nBent u het Nederlandse rijbewijs kwijtgeraakt, is het gestolen of is de geldigheid van uw Nederlandse rijbewijs inmiddels verlopen, dan kunt u vaak op basis van een echtheidsverklaring, afgegeven door de Rijksdienst voor het Wegverkeer (RDW) in Veendam, een Spaans rijbewijs aanvragen. U mag dan gedurende de periode dat uw aanvraag loopt niet autorijden. Voor verdere informatie kijk op de website van het RDW op de pagina voor uw Nederlands rijbewijs in het buitenland.","infringing_urls":[{"url":"http://www.espanja.nl/rijbewijs/spaans-rijbewijs-aanvragen"}],"copyrighted_urls":[{"url":"http://www.emigrerennaarspanje-info.nl/auto-en-rijbewijs/spaans-rijbewijs-aanvragen-spanje.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}