{"dmca":{"id":22577,"type":"Dmca","title":"Cease and Desist Letter/Copyright Infringement","body":"Thursday, May 31, 2007\r\n\r\nVIA CERTIFIED MAIL, RETURN RECEIPT\r\n\r\n\r\n[private]\r\n\r\n\r\nIt was brought to our attention that AHN Media content has been used on the Pace e Bene Nonviolence Society website without prior authorization, permission and/or license from AHN Media Corporation.\r\n\r\nPlease refer to your site at:\r\n\r\nhttp://paceebene.org/pace/nvns/nonviolence-news-service-archive/boycott-scheduled-to-prote\r\n\r\nAttached for your ready reference is a copy of the infringing article as it appears on your website (?the Article?) as well as a copy of the original article from AHN.\r\n\r\nAlthough we?re thrilled that you find AHN content a valuable addition to your website and your business communications strategies, please understand that the content and news that you are copying is the property of AHN Media Corporation and is protected by copyright law, including this specific article.\r\n\r\nAHN Media Corporation has not authorized you to use the Article and your use of this property constitutes an infringement of AHN Media Corporation?s registered copyrights under 17 U.S.C. 101, et seq., for which you may be liable for statutory damages as high as $150,000, pursuant to 17 U.S.C. ? 504(c), and liable for AHN Media Corporation's attorneys' fees and costs, pursuant to 17 U.S.C. ? 505, should we opt to bring an action against you to enforce our rights.\r\n\r\nIt is our hope that we can resolve this matter amicably without litigation. To that end, enclosed you will find our invoice in the amount of $1,750.00 . Please make sure that payment in full is received by the due date stated on the attached invoice.\r\n\r\nAdditionally, we insist on proper attribution and branding of our content property. The following copyright notice MUST follow all AHN content:\r\n\r\nCopyright ? AHN Media Corp - All rights reserved.\r\nRedistribution, republication. syndication, rewriting or broadcast is expressly prohibited without the prior written consent of AHN.\r\n\r\nPlease don't hesitate to contact me with any questions.\r\n\r\nIf we do not receive payment by the due date specified on the enclosed invoice, we will refer this matter to counsel, who will be instructed to protect our copyright rights to the full extent allowed by law.\r\n\r\n\r\nSincerely,\r\n\r\n\r\n\r\n\r\n[private]","date_sent":"2007-05-31T04:00:00Z","date_received":"2007-05-31T04:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"AHN Media Corporation","recipient_name":"Pace e Bene Nonviolence Service","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}