{"dmca":{"id":22650,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-11-14T05:00:00Z","date_received":"2012-11-14T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"OLIVER HERRERO","principal_name":"REPRESENTANTE LEGAL","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"El texto copiado es el siguiente:\n\nMe llamo Juanito, tengo siete años, y los médicos dicen que soy un niño muy  \nespecial. Nací con dos corazones.\nEn realidad llevo el corazón de mi hermano gemelo, es un caso muy raro, es  \ncomo si viviera por los dos; algo, sin ninguna duda, mágico. De él sólo se  \nformó su corazón dentro de mi pecho.\nEs muy difícil de explicar y aún soy muy pequeño para comprender. Pronto me  \nvan a someter a varias operaciones para extraerme el corazón que le  \npertenecía a mi hermano gemelo.\nA mí me produce mucha tristeza, voy a sentir un inmenso vacío, pero me está  \ncomplicando la salud debido a que oprime a mi otro corazón y surgen muchas  \ninfecciones que me han mantenido mucho tiempo en la UCI.\nMamá dice que siempre lo llevaré dentro de mí porque compartimos muchas  \ncélulas y mucho amor. Mamá lo está pasando muy mal, pero es muy creyente y  \ndiosito la ayuda a salir adelante. Eso se lo dice todos los días al  \ncapellán del hospital y él le regaló un relicario y un rosario de cuentas  \nmarrones.\nPapá se marchó de casa cuando nací y no he sabido nada más de él, no nos  \nhace ninguna falta, el tío Luis me ha criado como a un hijo. Mi amiga Sofía  \ntambién es una niña muy especial, ella nació sólo con un riñón y el otro lo  \ntiene muy enfermo, se pasa mucho tiempo conectada a una maquina hasta que  \nle llegue uno sano, necesita un trasplante. Ella necesita un riñón y a mí  \nme sobre un corazón, qué curiosa es la naturaleza.\nEntre los dos nos hemos creado un mundo mágico. Ella es una princesa de  \nlargos cabellos y yo un príncipe que odia las capas rojas de un hermoso  \nreino al que hemos bautizado como “Kamwua” nos inventamos el nombre entre  \nlos dos una noche en la que no podíamos dormir, pero parece africano y nos  \nviene perfecto porque a los dos nos gustan las historias que nos cuenta la  \nabuela de Sofía sobre África.\nLa abuela de Sofía es una mujer de mirada clara que hipnotiza, además sus  \nacusadas arrugas la hacen más especial y sus manos son increíblemente  \nmágicas, a veces parece que habla con ellas. Crea sombras en la pared con  \nsus manos. Sabe hacer una jirafa, un mono, un perro, una libélula…y con  \ncada uno una historia diferente e increíble.\nMe encanta y ella lo sabe dice que soy su niño favorito, me tiene mucho  \ncariño. Alguna vez Sofía ha tenido celitos, pero se le pasan en cuanto le  \ndoy un beso en la mejilla. Los médicos me preguntan muchas veces que quiero  \nser cuando sea mayor mientras me auscultan, yo no lo tengo claro pero me  \ngustaría pilotar un coche de carreras o ser veterinario como el tío Luis  \nque tiene una clínica. En nada se parecen una profesión a la otra, pero me  \ngustan.\nAhora, en este momento sólo pienso en mi hermano, en si sentirá algo cuando  \nlo saquen de mí, si le dolerá, si tendrá miedo. Para mí no es sólo un  \ncorazón, para mí es mucho más. Yo a veces hablo con él y le digo que es un  \nhéroe, mi héroe y que le quiero mucho. Siempre estaremos juntos, siempre  \nserás parte de mí.Soy especial porque tú me has hecho especial hermano.","infringing_urls":[{"url":"http://ask.fm/SoyBurro/best"}],"copyrighted_urls":[{"url":"http://ask.fm/SoyBurro/best"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}