{"dmca":{"id":22873,"type":"Dmca","title":"Case ID 61981012 - Notice of Claimed Infringement","body":"?Friday, May 13, 2005\r\n\r\n\r\nThePlanet.com Internet Services, Inc.\r\n1333 North Stemmons Freeway\r\nSuite 110\r\nDallas, TX  75207  US\r\n\r\n\r\nRE:  Unauthorized Distribution of the Copyrighted Motion Picture Entitled\r\n     Jacket, The - DVD\r\n\r\n\r\nDear Lance Crosby, Esq.:\r\n\r\nWe are writing this letter on behalf of Warner Bros. Entertainment Inc. (\"Warner\r\nBros.\").\r\n\r\nWe have received information that an individual has utilized the below-referenced IP\r\naddress at the noted date and time to offer downloads of copyrighted motion\r\npicture(s) through a \"peer-to-peer\" service, including such title(s) as:\r\n\r\n     Jacket, The,Jacket, The - DVD\r\n\r\nThe distribution of unauthorized copies of copyrighted motion pictures constitutes\r\ncopyright infringement under the Copyright Act, Title 17 United States Code Section\r\n106(3).  This conduct may also violate the laws of other countries, international\r\nlaw, and/or treaty obligations.\r\n\r\nSince you own this IP address, we request that you immediately do the following:\r\n\r\n1) Disable access to the individual who has engaged in the conduct described above; and\r\n2) Take appropriate action against the account holder under your Abuse Policy/Terms\r\nof Service Agreement.\r\n\r\nOn behalf of Warner Bros., owner of the exclusive rights to the copyrighted material\r\nat issue in this notice, we hereby state, that we have a good faith belief that use\r\nof the material in the manner complained of is not authorized by Warner Bros., its\r\nrespective agents, or the law.\r\n\r\nAlso, we hereby state, under penalty of perjury, under the laws of the State of\r\nCalifornia and under the laws of the United States, that the information in this\r\nnotification is accurate and that we are authorized to act on behalf of the owner of\r\nthe exclusive rights being infringed as set forth in this notification.\r\n\r\nPlease direct any end user queries the following. \r\n\r\nMarc Brandon\r\nDirector, Anti-Piracy Internet Operations\r\nWarner Bros. Entertainment Inc.\r\n4000 Warner Blvd.\r\nBurbank, CA  91522\r\n818.954.6274 ","date_sent":"2003-05-13T04:00:00Z","date_received":"2003-05-13T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"MediaSentry, Inc. (for Warner Bros. Entertainment, Inc.)","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}