{"dmca":{"id":12020,"type":"Dmca","title":"Google Takes on Marketing School","body":"Dear Sirs:\r\n \r\nGoogle is the owner of the well-known trademark and trade name GOOGLE, as well as the domain name GOOGLE.COM.  As you are no doubt aware, GOOGLE is the trademark used to identify our award-winning search engine, located at http://www.google.com.  Since its inception in 1997, the GOOGLE search engine has become one of the most highly recognized and widely used Internet search engines in the world.  Google owns numerous trademark registrations and applications for its GOOGLE mark in countries around the world.\r\n \r\nGoogle has used and actively promoted its GOOGLE mark for a number of years, and has invested considerable time and money establishing exclusive proprietary rights in the GOOGLE mark for online computer services and a wide range of goods.  As a result of its efforts, the GOOGLE mark has become a famous mark and a property right of incalculable value.\r\n \r\nYou have registered, without Google's permission or authorization, the domain name googlemarketingschool.com (the \"Domain Name\").  The Domain Name incorporates the famous GOOGLE mark in its entirety, and, by its very composition, suggests Google's sponsorship or endorsement of your website and correspondingly, your activities.\r\n \r\nYour use of a Domain Name that incorporates the famous GOOGLE mark in its entirety constitutes trademark infringement and dilution of Google's trademark rights and unfair competition.  Your use of the Domain Name is diluting use because it weakens the ability of the GOOGLE mark and domain name to identify a single source, namely Google.  Further, your registration and use of the Domain Name misleads consumers into believing that some association exists between Google and you, which tarnishes the goodwill and reputation of Google's services and trademarks.\r\n \r\nYour registration and use of the Domain Name is also actionable under the Uniform Dispute Resolution Policy (\"UDRP\").  Under similar circumstances, Google has prevailed in numerous UDRP actions.  These decisions are located online at http://www.icann.org/udrp/udrpdec.htm. \r\n \r\nIn view of your infringement of our rights, we must demand that you provide written assurances within 7 days that you will:\r\n1. Immediately discontinue any and all use of the Domain Name; 2. Take immediate steps to transfer the Domain Name to Google; 3. Identify and agree to transfer to Google any other domain names registered by you that contain GOOGLE or are confusingly similar to the GOOGLE mark; 4. Immediately and permanently refrain from any use of the term GOOGLE or any variation thereof that is likely to cause confusion or dilution.\r\n \r\nWe note you have applied to advertise using the Google AdWords program.  We are concerned that your participation in this program will further lead to a likelihood of confusion.  Accordingly, we will disable your AdWords account until this matter can be resolved. \r\n\r\nSincerely,\r\n\r\nThe Google Trademark Enforcement Team\r\n","date_sent":"2006-06-15T04:00:00Z","date_received":"2006-06-15T04:00:00Z","topics":["Copyright"],"sender_name":"The Google Trademark Enforcement Team","principal_name":"Google inc","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}