{"dmca":{"id":12225,"type":"Dmca","title":"RADIO ONLINE Registered Trademark","body":"Mark,\r\n\r\nMy name is Ron Jones.  I am the Managing Partner of RADIO ONLINE L.L.P., an \r\nonline subscription service serving the commercial radio broadcasting \r\nindustry continuously since 1989, and the owner of the service mark \"RADIO \r\nONLINE,\" which is registered in our name on the Princple Register of the \r\nUnited States Patent and Trademark Office, namely registration number \r\n3081846. We are also the the trademark holder of radioonline.com.\r\n\r\nIn addition to operating radioonline.com, RADIO ONLINE L.L.P. is an \r\nindependent news agency and information provider that maintains a series of \r\n\"RADIO ONLINE\" branded web sites and electronic news feeds. These web sites \r\ninclude radioonlinenews.com, amfmradioonline.com, findradioonline.com, \r\ngoradioonline.com, listenradioonline.com, newsradioonline.com, \r\npublicradioonline.com, top40radioonline.com and shopradioonline.com, just to \r\nname a few. \r\n\r\nI had the opportunity to visit your web site today and noticed that \"RADIO \r\nONLINE\" was incorporated as part its logo, the operating name and domain \r\nname. This is an infringement on our trademark and will likely result in \r\nconfusion, as well as diluting the distinctive quality, of the \"RADIO ONLINE\" \r\nservice mark. U.S. trademark law prohibits the use of a mark or name that is \r\nlikely to cause consumer confusion, and/or dilution of a famous mark.\r\n\r\nRADIO ONLINE L.L.P. has expended considerable efforts and resources to build \r\nup the goodwill in its registered service mark, name, electronic \r\ncommunications vehicles and its many branded web sites. Your use of \r\nclassicradioonline.com is very likely to cause confusion to our consumers, \r\nand/or dilution of our service mark -- which in this case is also a brand \r\nname that was created in 1989 and predates the World Wide Web.\r\n\r\nIt is for these reasons that RADIO ONLINE L.L.P. is directing you to \r\nimmediately ceast and desist the use of \"RADIO ONLINE\" in the name of your \r\nweb site. We also seek the deactivation of, and ultimately discontined public \r\nuse of, classicradioonline.com for any web site or electronic communications. \r\n\r\nThank you in advance for your cooperation in this matter, and I look forward \r\nto your immediate reply.\r\n\r\nSincerely,\r\n\r\nRon Jones, Managing Partner \r\nRADIO ONLINE L.L.P. \r\nronjones@radioonline.com \r\nhttp://www.radioonline.com \r\nhttp://www.radio-online.com \r\nhttp://www.radioonlinenews.com \r\nVoice: (806) 352-7503\r\nFax:   (806) 352-3677\r\n\r\n\r\n","date_sent":"2006-06-29T04:00:00Z","date_received":"2006-06-29T04:00:00Z","topics":["Trademark","Copyright"],"sender_name":null,"principal_name":"RADIO ONLINE L.L.P.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}