{"dmca":{"id":12273,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-06T04:00:00Z","date_received":"2012-06-06T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"PC Evolution Service Techs, Inc.","principal_name":"PC Evolution Service Techs, Inc.","recipient_name":"Google, Inc.","works":[{"description":"copied content \"Good Computer Repair Service In Miami Can Be Cheap\r\n\r\n PC Evolution Service Techs, Inc. breaks the myth that computer repair will break your bank account. Also gone is the idea that repairs are a hassle or that they will likely take days to complete. Our professional, dependable IT service techs come to your Miami location by appointment to perform any necessary repair or setup work. As an added bonus, it won't cost a lot. \r\n\r\nWith onsite repairs, you save the time and frustration of unplugging lots of wires and connections to haul your machine into a computer center. A quick phone call or an online reservation is all it takes to receive service that's rated 5-stars by Google clients yet is still easy on your wallet. Residents in Miami and surrounding areas can now sigh with relief when facing computer repair. \r\n\r\nAfter arriving at your Miami home or office, our highly qualified technician will diagnose the problem and evaluate the work involved. You'll then receive a free estimate of the charges, and that's the price you'll pay, period. We do not charge by the hour, running up expensive labor costs. It's in everyone's best interests to get the job done right and get it done fast, so you'll pay only one low, set price. You also won't have to waste more time reconnecting to networks and peripheral equipment when the computer repair is complete. How does it get better than that?\"","infringing_urls":[{"url":"http://fresno.craigslist.org/sys/3042910496.html"}],"copyrighted_urls":[{"url":"http://www.onsitecomputerrepairmiami.com"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}