{"dmca":{"id":12391,"type":"Dmca","title":"Google Enforces Mark","body":"Dear Sir/Madam:\r\n\r\nGoogle is the owner of the well-known trademark and trade name GOOGLE.  As you are no doubt aware, GOOGLE is the trademark used to identify our award-winning search engine, located at http://www.google.com.  Google owns numerous trademark registrations and applications for its GOOGLE mark in countries around the world.\r\n\r\nGoogle has used and actively promoted its GOOGLE mark for a number of years, and has invested considerable time and money establishing exclusive proprietary rights in the GOOGLE mark for a wide range of goods and services.  In addition, Google has developed a distinctive layout and design for its web pages at www.google.com.  As a result of its efforts, the GOOGLE mark has become a famous mark and a property right of incalculable value.\r\n\r\nYou have registered, without Google's permission or authorization, the domain name googlecalendar.com (the 'Domain Name').  The Domain Name incorporates the famous GOOGLE mark in its entirety.  Please note that your registration and use of the Domain Name incorporating the famous GOOGLE mark in its entirety constitutes trademark infringement, dilution, and bad faith registration under the UDRP.  Your registration and use of the Domain Name is actionable under the UDRP.  Under similar circumstances, Google has prevailed in numerous UDRP actions.  These decisions are located online at http://www.icann.org/udrp/udrpdec.htm.\r\n\r\nMoreover, your framing of the Google Calendar page at the googlecalendar.com domain under banner advertisements violates our Terms of Service.  This policy, available in full at http://www.google.com/terms_of_service.html, provides as follows: 'The Google Services are made available for your personal, non-commercial use only. You may not use the Google Services to sell a product or service, or to increase traffic to your Web site for commercial reasons, such as advertising sales. You may not take the results from a Google search and reformat and display them, or mirror the Google home page or results pages on your Web site. You may not 'meta-search' Google.'  Your use and registration of the Domain Name is clearly designed to deceive consumers into believing that your website is the official Google Calendar website.\r\n\r\nAccordingly, we demand that you agree to the following:\r\n\r\n1. Immediately discontinue any and all use of the GOOGLE mark and logo, including by framing Google services and pages;\r\n\r\n2. Immediately discontinue any and all use of the Domain Name and take immediate steps to transfer the Domain Name to Google;\r\n\r\n3. Identify and agree to transfer to Google any other domain names registered by you that contain GOOGLE or are confusingly similar to the GOOGLE mark;\r\n\r\n4. Immediately and permanently refrain from any use of the term GOOGLE or any variation thereof that is likely to cause confusion or dilution; and\r\n\r\n5. Inform Google, in an email sent to TM_enforce@google.com (a) of the measures that you have taken in this regard; and (b) agreeing not to use any trademarks or copyrights owned by Google without the advance written consent of Google.\r\n\r\nGiven the seriousness of this matter, we would appreciate receiving a response from you within seven (7) days.\r\n\r\nVery truly yours,\r\n\r\n\r\nGoogle Trademark Enforcement Team\r\nTM_enforce@google.com","date_sent":"2006-07-13T04:00:00Z","date_received":"2006-07-13T04:00:00Z","topics":["UDRP","Copyright"],"sender_name":null,"principal_name":"Google","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}