{"dmca":{"id":12406,"type":"Dmca","title":"Don't Affiliate Me with Your Subversive Acts!","body":"Dear Sir or Madam:\r\n\r\nThis firm represents [Private] in the United States. \r\n\r\nWe have been informed by our client that you are involved in the use and exploitation of [private's] image in connection with your website, www.subvertsociety.com (\"Image\").  We have been informed by our client that your use of her Image in the aforementioned manner is without our client's consent.  Please be advised that such use and exploitation is unauthorized, constitutes among other things an illegal misappropriation, is a violation of her right of privacy and a violation of applicable law.\r\n\r\nAdditionally, we have been informed that you have published with malice grossly defamatory statements regarding [private]on your website (\"Statements\").  The Statements are lewd, outrageous and published with either knowledge of the falsity or a reckless disregard for the truth and have caused tremendous damages to [private's]reputation and personal health. The Statements are completely false are of the type that tends to injure our client's reputation and expose her to ridicule and degradation.   \r\n\r\nWe hereby demand that you cease and desist from the publication of the false Statements regarding [private]and the Images in connection thereto.   Please be further advised that continued publication of the Statements and Images will cause irreparable harm. \r\n\r\nAccordingly, on behalf of our client, we hereby demand that you immediately:\r\n\r\n        (i)   confirm in writing within the next three (3) business days that you have ceased and desisted from the publication of the Images and the defamatory Statements; and\r\n\r\n\t(ii)  remove from your website, harddrive and anything else in your control the Images, defamatory Statements, or headlines or links thereto; and\r\n\r\n\t(iii) cease and desist from the use of keywords or meta-tags [private] or links related to our client or to the defamatory Statements or Images through search engines;  and\r\n\r\n\t(iv)  provide this firm with the names, identities and contact information relating to the writers, suppliers, agents, individuals, or other entities from whom you received the defamatory Statements or Images.\r\n\r\nYour actions have caused tremendous damage to our client and will continue to do so. \r\n\r\nThis letter is sent without waiver of our client's rights and remedies, each of which is expressly reserved.\r\n\r\nVery truly yours,\r\n[Private]       \r\n\r\nKind regards,\r\n[Private]\r\nMcCue Sussmane & Zapfel, P.C.\r\n[Private]- tel\r\n[Private]- fax\r\n \r\n\r\nIRS CIRCULAR 230 DISCLOSURE: Treasury Regulations require us to inform you that any Federal tax advice contained in this communication (including any attachments) is not intended or written to be used, and cannot be used, for the purpose of (i) avoiding penalties under the Internal Revenue Code or (ii) promoting, marketing or recommending to another party any transaction or matter addressed herein.\r\n\r\nCONFIDENTIALITY NOTICE: The foregoing message is intended only for the addressee. The contents of this message may be subject to the attorney-client privilege, the attorney work product privilege, or other applicable legal privileges. If you have received this message and are not the intended recipient as indicated in the address line, please delete this message promptly and notify the sender.\r\n\r\n\r\n-----Original Message-----\r\nFrom: subversion@subvertsociety.com [mailto:subversion@subvertsociety.com]\r\nSent: Thursday, July 13, 2006 8:45 PM\r\nTo: [Private]\r\nSubject: \"Legal Issue Regarding\" domain subvertsociety.com\r\n\r\nI received a notice from my domain-proxy management that a complaint had been filed against the domain subvertsociety.com, and was given your contact information with regards to the complaint.\r\n\r\nPlease let me know what this is regarding, or how I can be of assistance.\r\n\r\nThank you.","date_sent":"2006-07-14T04:00:00Z","date_received":"2006-07-14T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"McCue Sussmane & Zapfel, P.C.","principal_name":"[Private]","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}