{"dmca":{"id":12471,"type":"Dmca","title":"Web Sheriff DMCA (Copyright) Complaint to Google","body":"> Web Sheriff\r\n> Protecting Your Rights on the Internet\r\n> Tel 44-[redacted] / Fax 44-[redacted]\r\n> [redacted]websheriff.com www.websheriff.com\r\n>\r\n>\r\n>\r\n>\r\n>\r\n> SUMMARY NOTIFICATION\r\n>\r\n>\r\n>\r\n> 1. Rights Owner : BEGGARS GROUP DIGITAL LIMITED\r\n>\r\n> 2. Rights Agent : WEB SHERIFF\r\n>\r\n> 3. Infringed Rights : COPYRIGHT & TRADEMARK\r\n>\r\n> 4. Infringed Artist : THOM YORKE\r\n>\r\n> 5. Infringed Title : \"THE ERASER\" (ALBUM)\r\n>\r\n> 6. Infringing Activity : MP3 DOWNLOADING\r\n>\r\n> 7. Infringing Web Address:\r\n>\r\n> http://mookamotel.blogspot.com/2006/07/warm-up.html\r\n>\r\n> http://sixeyes.blogspot.com/2006/07/released-july-11th_115255825449636093.html\r\n>\r\n> http://diyrockstar.blogspot.com/2006/07/music-of-night.html\r\n>\r\n> 8. Signature: [redacted], on behalf of Web Sheriff Ltd.\r\n>\r\n>\r\n>\r\n> Note :\r\n> The information in the notification is accurate and,\r\n> under penalty of perjury, Web Sheriff is authorised to\r\n> act on behalf of the exclusive owner of the rights\r\n> alleged to have been infringed in this Notification.\r\n>\r\n> FULL / LEGAL NOTIFICATION\r\n>\r\n>\r\n>\r\n> Dear Sirs,\r\n>\r\n> Please be advised that Web Sheriff represents Beggars Group Digital\r\n> Limited (hereinafter referred to as \"Beggars\") in relation to - inter alia -\r\n> the above matter.\r\n>\r\n> Please be further advised that our said clients own or otherwise control\r\n> the international trademark THOM YORKE (hereinafter referred to as the\r\n> \"Trademark), together with the copyright in the various master recordings\r\n> commercially recorded by THOM YORKE, including, but not limited to, the\r\n> master recordings comprising the said artist's forthcoming album \"THE\r\n> ERASER\" (hereinafter referred to as the \"Masters\"), together with the\r\n> copyright in certain of the musical compositions variously recorded by THOM\r\n> YORKE (hereinafter referred to as the \"Compositions\"), together with the\r\n> goodwill in and associated with the business trading under the name THOM\r\n> YORKE (hereinafter referred to as the \"Goodwill)\".\r\n>\r\n> We understand that your company (a) would appear to be the registered host\r\n> of the so-called 'website' as stated in our SUMMARY NOTIFICATION above\r\n> trading from the so-called 'domain' as stated in our SUMMARY NOTIFICATION\r\n> above (hereinafter referred to as the \"Infringing Site\") and (b) would\r\n> appear to have utilised the Infringing Site to trade by usage of the\r\n> Trademark, the Masters, the Compositions and the Goodwill without the\r\n> authority or permission of our client. The said activities are a clear and\r\n> flagrant breach of - inter alia - our client's proprietary rights in and to\r\n> the Trademark, the Masters, the Compositions and the Goodwill.\r\n>\r\n> In consequence of the foregoing - and in order to mitigate the serious and\r\n> on-going damage suffered by our client - we would ask you to immediately\r\n> comply with the following instructions:-\r\n>\r\n> 1. All trading using the Trademark, the Master, the Compositions and the\r\n> Goodwill must cease.\r\n>\r\n> 2. All other exploitation and / or use of the Trademark, the Masters, the\r\n> Compositions and the Goodwill must cease including, but not limited to,\r\n> so-called 'down-loading' and / or so-called 'streaming' from the Infringing\r\n> Site (as applicable).\r\n>\r\n> 3. Final accounts relating to all income derived pursuant to your use of\r\n> the Trademark, the Masters, the Compositions and the Goodwill must be\r\n> prepared and furnished to our clients together with all monies thereby shown\r\n> to have been earned by such activities.\r\n>\r\n> 4. All relevant, so-called 'rights collection societies' must be paid in\r\n> full for the mechanical reproduction and / or public performance of the\r\n> Masters, the Compositions and all other copyright works (as applicable)\r\n> pursuant to your aforementioned activities.\r\n>\r\n> 5. Your domestic and overseas licensees and / or distributors and / or\r\n> so-called 'ISPs' and / or associates (as applicable) must be notified of the\r\n> foregoing and must likewise be obliged to comply with the instructions\r\n> herein contained.\r\n>\r\n> 6. You must undertake to take out a half-page advertisements in Billboard\r\n> Magazine, Music Week Magazine and Music & Media Magazine within fourteen\r\n> (14) days of the date hereof clarifying the fact that (a) your usage of\r\n> Trademark, the Masters, the Compositions and the Goodwill was not authorised\r\n> by or otherwise associated with our client, (b) the services offered by you\r\n> under the Trademark, the Masters, the Compositions and the Goodwill were not\r\n> offered by or on behalf of our client and (c) you are no longer trading\r\n> either under or otherwise by use of the Trademark, the Masters, the\r\n> Compositions and the Goodwill. Furthermore, the said advertisement must\r\n> include an apology to our client.\r\n>\r\n> 7. You must undertake to execute such documentation as may be reasonably\r\n> required by our client in order to give proper effect to the instructions\r\n> contained herein.\r\n>\r\n> In addition to the foregoing - and in accordance with recent US & UK\r\n> judicial rulings in favour of the RIAA and BPI respectively, we would ask\r\n> you to provide us by return with substantive details of the means by which\r\n> you propose to compensate our clients for the clear and flagrant breaches of\r\n> our client's intellectual property rights in the Trademark, the Masters, the\r\n> Compositions and the Goodwill. In this regard we would highlight the fact\r\n> that our clients have invested heavily in the Trademark, the Masters, the\r\n> Compositions and the Goodwill over a period of several years : as such, any\r\n> proposals for compensation must seek to both address and redress the same.\r\n>\r\n> Should you be unwilling or otherwise unable to comply with the foregoing,\r\n> we must ask you provide the name and address of the domestic attorneys and\r\n> UK solicitors whom you intend to instruct in relation to this matter for the\r\n> purposes of accepting the service of such proceedings as our appointed\r\n> litigators would issue against - inter alia - yourselves on behalf of our\r\n> clients in such an event. Should we fail to hear from you in this regard,\r\n> such proceedings would then be served directly upon your trading premises /\r\n> registered offices / residential address (as applicable).\r\n>\r\n> Whilst writing, we would also caution you against 'posting' or otherwise\r\n> communicating any correspondence and / or remarks to third parties which\r\n> could in any way be construed as being defamatory of any officers of our\r\n> client or otherwise constitute a malicious falsehood injurious to our\r\n> client's business.\r\n>\r\n> Notwithstanding the foregoing, all rights of Beggars Group Digital Limited\r\n> and Thom Yorke - including, but not limited to, the right to apply for\r\n> injunctive relief and damages without further notice or recourse to you -\r\n> are hereby strictly reserved.\r\n>\r\n> Yours faithfully,\r\n>\r\n> [redacted]\r\n> for and on behalf of\r\n> WEB SHERIFF\r\n","date_sent":"2006-07-18T04:00:00Z","date_received":"2006-07-18T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Web Sheriff","principal_name":"BEGGARS GROUP DIGITAL LIMITED","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}