{"dmca":{"id":12532,"type":"Dmca","title":"A message from Pure Digital Technologies","body":"We at Pure Digital Technologies have to let you all know that this recent behavior has unfortunately passed the line separating cool/fun from completely illegal. Our code and algorithms are proprietary and protected by copyrights worldwide. We think you know that (1) it has been more than 15 years since a copyright notice has been required in the US, and much longer outside the US and (2) copyright protection has nothing to do with security or ease of access.\r\n\r\nYes, one of our folks may have accidentally left the virtual window less than fully secure. But, most of you wouldn't think it was okay to climb through an unlocked window of our office and steal our things (and if you would, well, get ready for some jail time). The reality is... the same thing applies here, no matter how stupid you think we've been. Our ftp files are our property and downloading them (as well as posting them and screwing around with them) is a clear violation of our copyrights, not to mention a variety of other federal and state civil and criminal laws.\r\n\r\nIn addition to copyrights, it is totally clear from your postings on this site that everyone was well aware that any lapse on our part was an unintentional mistake and that all the downloaded material is proprietary and confidential. It is not okay to misappropriate our confidential info (and it doesn't take much skill to steal versus really hack).\r\n\r\nYou all know very well that we are not litigation crazy (in fact, just the opposite). We welcome this group and your efforts; so long as they remain legal efforts.\r\n\r\nAccordingly, we want you to know that it is not our desire to haul anyone into court (yes, we have the IP addresses from our logs). However, the extent of the damage (and our appropriate response) will likely depend on how fast all this information (and anything any of you have derived from it) is removed from this and any other sites as well as deleted from all your machines and storage media.\r\n\r\nThis really needs to happen TODAY; hopefully that will avoid the worst of the potential damage and can be the end of it.\r\n\r\nBTW we sell an awesome reusable video camcorder that offers 2-3 times the quality, a zoom lens, and 30 minutes of storage. Here is a link to a $20 rebate and a list of stores and sites for purchase. It","date_sent":"2006-07-25T04:00:00Z","date_received":"2006-07-25T04:00:00Z","topics":["Copyright","Reverse Engineering"],"sender_name":null,"principal_name":"Pure Digital Technologies, Inc.","recipient_name":"camerahacking.com forum","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}