{"dmca":{"id":12540,"type":"Dmca","title":"duz.com wants duplicate moving information re-moved","body":"1. Identify in sufficient detail the copyrighted work that you believe has been infringed:\r\n\r\nThe copyrighted work is the text that appears on moving-company-guide.com detailed in APPENDIX A attached.\r\n\r\n2. Identify the material that you claim is infringing the copyrighted work listed in item #1 above.\r\n\r\nThe infringing work is the text that appears on the following page(s) for the following search(s) detailed in APPENDIX B attached.\r\n\r\nSearch Query: \"As a guideline you should have chosen your moving company at least 4-8 weeks\"\r\n\r\nInfringing Web Pages: www.moving411.com/\r\n\r\n3. Provide information reasonably sufficient to permit Google to contact you (email address is preferred).\r\n\r\nEmail: [private]@duz.com\r\n\r\n4. Provide information, if possible, sufficient to permit Google to notify the owner/administrator of the web page that allegedly contains infringing material (email address is preferred).\r\n\r\nEmail address on website: [private]@moving411.com\r\n\r\n5. I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\n6. I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nSIGNED\r\n[signed]\r\n([private])\r\n\r\n\r\nAPPENDIX A (Copyriqhted work) 1/2\r\nhttp://www.moving-company-guide.com/\r\nMoving home is often quoted as being one of the most stressful experiences we ever go through in our lives. The whole process of packing up our belongings, leaving our home and moving to pastures new is bad enough - add to that the fact that we have to entrust our possessions and their transport to complete strangers and its no wonder our stress levels soar!\r\n\r\nThe problem is we don't tend to move often enough in our lives to make it a process we get used to. We're generally all novices when it comes to moving and it shows! But, like any process, moving is all about being smart and knowing what you're doing. You're about to find out more about the hardest part of the process - choosing a moving company. You'll find more information on the other ins and outs of moving on the menu on the left of the page.\r\n\r\n[further paragraphs redacted]\r\n\r\nAPPENDIX A (Copyrighted work) 2/2\r\nIt's wise to draw up a quick list before you start talking to people, as you don't really want to be thinking on your feet here. Write down how many rooms you have, list big items of furniture and try to estimate how many boxes you'll be packing. The easiest way to do this is to mentally go through every room in your house, list the big items and then work out how many boxes it'll take to remove the rest of the stuff in the room. Don't forget to think about garden furniture and the contents of your garage! Don't worry about it being exactly right - the moving companies don't expect it. But it won't suit either of you if you get it completely wrong and they send a mini-sized vehicle for a juggernaut-sized job! If in doubt ask a couple of the moving companies for advice on how to estimate. You'll be surprised at how helpful they'll be - many will happily send estimators to your home to put together a quotation, especially it they price by weight.\r\n\r\nWhen it comes to costs, you should be looking to get at least 2-3 quotes before you make a decision. Don't just look at price but look at what they'll offer you for the cost. It may be more cost effective to pay a little more to get more services. Don't be afraid to ask them about how long they've been in business, their experience or for a customer referral. Talk to them about how long it will take to move you. DO ask them about their insurance cover and claims protection and how far it extends (and doesn't!). You should NEVER choose a moving company that doesn't have adequate insurance. It's also important to get a quote in writing and to make sure that you completely understand how the quotation works. This is one of the times in your life when it really does pay to read the small pant. For example, some moving companies won't cover you for damage if you pack goods yourself unless they play an obvious role in damaging them. You must make sure that they not only explain your quote to you but that you get a full copy that includes any relevant terms and conditions, bills of lading etc. It's also good to ask how many people will be assigned to your move - the more there are, the quicker it'll go. Most people generally find that 3 is an ideal number - this gives you 2 people to do most of the loading/unloading and 1 to sort out the vehicle. It also means that somebody is with your possessions most of the time for added security.\r\n\r\n[further paragraphs redacted]\r\n\r\n\r\n\r\nAPPENDIX B (Infringing Material) 1/2\r\n\r\nhttp://moving411.com/\r\nMoving home is often quoted as being one of the most stressful experiences we ever go through in our lives. The whole process of packing up our belongings, leaving our home and moving to pastures new is bad enough - add to that the fact that we have to entrust our possessions and their transport to complete strangers and it's no wonder our stress levels soar!\r\n\r\nThe problem is we don't tend to move often enough in our lives to make it a process we get used to. Were generally all novices when it comes to moving and it shows! But, like any process, moving is all about being smart and knowing what you're doing. You're about to find out more about the hardest part of the process - choosing a moving company. You'll find more information on the other ins and outs of moving on the menu on the left of the page.\r\n\r\n[further paragraphs redacted]\r\n\r\nAPPENDIX B (Infringing Material) 2/2\r\n\r\nIt's wise to draw up a quick list before you start talking to people, as you don't featly want to be thinking On your feet here. Write down how many rooms you have, list big items of furniture and try to estimate how many boxes you'll be packing. The easiest way to do this is to mentally go through every room in your house, list the big items and then work out how many boxes it'll take to remove the rest of the stuff in the room. Don't forget to think about garden furniture and the contents of your garage! Don't worry about it being exactly right - the moving companies don't expect it. But it won't suit either of you if you get it completely wrong and they send a mini-sized vehicle for a juggernaut-sized job! If in doubt ask a couple of the moving companies for advice on how to estimate. You'll be surprised at how helpful they'll be - many will happily send estimators to your home to put together a quotation, especially if they price by weight,\r\n\r\nWhen it comes to costs, you should be looking to get at least 2-3 quotes before you make a decision. Don't just look at price but look at what they'll offer you for the cost. It may be more cost effective to pay a little more to get more services. Don't be afraid to ask them about how long they've been in business, their experience or for customer referrals. Talk to them about how long it will take to move you. DO ask them about their insurance cover and claims protection and how far it extends (and doesn't!). You should NEVER choose a moving company that doesn't have adequate insurance. It's also important to get a quote in writing and to make sure that you completely understand how the quotation works. This is one of the times in your life when it really does pay to read the small print: For example, some moving companies won't cover you for damage if you pack goods yourself unless they play an obvious role in damaging them. You must make sure that they not only explain your quote to you but that you get a full copy that includes any relevant terms and conditions, bills of lading etc. It's also good to ask how many people will be assigned to your move - the more there are, the quicker it'll go. Most people generally find that 3 is an ideal number - this gives you 2 people to do most of the loading and unloading and 1 to sort out the vehicle. It also means that somebody is with your possessions most of the time for added security.\r\n\r\n[further paragraphs redacted]\r\n","date_sent":"2006-06-20T04:00:00Z","date_received":"2006-06-20T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"duz.com","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}