{"dmca":{"id":12565,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-07-01T04:00:00Z","date_received":"2011-07-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"ICANS GmbH","principal_name":"Swerford Holdings Limited","recipient_name":"Google, Inc. [Appengine]","works":[{"description":"Dear Google Support Team,\n\nI am writing to you on behalf of Swerford Holdings Ltd. as a member of our  \nlegal department reagrding a violation of company's copyrights by a user of  \nthe Google App Engine.\n\nSwerford Holdings Ltd. is a registered company in Gibraltar and operates  \nthe website www.pokerstrategy.com. The website is an online poker school  \nwhere the users have the opportunity to learn how to play poker  \nsuccessfully. Therefore they get access to various strategy articles,  \nvideos and poker software produced by PokerStrategy.com. The access to the  \nstrategy content is divided in several levels from Basic level to Platinum.  \nA user needs a certain amount of “Strategy Points” he can earn by using the  \nservices of PokerStrategy’s partner platforms to get access to the  \ndifferent levels. All services are offered in 18 languages and are offered  \nfree of charge. Furthermore, the users have the opportunity of being  \ntransferred to Real Money Poker Sites, if they want to play poker for real  \nmoney. By using PokerStrategy's referrer links, they get a lot of  \nincentives, like for example a free bonus of 50 US$ paid by  \nPokerStrategy.com at some poker sites to the user's poker account so that  \nthe users start playing poker. PokerStrategy.com makes profit by getting a  \ncertain percentage of the revenue the users generate at the respective  \npoker sites.\n\nOne of our employees from the Chinese Community Management noticed that the  \nURL identified below is leading to a website, which copies the \"look and  \nfeel\" of PokerStrategy.com, including its logo, images and news articles.  \nWhoever has copied the contents, this action is not authorized by Swerford  \nHoldings Ltd.. For that reason we kindly ask you to remove the respective  \nwebsite from your server.\n\nIf you have any further questions, please feel free to contact me by email  \nor by telephone.\n\nWe appreciate your coopertation in this matter.\n\nThank you very much in advance!\n\nYours sincerely,\nIngo Mak\nLegal Assistant\nLegal\n\nICANS GmbH\n-Representing Swerford Holdings Ltd./PokerStrategy.com-\nValentinskamp 18\n20354 Hamburg\nGermany\nAG Hamburg, HRB 100418\nDirectors: Tom Smets, David Altundag\n\nTel: +49 40 2263829-0\nFax: +49 40 3867 1592\nEmail: ingo.mak@pokerstrategy.com\nWebsite: http://www.pokerstrategy.com","infringing_urls":[{"url":"http://duo3duo.appspot.com/aHBrcnRhZXljbWhtL3oub2VzcnRnLm8vb2U="}],"copyrighted_urls":[{"url":"http://www.pokerstrategy.com"},{"url":"http://www.pokerstrategy.com/home/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}