{"dmca":{"id":12579,"type":"Dmca","title":"Burkle doesn't want Gawker's attention","body":"CONFIDENTIAL LEGAL NOTICE\r\nNOT FOR PUBLICATION\r\n\r\nVIA E-MAIL: [private]@gawker.com\r\nVIA E-MAIL: [private]@gawker.com\r\nVIA E-MAIL: [private]@gawker.com\r\nVIA U.S. CERTIFIED MAIL/RRR\r\nGAWKER MEDIA LLC\r\n[private]\r\nNew York, New York 10012\r\nAttn: [private], Publisher\r\nAttn: [private], Managing Editor\r\nAttn: [private], Editor\r\n\r\nVIA TELECOPIER: [private]\r\nVIA E-MAIL: [private]@gawker.com\r\nVIA U.S. CERTIFIED MAIL/RRR\r\nMs. [private]\r\nDirector, Gawker Media\r\nGAWKER MEDIA LLC\r\n[private]\r\nNew York, New York 10012\r\n\r\nRe: Ronald W. Burkle/Gawker Media LLC, et al.\r\nOur File No: 3073-26\r\n\r\nLadies and Gentlemen:\r\n\r\nWe are writing as litigation counsel to Ron Burkle regarding the outrageous defamatory statements about him published on the Gawker website on July 26, 2006 in the article entitled \"Know Your Perverted Billionaires: Jeffrey Epstein Edition\" (the \"Article\"). The despicable Article falsely portrays Mr. Burkle as a would-be felon who has somehow \"managed\" to avoid being charged for engaging in illegal sexual relations with underage girls on his jet. This is defamatory per se. We demand the immediate publication of a retraction acceptable to my client, as well as a sincere apology.\r\n\r\nThe Article falsely describes Mr. Burkle as \"known for his taste in ladies of a certain age,\" asserting that his \"jet is stocked with young ladies,\" \"[t]hough he's managed to avoid felony charges\" (the \"Statements\"). The obvious meaning of the despicable false Statements is that my client is \"known\" for having sex with minors, that he keeps a \"stock\" of young girls on his jet to satisfy his sexual desires, and that he engages in felonious conduct by having sex with underage girls on his jet. These Statements are outlandish lies.\r\n\r\nAs I am sure you are aware, it is defamatory per se to falsely assert that someone has committed criminal conduct, such as having sex with minors. Indeed, the Article about Mr. Epstein is about the subject of allegations that he engaged in criminal conduct by soliciting sex from underage girls. That being the case, you are obviously aware that the conduct that you falsely ascribe to Mr. Burkle is criminal, and hence the Statements are defamatory on their face. False accusations of criminal conduct are per se defamatory. See, e.g., Goehring v. Wright (N.D. Cal. 1994) 858 F.Supp. 989; Cal. Civ. 5544-46; Fisher v. Larsen (1982) 138 Cal.App.3d 627, 188 Cal.Rptr. 216, certiorari denied 104 S.Ct. 390,464 U.S. 959, 78 L.Ed.2d 335; Axelbank v. Rony ( 9Cir . 1960) 277 F.2d 31 4; Rider v. Superior Court (1988) 199 Cal. App. 3d 278, 244 Cal.Rptr. 770. As such, damages will be presumed as a matter of law in any resulting litigation. See, Allard v. Church of Scientology, 58 Cal.App.3d 439, 129 Cal.Rptr. 797, cert. denied, 97 S.Ct. 1101,429 U.S. 1091, 51 L.Ed.2d 537 (1976).\r\n\r\nWe demand the immediate publication of an acceptable retraction, as well as a sincere apology to Mr. Burkle. In addition, we demand the immediate removal of the defamatory Statements from all locations where they appear on the Gawker.com website.' In the event that you receive any inquiries about the Statements from the media or other persons or entities, we insist that you inform them that my client has put you on notice that the Statements are false and defamatory, and that publication of a retraction has been demanded. It is in your best interests to comply with this request, since in the event that the false Statements are repeated by other print or electronic media based on Gawker's publication, that will inure to Gawker's detriment. Smolla, Law of Defamation (2nd Ed. 2004) Vol. 1, ","date_sent":"2006-07-27T04:00:00Z","date_received":"2006-07-27T04:00:00Z","topics":["Defamation","Copyright"],"sender_name":"Lavely & Singer","principal_name":"Ron Burkle","recipient_name":"Gawker Media","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}