{"dmca":{"id":12598,"type":"Dmca","title":"Libel Claims on Internet Forum (Yahoo! Groups)","body":"Moderator,\r\n \r\nMany times, we are forwarded messages about what people are saying about us.  And, many times we ignore those messages.  We feel that everyone has a right to their opinion.  However, when they start posting lies as \"facts\" now it becomes a matter of libel.\r\n \r\nYou have allowed people to knowingly post not just incorrect information, but malicious lies about our agency and me personally.  As \"owner\" of your board, you share in the responsibility.  I realize that your board could provide a great service to families wanting to adopt.  But you cannot allow families to post malicious lies and destroy not only agencies, but individuals as well.\r\n \r\nFor example (and this is just ONE), one of our former families posted that we stopped her child's medical care when she started complaining.  We have documentation showing about 12 updates within her 7-month process (averaging 2 per month) with medical updates.  Our updates include measurements, special test results, and pictures.  This lady along with 3-4 others, out of the 1000s that we have helped, have vowed to ruin WPA.  Unfortunately, it seems at the risk of not only their own integrity and morals, but your board's as well.  The burden of proof lies on the agency who has no way of defending themselves.  Even if we were allowed on the board, we couldn't post specifics about each case.\r\n \r\nI would not have taken the time to write at all if it were not for the many personal attacks and lies about me.  We are adults and realize that we cannot please everyone all the time.  If you take the time to research the many boards out there, you will see that this is the result of the same individuals who are enjoying the misery of each other.\r\n \r\nIf one wants to post and say they had a bad experience and would not recommend our agency, that is their opinion.  Just about twice a month, I'm telling a prospective family who has read something negative to contact our reference list of 200+ families who are willing to share their good experience.  These few complaining had 5 and 7 month processes in Guatemala.  Most of our positive references have a 7-9 month processes.\r\n \r\nWhile we know it is loop policy not to forward messages, that is something us moderators cannot control (as our own loop has the same rules and we have the same problem).  With that being said, what is being posted is pure lies.  It is fine for them to call us inept or idiots for not knowing this or that, but these words have gone much further.  We are a good, ethical agency.  We admit when we make mistakes and work twice as hard to correct them.  I am a good person.  I am an adoptive mother and have worked with WPA since 2001.  99.9% of the families who I personally worked with can attest to not only the service I provide but the level of my personal character and integrity.  We ignore the negative opinions that the minority have.  BUT, we will not ignore deliberate lies to ruin the agency or my own personal reputation.  That is deliberate defamation of character by libel. \r\n \r\nI would appreciate your feedback on how you plan to handle this situation.  You can reach me by phone or e-mail.\r\n \r\nThanks,\r\n[Private]\r\nAdoption Coordinator\r\nWorld Partners Adoption, Inc.\r\n[Private]\r\n[Private] Fax","date_sent":"2006-07-27T04:00:00Z","date_received":"2006-07-27T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":null,"principal_name":"NULL, World Partners Adoption, Inc.","recipient_name":"Adoption Agency Research Group (a Yahoo! Group)","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}