{"dmca":{"id":12596,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-07-01T04:00:00Z","date_received":"2011-07-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Roman Koshyev","principal_name":"Roman Koshyev","recipient_name":"Google, Inc.","works":[{"description":"Мое внимание совсем недавно привлекло приложение Опаньки в ВК. Все просто, я решил вступить в него и ознакомиться с ним поближе из-за того что с каждым днем стал наблюдать за приростом пользователей в этом приложение. Мы знаем, что игры становятся популярными, только если они очень интересны.\r\n\r\nОбщее описание игры Опаньки вконтакте\r\nВ игре вы впадаете в особую атмосферу. Здесь ваша задача собрать свою самую крутую банду и сражаться район на район. Ваша задача снарядить свою банду, кстати, смориться снаряжение очень весело. Вещи вашей банды тоже вызовут у вас только позитивные эмоции. Забавная игра, смешная атрибутика и простенькая графика позволят вам окунуться в атмосферу далеких годов.\r\nМожно сказать, что игра очень проста. Тоже самое можно сказать и об интерфейсе. Все очень интересно, несмотря на то, что простенько. Сюжет игры, хотя и очень простой все равно привлекает нас вновь войти в приложение. Соорудил крутую банду и немедленно иди покорять районы. Да, все как обычно, есть похожие приложения на Опаньки вконтакте на нашем сайте offvkontakte.ru.\r\n\r\nСистема боя в игре Опаньки\r\nИменно к этому пункту разработчики отнеслись особенно. Все чаще среди приложений Вк можно заметить битвы с анимированными эффектами. Оформление боев в приложении очень простое, хотя даже очень простое оформление лучше, чем ничего. Конечно, если бы бои были бы такими же как, например, в игре Викинги вконтакте то это был бы только плюс в копилку разработчиков.\r\nНесмотря на всю простоту, которую я описал выше, у меня возникли и спорные и в чем - то непонятные моменты в приложении:\r\n1) Состав банды в походе. Чем выше уровень игрока, тем больше человек может принимать участие в боевых походах на другие районы. Но вот непонятно, то, что если ваш соперник ниже уровнем и бойцов у него меньше, то и в вашей банде бойцов тоже станет меньше, тем самым будет равный бой. Преимущество в пользу одной из банд в приложении недопустимо. Думаю, что если бы все было наоборот то и пользователей в игре было бы больше, так как каждый приглашал своих друзей в приложение, стремясь увеличить силу банды. Ну что есть, то есть! Читайте статью на оффвконтакте.ру дальше!\r\n2) Оценка аналогичных приложений. Я уже не первый раз обращаю внимание на то, что разработчики не учитывают плюсу в приложениях предшественниках при создании новых игр. Я могу выделить несколько приложений Вк и назвать разработчикам жирные плюсы, которые можно было вместить в одно приложение. Я считаю, что не нужно делать что-то новое и непонятное для всех, при создании игры нужно опираться на что-то, что было успешно реализовано в том же КОНТАКТЕ. Если бы я участвовал в разработке игры, думаю, все было бы совсем иначе :D\r\n\r\nСекреты прохождения приложения Опаньки в контакте\r\nНу вот мы и перешли к заключительной части, где я расскажу о некоторых секретах и уловках в приложении. Вот на что стоит обратить внимание:\r\n1) Приглашайте друзей. Чем больше бойцов будет в вашей банде, тем больше будет прокачана ваша банда и каждый персонаж в целом. Обычно большая банда нужна для того чтобы сражаться с боссами либо с вражескими бандами. Следите за тем, что бы уровень вашей банды рос в соответствии с приглашением друзей в приложение. Чем больше друзей вы пригласите, тем больше будет прокачана ваша банда. Можете использовать данный обзор, и в самом низу данной новости сайта offvk.ru оставлять свои комментарии, и приглашения, нам не жалко.\r\n2) Сделайте киборга. Первый друг, который был мною приглашен в игру стал - громилой, а все, потому что он провел множество боев. В моей банде этот персонаж самый прокаченный. Все деньги тратим на это персонажа и в вашей банде будет самый мощный боец. Нравиться статья? Читайте ниже статью на offvkontakte.ru!\r\n3) Лечите лучших. Для того чтобы восстановить здоровье некоторых членов вашей банды вам потребуется потратить бодрячок. Лечите самых мощных бойцов для того что бы ни потерять силу и авторитет вашей банды.\r\n4) Захватывайте под свой контроль здания в Братеево сити. Одно подобное задание принесет в копилку 5 рублей за час, итого за день вы будете получать около 120 рублей с одного здания. Чем больше зданий, тем больше денег будет идти на ваш счет ежедневно. Вы можете воспользоваться опцией похода в городок и установить на здания постоянный доход, который будет приносить деньги круглые сутки.\r\nВсе перечисленные мною секреты я использую в приложении в настоящий момент. Это конечно же больше советы, чем секреты, не все же...","infringing_urls":[{"url":"http://socialkontakt.com/prilozheniya/opanki.html"}],"copyrighted_urls":[{"url":"http://www.offvkontakte.ru/prilozheniya-vkontakte/97-opanki-vkontakte.html"}]},{"description":"Думаю, начну обзор приложения «Зонк» с того что, мне уже на старте понравилось красочное оформления программы. Приступая к работе с приложением – сразу понял, что оно мне будет интересно, так как \"азарт\" - само по себе звусит очень привлекательно =) Перед началом игры с настоящими соперниками мне предложили пройти обучение, к чему, кстати, я сразу же приступил:\r\n\r\nЯ быстро разобрался в приложении и постепенно стал переходить уже к настоящим играм. Мне было немного проще, так как в приложении уже участвовал один из моих друзей.  Приложение понравилось отличной анимацией и реалистичностью.\r\nОбзор приложения «Зонк Вконтакте»\r\n\r\nТеперь приступлю к объяснению смысла:\r\n\r\nВ приложении вам необходимо как можно быстрее зарабатывать игровые фишки, причем желательно конечно без проигрышей.  После того как вы начнете играть, большинство опытных игроков советуют выбирать режим одиночной игры, так как на нем можно заработать больше очков и фишек. Так, например за то, что вы опубликуете свой первый результат у себя на стене и расскажете об этом своим друзьям вам начислят - 200 фишек. Подробнее о том, откуда появилась данная игра и в чем ее смысл можно будет прочитать в правом углу окна уже во время обучения.\r\n\r\nВ режиме обучения вас научат выбрасывать на кубиках от одной до нескольких победных комбинаций.\r\nЭто пригодится вам в дальнейшем. Хочу сказать о том, что достижения можно сохранить уже после того как вы заработаете в игре свои первые 300 очков:\r\n\r\nПравила игры достаточно просты, поэтому пройдя обучение вы быстро поймете что к чему и сможете перейти к настоящей призовой игре.Вы так же сможете пригласить в игру своих друзей и устраивать совместные игры, а также зарабатывать за приглашения очки, фишки и.т.д\r\nОбзор приложения «Зонк Вконтакте»\r\n\r\n \r\n\r\nВ заключении хочу сказать о том, что приложение действительно очень привлекательно и интересно. Для того что бы попробовать играть необходимо установить его у себя на странице, для этого нажмите всего на кнопку «да», а дальше все произойдет автоматически:\r\n\r\nЖелаю вам удачной игры и высоких достижений.","infringing_urls":[{"url":"http://socialkontakt.com/prilozheniya/zonk.html"}],"copyrighted_urls":[{"url":"http://www.offvkontakte.ru/prilozheniya-vkontakte/89-obzor-prilozheniya-zonk-vkontakte.html"}]},{"description":"Сегодня мы от лица команды offvkontakte.ru я решили сделать обзор приложения «Поселенцы Вконтакте» в социальной сети ВКОНТАКТЕ. Стоит сказать о том, что приложение очень популярно, и я очень удивился, когда обнаружил его на страницах большинства своих друзей. Мне очень понравилось графическое оформление игры, так как оно привлекает обилием красок и хорошей прорисовкой персонажей.\r\nЕсли говорить о сюжете, то можно сразу сказать, что он очень интересен и разнообразен. Игра достаточно объемная и проходить ее можно на протяжении долгого времени. В ваших руках управление персонажем Степаном, который должен изначально построить дом для первых жителей. Сюжет очень понятен и очень увлекателен. Так, например, в приложении будут постоянно появляться новые персонажи, которые вам будут помогать по различным делам. Еще в самом первом задании в игре появился персонаж Маша вместе с которой необходимо собрать весь урожай для того что бы накормить всех жителей. После этого задания мне необходимо было вновь посетить магазин для того что бы на ранее заработанные монеты и очки приобрести дополнительное поле, что бы собирать больше урожая.\r\nУправление игрой осуществляется без клавиатуры (с помощью мыши) это делает игру более интересной и спокойной. За каждое действие, совершенное в игре вы будете получать дополнительный опыт и деньги, которые сможете позже потратить на приобретение каких-либо вещей, посетив магазин. Так, например уже в самом начале вам необходимо будет потратить немного денег на покупку дома, а за его строительство вы получите дополнительные очки опыта и немного денег. Примерчег от offvkontakte.ru:\r\nПоселенцы Вконтакте\r\n\r\nЛично мне так же понравилось то, что даже если вы не учувствуете в игровом процессе, игровые персонажи все равно выполняют какие-либо действия, что очень весело, конечно же.\r\nЗадания постоянно меняются. О новых заданиях игрок узнает посредством неожиданно появляющихся окон на экране. Глядим:\r\nПоселенцы Вконтакте\r\n\r\nВам уже понравилось приложение? Тогда читайте о нем более подробно на оффвконтакте.ру. Для того что бы войти в приложение и начать играть вам необходимо традиционной разрешить ему установку на свою страницу, а затем приложение загрузится и без различных регистрационных форм вы сможет приступить к игровому процессу.\r\nПоселенцы Вконтакте\r\n\r\n\"Секреты приложения Поселенцы Вконтакте\" нашей командой еще не были найдены, но если вы уже нашли их, то можете смело поделиться ими на offvk.ru. Мы будем благодарны вам. Да, и чуть не забыл - удачной игры :) Ищите в комментах на offvkontakte.ru себе новых друзей и соседей, у нас это можно, и даже нужно!","infringing_urls":[{"url":"http://socialkontakt.com/prilozheniya/poselency.html"}],"copyrighted_urls":[{"url":"http://www.offvkontakte.ru/prilozheniya-vkontakte/103-poselency-vkontakte.html"}]},{"description":"Мое внимание совсем недавно привлекло приложение Опаньки в ВК. Все просто, я решил вступить в него и ознакомиться с ним поближе из-за того что с каждым днем стал наблюдать за приростом пользователей в этом приложение. Мы знаем, что игры становятся популярными, только если они очень интересны.\r\n\r\nОбщее описание игры Опаньки вконтакте\r\nВ игре вы впадаете в особую атмосферу. Здесь ваша задача собрать свою самую крутую банду и сражаться район на район. Ваша задача снарядить свою банду, кстати, смориться снаряжение очень весело. Вещи вашей банды тоже вызовут у вас только позитивные эмоции. Забавная игра, смешная атрибутика и простенькая графика позволят вам окунуться в атмосферу далеких годов.\r\nМожно сказать, что игра очень проста. Тоже самое можно сказать и об интерфейсе. Все очень интересно, несмотря на то, что простенько. Сюжет игры, хотя и очень простой все равно привлекает нас вновь войти в приложение. Соорудил крутую банду и немедленно иди покорять районы. Да, все как обычно, есть похожие приложения на Опаньки вконтакте на нашем сайте offvkontakte.ru.\r\n\r\nСистема боя в игре Опаньки\r\nИменно к этому пункту разработчики отнеслись особенно. Все чаще среди приложений Вк можно заметить битвы с анимированными эффектами. Оформление боев в приложении очень простое, хотя даже очень простое оформление лучше, чем ничего. Конечно, если бы бои были бы такими же как, например, в игре Викинги вконтакте то это был бы только плюс в копилку разработчиков.\r\nНесмотря на всю простоту, которую я описал выше, у меня возникли и спорные и в чем - то непонятные моменты в приложении:\r\n1) Состав банды в походе. Чем выше уровень игрока, тем больше человек может принимать участие в боевых походах на другие районы. Но вот непонятно, то, что если ваш соперник ниже уровнем и бойцов у него меньше, то и в вашей банде бойцов тоже станет меньше, тем самым будет равный бой. Преимущество в пользу одной из банд в приложении недопустимо. Думаю, что если бы все было наоборот то и пользователей в игре было бы больше, так как каждый приглашал своих друзей в приложение, стремясь увеличить силу банды. Ну что есть, то есть! Читайте статью на оффвконтакте.ру дальше!\r\n2) Оценка аналогичных приложений. Я уже не первый раз обращаю внимание на то, что разработчики не учитывают плюсу в приложениях предшественниках при создании новых игр. Я могу выделить несколько приложений Вк и назвать разработчикам жирные плюсы, которые можно было вместить в одно приложение. Я считаю, что не нужно делать что-то новое и непонятное для всех, при создании игры нужно опираться на что-то, что было успешно реализовано в том же КОНТАКТЕ. Если бы я участвовал в разработке игры, думаю, все было бы совсем иначе :D\r\n\r\nСекреты прохождения приложения Опаньки в контакте\r\nНу вот мы и перешли к заключительной части, где я расскажу о некоторых секретах и уловках в приложении. Вот на что стоит обратить внимание:\r\n1) Приглашайте друзей. Чем больше бойцов будет в вашей банде, тем больше будет прокачана ваша банда и каждый персонаж в целом. Обычно большая банда нужна для того чтобы сражаться с боссами либо с вражескими бандами. Следите за тем, что бы уровень вашей банды рос в соответствии с приглашением друзей в приложение. Чем больше друзей вы пригласите, тем больше будет прокачана ваша банда. Можете использовать данный обзор, и в самом низу данной новости сайта offvk.ru оставлять свои комментарии, и приглашения, нам не жалко.\r\n2) Сделайте киборга. Первый друг, который был мною приглашен в игру стал - громилой, а все, потому что он провел множество боев. В моей банде этот персонаж самый прокаченный. Все деньги тратим на это персонажа и в вашей банде будет самый мощный боец. Нравиться статья? Читайте ниже статью на offvkontakte.ru!\r\n3) Лечите лучших. Для того чтобы восстановить здоровье некоторых членов вашей банды вам потребуется потратить бодрячок. Лечите самых мощных бойцов для того что бы ни потерять силу и авторитет вашей банды.\r\n4) Захватывайте под свой контроль здания в Братеево сити. Одно подобное задание принесет в копилку 5 рублей за час, итого за день вы будете получать около 120 рублей с одного здания. Чем больше зданий, тем больше денег будет идти на ваш счет ежедневно. Вы можете воспользоваться опцией похода в городок и установить на здания постоянный доход, который будет приносить деньги круглые сутки.\r\nВсе перечисленные мною секреты я использую в приложении в настоящий момент. Это конечно же больше советы, чем секреты, не все же...","infringing_urls":[],"copyrighted_urls":[{"url":"http://www.offvkontakte.ru/prilozheniya-vkontakte/97-opanki-vkontakte.html"}]},{"description":"Небольшая программа с довольно-таки широким функционалом. Видно на славу постарался разработчик. Хотя, для него возможно это уж и не так сложно. Так что же умеет программа? Умеет программа многое, даже перечислять не буду все возможности, назову только самые основные. Программа позволяет тому, кто ее будет использовать оставаться всегда он-лайн, либо наоборот, скрывать свой статус пребывания на сайте. Имеется дополнительные социальные сети - Одноклассники, Маил ру. Это, наверное для самых заядлых соцо-монстров. Программа умеет так же отслеживать различную статистку - кто удалился из друзей, кто гостевал у Вас на страничке. Для удобство встроены звуки, если Вы получаете сообщения программа обязательно издаст звук. Так же есть возможность скачивать музыку и видео с сайта. В общем для контакто - монстров программа в самый раз. Скачивали мы ее с официального сайта, так что посторонние ручки в ней не лазили. Но хочется предупредить на всякий случай - скачиваете программу Вы на свой страх и риск, мы не берем на себя никакой ответственности за ее использование! Ну, и если что-то вдруг не так - пишите разработчику, возможно он Вам ответит. Пока программой пользуется не очень большое количество людей, ответ еще может дадут Вам, а вот как несколько миллионов человек начнут юзать, наверняка у разработчика уже времени ответить всем не хватит :)\r\nНа всякий случай изучили наиболее встречающиеся вопросы и разместили ответы на них у себя на сайте, возможно кому-то пригодится..\r\n\r\nИ так, для начала нужно скачать актуальную версию программы на сегодняшний день:\r\n\r\n - Если выдает ошибку инициализации при установке, значит у Вас не установлен Framework, скачать его можно с оф. сайта Мелкософта: ТУТ\r\n - Если приложения не запускаются в программе - почистите кэш в IE (Internet Explorer). При том, разработчик советует каждый раз, перед запуском программы чистить кэш в ИЕ. Это объясняется тем, что программа работает на базе Internet Explorer.\r\n - Если Вы ввели логин и пароль, нажали войти, и ничего не произошло, то попробуйте открыть браузер Internet Explorer и авторизоваться там, и обновить страничку в программе. Если это не помогло, то нужно зайти в настройки Internet Explorer и сменить уровень безопасности (Свойство обозревателя\\Конфиденциальность\\Средний или Низкий уровень). После этих действий программа должна заработать!\r\nНу вот, вроде бы основные проблемы, с которыми можно столкнуться при работе с данной программой.","infringing_urls":[{"url":"http://socialkontakt.com/programmy/vkontakte-onlajn-vkontakte-online-5-4.html"}],"copyrighted_urls":[{"url":"http://www.offvkontakte.ru/programmy-vkontakte/80-vkontakte-onlayn-vkontakte-online-54.html"}]},{"description":"Многие сейчас что называется \"подсели\" на Вконтакте. Многие даже не знают меры я Вам скажу! Днями и ночами в контакте :) Ну да ладно, их право! Но вот небольшую статью о том, как сделать аватарку Вконтакте все же напишу. Просто лично меня как-то напрягает то, что у кого-то на аватарке остается надпись сайта. Зачем оно? Вы что, ходячая реклама)? Ну, и платное, конечно иногда напрягает. Жалко ведь отдавать деньги за аву, зная, что через какое то время она уже надоест и придется покупать новую. Понятное дело, если бы была какая-то лицензия пожизненная на авы)) Ну ничего, читайте дальше статью на offvkontakte.ru и учитесь делать аву себе сами, без всякой рекламы.\r\nНу, если Вам все равно и Вы не хотите изучать нашей инструкции – можете и дальше использовать платные сервисы, или создавать аватарки с рекламой.\r\nСразу хочется сказать, что статья предназначена для тех, чьи навыки при работе с графикой равны нолю, ну или чуточку выше. Здесь не будет написано никаких сверх секретов, но тем, кто совсем не умеет обращаться с Фотошопом, можно что-то выделить для себя. И так приступаем, следуя инструкции на оффвконтакте.ру!\r\nВо-первых, если Вы хотите сделать нормальную аву для в контакте, вам следует запомнить максимально допустимые размеры для аватара - 200x799 pix!\r\nИ так, самый большой размер, который \"войдет\" на Вашу страничку полностью, это -  200 на 799 пикселей. 200 pix (пикселей) по ширине и 799 pix (пикселей) по высоте. Но это не означает, что Вам нужно обязательно придерживаться таких размеров. Более того, высота почти в 799 pix выглядит не всегда красиво, так что лучше придерживаться более меньших размеров. Ну, или вещайте туда какой-нибудь рекламный баннер хоть польза какая-то будет от таких размеров:) А вот ширину картинки советуем сохранить, так как, если создавать аватарку Уже (ударение на первую букву - у), чем в 200 пикселей, то можно вообще ничего не разглядеть! Ава - это Ваше \"лицо Вконтакте\", ведь первое на что обращают внимание - это аватарка.\r\n\r\n \r\n\r\n1) И так, первое что мы делаем, выбираем и скачиваем себе - аватар Вконтакте (надпись кликабельная, для перехода нажмите на нее) с нашего сайта! Авы у нас разные, выбирайте то, что Вам нравиться! Можете скачивать авы с надписями, злые авы, авы про любовь и все остальное, на нашем сайте offvk.ru есть много различных аватарок.\r\n2) После того, как выбрали для себя интересные аватарки (не важно каких размеров, главное чтобы из категории Аватарки - http://www.offvkontakte.ru/ava-vkontakte) скачиваем себе на компьютер программу, которая поможет нам в создании авы тут - скачать ФотоСкейп. Программа \"понимает\" русский язык, так что не переживайте. Скачиваем ее и устанавливаем. Если вдруг, при первом запуске, программа запустилась не на русском языке, меняем язык на русский сами в настройках. Как - наглядно показано на рисунке ниже.\r\nСоздаем аватар для Вконтакте сами!\r\n\r\n3) И так, третий шаг, уже после того, как Вы выполнили два верхних пункта. Решайте, как у вас будет выглядеть аватарка - с Вашей фотографией (либо любой другой картинкой) внизу, или вверху загруженной аватарки с нашего сайта, или Вы просто будите приукрашивать скаченную у нас аватарку с offvkontakte.ru, добавлять красивые рамочки и прочее.\r\nЕсли Вы определились, выбирайте продолжение нашей скромной инструкции:","infringing_urls":[{"url":"http://socialkontakt.com/sekrety/sozdaem-avatar-dlya-vkontakte-sami.html"}],"copyrighted_urls":[{"url":"http://www.offvkontakte.ru/novosti-vkontakte/31-sozdaem-avatar-dlya-vkontakte-sami.html"}]},{"description":"Бывает так, что спрашивают - \"Почему мой друг Саша видит новости еще одного моего друга Павла, а я не вижу его новости?\". То есть, человек не понимает, почему он не может видеть новость своего друга - когда тот добавил новых друзей, обновил фотографии на своей страничке, а еще один общий друг видит все обновления. Думаю, что с этим вопросом лучше всего обратиться к Вашему другу (или подруге, не важно), ведь именно он установил такие настройки приватности для Вас. Одним словом тот, за кем Вы хотели бы \"следить\" - закрыл для Вас доступ, и обновления видны не будут,  в то время, когда для \"другого друга\" доступ открыт, и он может спокойно следить за происходящим. Читайте дальше нашу новость на offvkontakte.ru.\r\n\r\nЭто небольшой пример про друзей, очень запутанный, но наверное, все поняли его суть, смешно получилось, неправда? Друг друга :) А вот тем влюбленным, от кого \"прячут\" обновления их вторые половинки, наверное не до смеха будет. Вы только представьте, что Ваша любимая Вконтатке (любимый) что-то скрывает от Вас. Наверняка есть какие-то секреты, или тайные поклонники.. Но мы не будем вдаваться в такие подробности и описывать все подробно на сайте offvk.ru, потому что это уже Ваше личное дело.","infringing_urls":[{"url":"http://socialkontakt.com/sekrety/pochemu-vkontakte-ya-ne-vizhu-novosti-druga-podrugi.html"}],"copyrighted_urls":[{"url":"http://www.offvkontakte.ru/novosti-vkontakte/58-pochemu-vkontakte-ya-ne-vizhu-novosti-druga-podrugi.html"}]},{"description":"Социальная сеть все больше и больше набирает обороты в России и странах бывшего советского союза. Наверное, все уже догадались, речь идет сейчас не об одноклассниках, а о социальной сети Вконтакте. Да и вообще одноклассники - это совершенно другая тема, и, лично по моему мнению (offvkontakte.ru) превосходство Вконтакте над данной социальной сетью можно занести в заслуги только самой сети одноклассников. Не стоило вводить платной регистрации, слишком уж на большом количестве людей они решили заработать. Эту тему разберу отдельно, в другой статье. Так что же касается vkontakte.ru, то грамотно все сделали и разработчики и организаторы данного проекта. Без условно можно сейчас говорить о \"копировании\" чужой идеи, ссылаясь на FaceBook, но кто-то же должен был завоевывать эту \"нишу\" в наших странах. Все когда бывает в первый раз, все что-то подсматривают, делают какие-то выводы и преподносят свою версию. Очень конечно хочется встретиться с организаторами данной социальной сети, пообщаться с разработчиками, с Павлом Дуровым. Всегда полезно для развития такие встречи, тем более моя жизнь тоже тесно связана с Интернет проектами очень тесно, пусть даже такими небольшими, как этот сайт.\r\nДля чего же создан данный сайт - оффвконтакте.ру? Ну во-первых начнем с того, что у меня есть небольшая сеть сайтов, и с каждым годом, я стараюсь охватывать различные тематики сайтов - мобильные, информационные, развлекательные, благотворительные и так далее. Спросите зачем Вы? Помимо того, что это дополнительный мой заработок, это еще и способ пусть совсем малехонько, но изменить сеть. Даже не изменить, а найти круг пользователей для всех своих сайтов, создать своеобразную сеть. Кому нравиться заходить на информационный сайт и видеть порно баннеры, и различные всплывающие окошки, вирусные коды, которые вредят нашему компьютеру? Наверное никому. Вот я и пытаюсь охватить как можно тематик и создать сайты без этих вредных и назойливых баннеров. Конечно же я не один, нас целая команда работает над сайтами, просто сейчас и здесь на offvk.ru именно я пишу данную статью.\r\nНа данном сайте же я попытаюсь выкладывать различную информацию, которая тем, или иным образом связанна с соц. сетью Вконтакте.Ру.\r\nЗдесь будут и новости о событиях, изменениях, описания приложений, и различных \"секретов\". Так же посетители данного сайта могут делить своими мнениями, файлами, либо обсуждать что-то.","infringing_urls":[{"url":"http://socialkontakt.com/sekrety/nemnogo-o-vkontakte-ru.html"}],"copyrighted_urls":[{"url":"http://www.offvkontakte.ru/novosti-vkontakte/5-nemnogo-o-vkontakteru.html"}]},{"description":"Расскажем  о небольшом секрете, возможно для кого-то это будет не новость, но... В общем частенько люди ищут, и пытаются висеть в контакте невидимыми. То есть, находиться на сайте, но делать это так, что бы никто тебя не видел. Думаете это невозможно? Если да, то ошибаетесь. Еще как можно, только вот некоторые странички посещать нельзя будет, иначе oFFline статус Вконтакте моментально смениться на on-line и Вы спалитесь! Какие именно страницы нельзя посещать, программа \"скажет\" Вам сама...\r\nЗачем это нужно? Ну не знаю, решать каждому из нас. Если друзей много, и Вы не хотите, чтобы Вам кто-то писал, но в то же время Вы хотели бы поторчать в контакте, послушать музыку, с кем-то пообщаться \"наедине\", то пожалуйста, это возможно, и более того, это бесплатно.\r\nЧто же для  этого нужно, спросите Вы? Просто перейти на страничку нашего сайта –\r\nВконтакте Онлайн и скачать программу.\r\nДалее зайти в настройки и выполнить ряд небольших действий, которые Вы можете увидеть на скриншоте ниже. По-сути ничего такого нового мы в данной новости не открыли, но на всякий случай публикуем эту статью.. Быть может кто-то еще не знает и даже не догадывается, что в контакте можно партизанить :)","infringing_urls":[{"url":"http://socialkontakt.com/sekrety/offline-vkontakte-ili-kak-byt-nevidimym.html"}],"copyrighted_urls":[{"url":"http://www.offvkontakte.ru/sekrety-vkontakte/81-offline-vkontakte-ili-kak-byt-nevidimym.html"}]},{"description":"Данная новость является продолжением статьи Создаем аватар для В контакте сами, на примере которой мы будем создавать себе аватарку используя только одну картинку - будь это аватарка скаченная с нашего сайта offvkontakte.ru, либо что-то из Вашей коллекции - может быть личная фотография, или еще что-то. Сразу хочется отметить то, что данный способ пишем для новичков, тех, кто еще не умеет обращаться с Фотошопом, или другими более мощными программами. Ну или просто не хочет разбираться в принципах работы более сложных программ, нежели ФотоСкейп.\r\nИ так, что нам для этого понадобиться:\r\nПрограмма для создания аватарок в контакте (ФотоСкейп)\r\nНу и красивые аватарки для контакта, или Ваша личная фотография. Если все есть и Вы готовы - приступаем:\r\n1) Запускаем программу ФотоСкейп, выбираем в верхнем левом углу вкладку \"Редактор\", далее находим папку, где находится фотография, или картинка, а затем уже выбираем необходимый рисунок для будущей аватарки. На рисунке нашего сайта offvk.ru ниже все показано стрелочками.\r\nСоздаем красивую Аватарку\r\n\r\n2) Подгоняем размеры нашей аватарки, под нужные. Сделать это нужно так, что бы Ваша будущая ава была не больше 200 пикселей по ширине, и не больше 799 пикселей по высоте. Изменяя размер, просто убедитесь, что не один показатель не зашел \"за рамки дозволенного\". Как это сделать, примерно показано на рисунке ниже.\r\nСоздаем красивую Аватарку\r\n\r\n3) Далее добавляем эффекты к нашей аве. Можно выбрать какую-нибудь рамочку, выбрать можно во вкладке \"Домой\" - под надписью \"Фото +  Рамка\" есть строка выбора рамок. После этого, Вы можете изменить цвета, наложить различные эффекты, сделать все, что Вашей душе угодно! Пробуйте любые функции, описывать все мы здесь не будем, так как придется «напечатать» немало страниц. Если Вы что-то сделали не так - не спешите закрывать программу и делать все по новой. В правом нижнем углу есть кнопка \"Отмена\", которая позволит Вам вернуться назад ровно настолько шагов, насколько Вам будет нужно. Если что-то случайно \"запороли\" - нажимайте отмена и все! В своем примере для offvkontakte.ru я выбрал рамочку в стиле кино, изменил немного цвета фотографии, наложил немного различных значков и надписей. Получилось вот что:\r\nСоздаем красивую Аватарку\r\n\r\n4) Если все готово - на всякий случай еще раз проверяем размеры нашей аватарки - как это сделать, указанно выше, в пункте, под номером 2. В результате наложения каких-либо фильтров, рамок, размер аватарки может измениться. Если изменился - подгоняем опять под нужный нам, и сохраняем аватарку. Что получилось у меня, в результате описания этого примера, Вы можете видеть ниже. А вообще с фантазией, конечно, у меня не блеск, возможно Вы, используя данное мини-руководство сможете сделать что-то более красивое и привлекательное! Кстати, можете выкладывать Ваши примеры здесь, на оффвконтакте.ру, будем посмотреть что получилось у Вас (:","infringing_urls":[{"url":"http://socialkontakt.com/sekrety/sozdaem-krasivuyu-avatarku.html"}],"copyrighted_urls":[{"url":"http://www.offvkontakte.ru/novosti-vkontakte/35-sozdaem-krasivuyu-avatarku.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}