{"dmca":{"id":12607,"type":"Dmca","title":"TransMekong complains of copied text visible to search engines","body":"Dear Madam, Sir,\r\n\r\nWe are TransMekong, a limited company operating the Bassac, a river cruiser on the Mekong delta, in Vietnam. We are promoting our services through our website under the domain name: transmekong.com\r\n\r\ne-mail\t[private]@transmekong.com\r\n\r\nIt has been brought to our attention that a website under the domain name discoveryindochina.com publishes extensive material from our web site, whereas they are actually operating a competing boat, the Cochinchine. These numerous pages related to the Bassac cannot be reached through natural browsing of their website, but as far as we found, are visible in your search pages, and with a high ranking. Even the pages for their own boat, the Cochinchine, are straight copies of our pages, including even the name.\r\n\r\nThis is an attempt -and a successful one as we speak- to use our boat's name and fame and web contents to promote their own competing activities.\r\n\r\n\r\n1. The copyrighted work at issue is: the text and pictures of the website transmekong.com.\r\n\r\n2. The material infringing the copyrighted work listed in #1 above are:\r\n\r\nAs the number of pages infringing our copyright is large, I have taken the liberty to send a copy of this document by e-mail.\r\n\r\nAll have been found with the following query: bassac site:discoveryindochina.com, and other query terms as further stated hereunder.\r\n\r\nBassac cruise, Bassac river cruise, cruise mekong with bassac boat...\r\nwww.discoveryindochina.com/tours/cruises/bassac2.htm\r\nOther query terms: cruise mekonq delta bassac\r\n\r\ninfringed pages  /  nota\r\nhttp://www.transmekong.com/HiRes/index.php  /  18 pictures\r\nhttp://www.transmekong.com/TripProg.pbp?a=cantho&b=caibe  /  program text from \"welcome drink\" to \"ship building yards\"\r\n\r\n[three more pages of items]\r\n\r\n3. In order to contact us, please write to [private]@transmekong.com.\r\n\r\n4. To notify the administrator of the infringing site, please write to [private]@discoveryindochina.com, the registered administrative contact is a Mr. [private].\r\n\r\n5. I have a good faith belief that use of the copyrighted materials described above as allegedly infringing is not authorized by the copyright owner, its agent, or the law.\r\n\r\n6. I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n\r\nPlease advise us as to the outcome of this claim.\r\nWe look forward to reading you,\r\n\r\nBest regards\r\n\r\n[signed]\r\n[private]\r\n","date_sent":"2006-06-25T04:00:00Z","date_received":"2006-06-25T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"TransMekong","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}