{"dmca":{"id":12711,"type":"Dmca","title":"From Bags to Riches compliains of \"rented\" text and photos","body":"Dear Sir or Madam:\r\n\r\nThis office represents Verago, Inc., d/b/a From Bags to Riches. Verago operates an online specialty lending service at www.frombagstoriches.com (the \"FBTR website\").\r\n\r\n1. All of the graphic and textual content on the FBTR website, including the photographs, the other graphics, and the text, was created by or on behalf of Verago, and is the original, copyrighted property of Verago, including the following page sites that have been infringed:\r\n\r\nhttp://frombagstoriches.com/productcart/pc/howitworks.asp http://frombagstoriches.com/productcart/pc/customerservice_tc.asp\r\n\r\nVerago's web site includes a copyright notice on the home page and every page within the site. See http://frombagstoriches.com/productcart/pc/index.asp.\r\n\r\n2. It has come to our attention that the website at www.rentfame.com includes substantial content that has been obviously and blatantly appropriated from the FBTR website, including photographs of handbags on the \"Browse Bags\" page, graphics and text on the \"How it Works\" page, and the text of the \"Terms and Conditions,\" at the following page sites:\r\n\r\nhttp://www.rentfame.com/howitworks.html\r\nhttp://www.rentfame.com/payg.html http://www.rentfame.com/cart.php?target=help&mode=terms_conditions http://www.rentfame.com/cart.php\r\n\r\n\r\n(All photos in bordered boxes with rounded corners and gray shading at bottom were taken from our client's site).\r\n\r\nAdditionally, we conducted a search for the words \"rent bags\" and \"rent designer bags\" and found the infringing site, www.rentfame.com, in the search results on your company's search engine.\r\n\r\n3. \tI have a good faith belief that use of the copyrighted materials described above on the infringing web pages is not authorized by the copyright owner, its agent or the law.\r\n\r\n4.  I swear, under penalty of perjury, that the information in the notification is accurate and that I am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nThe copying of Verago's Terms and Conditions, photos and \"How it Works\" graphic constitute copyright infringement in violation of federal law. We hereby request that access to the infringing pages be disabled in accordance with the Digital Millennium Copyright Act. My contact information is above.\r\n\r\nVery truly yours,\r\n\r\nGRAY, PLANT, MOOTY, MOOTY & BENNETT, P.A.\r\n\r\nby [signed]\r\n[private]","date_sent":"2006-07-20T04:00:00Z","date_received":"2006-07-20T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Gray, Plant, Mooty, Mooty & Bennett","principal_name":"Verago, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}