{"dmca":{"id":12722,"type":"Dmca","title":"Music DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-07-30T04:00:00Z","date_received":"2012-07-30T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Huu Huan NGUYEN","principal_name":"Huu Huan NGUYEN","recipient_name":"Google, Inc.","works":[{"description":"Manger plus souvent peut aider à perdre du poids  \r\n\r\n\r\n\r\n\r\n \t\r\nNous utiliserons un exemple visuel (la fournaise, le feu, le bois) dans cet article pour mieux vous expliquer la raison. Nous vous invitons à bien suivre le raisonnement.\r\n \t\r\n\r\nManger plus souvent peut aider à perdre du poids. Pour maximiser les aspects métaboliques de votre alimentation, vous devriez tenter d'intégrer 5 petits repas (à portions égales entre eux) chaque jour.\r\n\r\nVotre premier repas devrait être pris dans les 30 minutes qui suivent votre réveil, et chacun des repas suivants doit être espacé d'environ 3 ou 4 heures après.\r\n\r\nCe concept peut vous sembler un peu étrange, car la plupart d'entre nous ont été élevés autour de l'idée qu'il y a trois repas par jour : petit déjeuner, déjeuner et dîner. Si cela peut vous aider à mieux vous sentir, vous pouvez appeler les deux repas supplémentaires : collation du milieu de la matinée et collation du milieu d'après-midi. Toutefois, nous vous encourageons à abandonner complètement les titres traditionnels des repas et d'appeler simplement les repas par : \"repas 1\", \"repas 2\", \"repas 3\", etc\r\n\r\nLa raison en est que les titres traditionnels des repas portent avec eux certaines connotations préintégrées. Par exemple, le petit-déjeuner suggère qu'il devrait y avoir des céréales ou des croissants tandis que le dîner, pour la plupart des gens, implique un grand repas avec de la viande et les pommes de terre et/ou du pain.\r\n\r\nPendant ce temps, appeler le petit-déjeuner par \"repas 1\", peut vous permettre d'y mettre tous les aliments que vous voulez. Nous avons reçu le témoignage d'une femme qui a décidé qu'il était plus facile pour elle de manger du poulet grillé et des légumes lors de son premier repas de la journée, et elle a adoré son \"repas 1\".\r\n\r\n\r\nAlors, pourquoi manger plus souvent peut vous aider à perdre du poids ?\r\n\r\nEn fait, la clé de la perte de poids est l'augmentation de votre métabolisme. Si votre corps était une fournaise, votre métabolisme serait le feu. Et vous voulez que le feu brûle chaudement toute la journée pour consommer autant de carburant (c'est-à-dire brûler les calories qu'on donne à l'organisme en guise d'énergie) que possible.\r\n\r\nIl y a plusieurs façons d'attiser ce feu métabolique. Certaines sont liées à l'exercice physique, que nous traitons déjà dans de nombreux articles sur RegimesMaigrir.com, et d'autres sont liées à votre apport calorique.\r\n\r\nL'un des moyens les plus efficaces pour augmenter votre métabolisme par la nutrition est la séparation de votre apport calorique quotidien en plusieurs petits repas, espacés uniformément tout au long de la journée. \r\n\r\n\r\nDe nouveau, regardons le corps comme une fournaise, et la nourriture que vous consommez comme le bois qui doit être brûlé.\r\n\r\nSi vous prenez votre quantité de bois à brûler pour la journée et la divisez en 3 grandes piles, et si vous jetez dans la fournaise une pile le matin, une pile l'après-midi et une dernière pile le soir, à quoi pourrait ressembler le feu pendant cette journée ?\r\n\r\nLa première pile de bois (le petit-déjeuner) sera probablement difficile à allumer puis une fois qu'elle commence à brûler, elle brûlera bien pendant un certain temps, puis le feu va s'éteindre.\r\n\r\nPuis, quand est venu le temps de jeter la deuxième (déjeuner) puis la troisième pile (dîner) de bois dans la fournaise, ce sera la même chose. Par conséquent, vous aurez des périodes de bonne chaleur et des périodes de froid tout au long de la journée.\r\n\r\n\r\nDonc mettre 5 ou 6 piles de bois plus petites (c'est-à-dire consommer 5 à 6 repas plus petits) changerait quelque chose ?\r\n\r\nEn effet, au lieu de diviser en 3 grandes piles, si vous prenez la même quantité de bois à brûler pour la journée mais que vous la divisez en 5 piles plus petites (voire 6, si vous préférez), une fois que vous avez allumé le feu avec la première petite pile et qu'il commence à brûler chaudement, vous pourriez mettre une deuxième petite pile de bois avant que le feu s'éteigne et ainsi de suite. Vous pouvez continuer de la sorte tout au long de la journée avec les petites piles de bois restantes pour éviter que le feu ne s'éteigne.\r\n\r\nAu final, vous aurez toujours conservé le feu afin qu'il vous donne chaud toute la journée, et vous aurez évité toutes les périodes de froid. C'est ce que les petits repas fréquents peuvent apporter au métabolisme de votre corps.\r\n\r\n\r\nUne autre raison de dire que manger souvent peut contribuer à la perte de poids est quelque chose qui s'appelle l'effet thermique des aliments.\r\n\r\nLorsque vous mangez un repas, votre corps engage le processus de ladigestion, et ce processus requiert l'utilisation de l'énergie. En d'autres termes, votre corps brûle davantage de calories lorsqu'il doit digérer lesaliments.\r\n\r\nPar conséquent, il est évident que si votre corps doit digérer des repas plus fréquemment, la dépense calorique due à la digestion pendant toute la journée augmentera.\r\n\r\nLes types d'aliments que vous mangez peuvent également accroître les effets thermiques de l'alimentation. Certains fruits et légumes, tels que la pamplemousse et le céleri, sont considérés comme une sorte d'aliments dits \"négatifs en calories\". Cela signifie que votre corps dépense plus de calories pour les digérer qu'il en obtient (c'est schématique, la réalité est légèrement différente, mais l'idée est là, vous n'en tirez que très peu de calories, ces aliments ne vous font pas grossir même si vous les consommez en grande quantité). La consommation de ces aliments fibreuxpeut certainement profiter à vos objectifs de perte de poids.","infringing_urls":[{"url":"http://diet.bloguez.com/diet/1481933/Manger-plus-souvent-peut-aider-perdre-du-poids"}],"copyrighted_urls":[{"url":"http://www.regimesmaigrir.com/actualites/article.php?id=254"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}