{"dmca":{"id":12774,"type":"Dmca","title":"Trademark DMCA (Copyright) Complaint to Google","body":"\nHola Mayga,\n\nSi puedes mirar éste también, le he rechazado ya un par de veces, pero\nsigue insistiendo, si lo puedes mirar un momento!\n\nMuchas gracias!\n\nJaime\n\nOriginal Message Follows:\n------------------------\nFrom: peter@peterjames.es\nSubject: Re: [#766171161] Google AdWords Trademark Complaint\nDate: Tue, 28 Jun 2011 18:00:21 +0200\n\n> Estimado jaime\n> \n> Gracias por su rapida contestación.\n> \n> Entiendo...  pero imagino que nos  ha pedido que presentamos pruebas\njustificantes al respecto de la marca con carácter denominativo por alguna\ncausa.\n> \n> El dominio www.globalbano.es esta causando mucho confusion con nuestros\nclientes y clientes potenciales. \n> \n> En el interes que la busqueda de google seria mejor para los usuarios\nfinales de google, y en el interes de mi empresa Peter James s.l.\n(www.globalbano.com) agradezco su ayuda.\n> \n> Nuestro inversion en marketing esta perdiendo eficacia por tener desvios\na www.globalbano.es.  Ya que esa empresa ha cerrado y la pagina esta\ninactiva, google deberia quitarlo de la predictiva (autocompletar) en la\nbarra de google. \n> Esto esta inflinjiendo daños a nosotros e infringe nuestros derechos a\nla propiedad industrial de la marca. Al igual que ustedes no permiten\nbusquedas con autocompletar para infringir los derechos de autor\nentendemos que estamos en la misma situación de hecho.\n> \n> Tambien vamos a utilizar abogados para ejercer nuestros derechos frente\na los propietarios del dominio web www.globalbano.es.\n> \n> Con este comunicacion a usted, tengo confianza que van hacer todo lo que\nesta en su disposicion para ayudarnos con esta tema, ya que como clientes\nsuyos de adwords estamos realizando una inversión estable e indefinida en\nsu buscador.\n> \n> Si precisa alguna información mas, contactenos   \n> \n> \n> \n> Estimado Peter James,\n> \n> Gracias por su correo electrónico,\n> \n> Hemos observado que su reclamación sobre marcas comerciales se refiere a\n> la aparición de sus marcas en los resultados de búsqueda.  Le informamos\n> de que nuestro procedimiento de reclamación sobre marcas comerciales\nsólo\n> se aplica al uso de marcas comerciales en anuncios que se señalan\n> claramente como tales en nuestras páginas de resultados.\n> \n> No emprendemos acciones a raíz de las objeciones sobre el uso de marcas\n> comerciales en sitios web que aparecen en los resultados de búsqueda. En\n> esos casos, póngase en contacto directamente con el propietario del\nsitio\n> web.\n> \n> Atentamente,\n> \n> Jaime\n> -Asistente Legal-\n> \n> \n> Si tiene preguntas adicionales, por favor, visite nuestra página en\n> nuestro centro de ayuda de AdWords: Encontrará respuesta a muchas de sus\n> preguntas en los enlaces http://www.google.es/tm_complaint.html y\n> http://www.google.com/intl/es/adwords/learningcenter/19466.html.\nAsimismo,\n> podrá contactarnos en la dirección ads-marcas@google.com\n> \n> Google Ireland Ltd., Gordon House, Barrow Street, Dublin 4, Ireland.\n> Registered in Dublin, Ireland. Registration Number: 368047\n> \n> Este correo electrónico y la información que contiene son confidenciales\ny\n> pueden ser privilegiados. Si usted ha recibido este correo electrónico\npor\n> error, le pido que me lo notifique inmediatamente. Asimismo, usted no\ndebe\n> copiarlo para ningún propósito o revelar su contenido a cualquier otra\n> persona.\n> \n> Las comunicaciones a través de Internet no son seguras, por lo tanto,\n> Google no aceptará responsabilidad legal por el contenido de este\nmensaje,\n> ya que se ha transmitido en una red pública. Si usted sospecha que el\n> mensaje puede haber sido interceptado o modificado, por favor,\ncontácteme.\n> \n> This email and the information it contains are confidential and may be\n> privileged. If you have received this email in error please notify me\n> immediately. You should not copy it for any purpose, or disclose its\n> contents to any other person.\n> \n> Internet communications are not secure and, therefore, Google does not\n> accept legal responsibility for the contents of this message as it has\n> been transmitted over a public network. If you suspect the message may\n> have been intercepted or amended please call me.\n> \n> \n> \n>\n\n","date_sent":"2011-07-01T04:00:00Z","date_received":"2011-07-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}