{"dmca":{"id":12782,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-06T04:00:00Z","date_received":"2012-06-06T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"MDH","principal_name":"Martin Haracz","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"This is an article I wrote.\n\nImprove your mood\nYou may not be able to incorporate all of them into your life, try to pick  \nat least two or three and then use them on a daily or weekly basis.\n\n1.                                             Give Thanks\n\nBeing grateful for what you have in your life can make you happier. Studies  \nhave shown that people who express gratitude at least 1-3 times a week, are  \nmuch happier than people who are not grateful for what they have.\nSo take a few days each week to think or write about the things you are  \ngrateful for in your life.\n\n\n2.                                                 Monitor Your Thoughts\n\n\n\nMost people replay the same negative thoughts over and over again. These  \nthoughts can cause a person to become depressed, anxious and stressed.\n\nNext time you have one of these repeating negative thoughts, write it down  \non paper. Then ask yourself, is this thought making you feel bad? Where did  \nyou learn this thought from? Is this thought true?\n\nBy analysing your negative thoughts, you may be able to come up with  \nsomething more positive to replace it with. Keep repeating that new  \nthought, and eventually you will shed you old negative\n\n\n3.                                                        Don’t Dwell On  \nThe Past\n\nSometimes it’s better not to spend time worrying about mistakes you made in  \nthe past, or mistakes you might make in the future. Thinking about either  \nof these can make you anxious about the future, or prolong a depression  \nfrom the past.\n\nIf you find yourself worrying about things in the past, present or future,  \ndistract yourself by doing something constructive instead. For example,  \nplay with your pet, do some exercise or go out with your friends.\n\n\nacting in a way you would like to be can have a positive impact on your  \nmood.\n\n\n\n\n\n4.                                   Stay away from negative people\n\nBeing around negative unhappy people can bring you down, and make you feel  \nequally unhappy. Negative energy is infectious, but so is positive energy.\n\nSo to improve your mood, spend as much time as you can around the happy  \npeople in your life.\n\nBe Careful Who You Hang Around\n\n\n\n\n5.                                                                  Exercise\n\nPeople who suffer from depression are usually very shallow breathers.  \nRunning and meditation can both help to encourage deep diaphragmatic belly  \nbreathing.\n\nBy breathing deeply you cause the release of certain neurotransmitters in  \nthe brain, that are associated with happy calm feelings and reduced levels  \nof stress.\n\n\n\n6.                                                                   Drink  \nPure Water\n\nDehydration can make you feel tired and lazy, but water can help to restore  \nyour energy levels. The most common times people are dehydrated are in the  \nmorning and after exercise. So make sure you drink some filtered water when  \nyou wake up, and before and after exercising.\n\n\n\n\n\n\n7.                                                          Buy Yourself A  \nGift\n\nA study found that women who bought themselves flowers, reported feeling  \nhappier and less anxious than those who did not. So if you are feeling  \ndown, take your mind off your worries and treat yourself!\n\n\n\n\n8.                                                              Listen To  \nSome Music\n\nListening to your favourite tunes can almost instantly put you in a good  \nmood, and the positive effects can last long after the music is over.\n\n\nListening to music you like can affect the pleasure center of the brain,  \nthe same area that’s activated when you have an orgasm.\n\n8.                                                                Smell  \nSomething\n\nSmelling a scent that appeals to you can improve your mood. This occurs  \nbecause the areas of the brain that process smell and emotion are linked,  \nso the functioning of one area directly affects the other.\n\nAfter you have been exposed to a scent for around 20 minutes you will no  \nlonger smell it, but the good mood will stick around.\n\n\n\n9.                                                            Watch A Funny  \nMovie\n\nWe all know that watching a funny movie can be a good way to improve your  \nmood, but did you know that laughing is good for you?\n\nResearch has shown that laughing not only helps to reduce stress, but also  \nmakes the body healthier by increasing the number of immune cells.\n\n\n\n\n10.                                              Get Some Sun & Go To Park\n\nSunlight is an excellent way to get some vitamin D, but it can also improve  \nyour mood. Researchers have found that depression is most common during the  \nwinter months when sunlight is scarce, and in people who stay indoors all  \nthe time.\n\nSunlight helps to increase serotonin levels in the brain, which is an  \nimportant mood chemical and can also help you to sleep better.\n\nHowever don’t over do it. Aim for around 10-20 minutes in the sun at least  \n3 times a week, and don’t wear sunscreen otherwise you won’t get the  \nbenefits.\n\n\n\n10.                                                                  Get A  \nPet\n\nResearch has found that cat owners are less likely to suffer from heart  \nattacks than those who do not have cats.\n\nCat, and pet owners in general, are more likely to feel happier and be in a  \ngood mood throughout the day, than those who do not have any pets.\n\nAlthough the exact reasons for this are unknown, it is believed that  \nstroking an animals fur is calming to the nervous system and can therefore  \nhelp to reduce stress levels and improve your mood.","infringing_urls":[{"url":"http://makeyourmoodgood.blogspot.co.uk/2010/04/improve-your-mood.html"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}