{"dmca":{"id":39055,"type":"Dmca","title":"eldesorden.net violation","body":"To Whom It May Concern:\r\n\r\n \r\n\r\nPlease note that below-referenced copyright infringement notice does not\r\nsubstantially comply with the required notification elements of the\r\nDigital Millennium Copyright Act of 1998 (\"DMCA\").\r\n\r\n \r\n\r\nPlease note that we have not passed on the substantive merits of your\r\nclaim.\r\n\r\n \r\n\r\nPlease visit our web site at www.theplanet.com/legal\r\n<http://www.theplanet.com/legal> .\r\n\r\n \r\n\r\nLegal Response Team\r\n\r\nTHEPLANET.COM INTERNET SERVICES, INC.\r\n\r\n\r\n________________________________\r\n\r\nFrom: Cuban master [mailto:cubanmaster@gmail.com] \r\nPosted At: Sunday, July 16, 2006 6:01 AM\r\nPosted To: Copyright\r\nConversation: eldesorden.net violation\r\nSubject: Re: eldesorden.net violation\r\n\r\n\r\n\r\n        blinblineo.net <http://eldesorden.net/> \r\n        that website are Using Copyrighted Materials\r\n<http://www.utsystem.edu/OGC/intellectualproperty/copypol.htm>  \r\n        violation and will be a Demand \r\n        \r\n        \r\n\r\n        To be effective, a Notification of Claimed Infringement must\r\nmeet the following requirements: \r\n\r\n        *        It must be a written communication; \r\n        *        It must be sent to the designated agent identified\r\nabove; \r\n        *        It must include the following: \r\n                \r\n\r\n                1.        A physical or electronic signature of a person\r\n(\"Complaining Party\") authorized to act on behalf of the owner of an\r\nexclusive right that is claimed to be infringed; \r\n                2.        Identification of the copyrighted work claimed\r\nto have been infringed, or if multiple copyrighted works at a single\r\nonline site are covered by a single notification, a representative list\r\nof such works at that site; \r\n                3.        Identification of the material that is claimed\r\nto be infringing or to be the subject of infringing activity and that is\r\nto be removed or access to which is to be disabled, and information\r\nreasonably sufficient to permit the service provider to locate the\r\nmaterial; \r\n                4.        Information reasonably sufficient to permit the\r\nservice provider to contact the Complaining Party, such as an address,\r\ntelephone number, and, if available, an electronic mail address at which\r\nthe complaining party may be contacted; \r\n                5.        A statement that the Complaining Party has a\r\ngood faith belief that use of the material in the manner complained of\r\nis not authorized by the copyright owner, its agent, or the law; and \r\n                6.        A statement that the information in the\r\nnotification is accurate, and under penalty of perjury, that the\r\nComplaining Party is authorized to act on behalf of the owner of an\r\nexclusive right that is allegedly infringed. \r\n\r\n        When a Complaining Party provides a Notification of Claimed\r\nInfringement in compliance with the above rules, the Service Provider\r\nwill do the following: \r\n\r\n        *        Expeditiously remove or disable access to the material\r\nthat is claimed to be infringing; and \r\n        *        Take reasonable steps to notify the alleged infringer\r\n(\"Subscriber\") of the infringement claim(s) and that the material\r\nclaimed to be infringing has been removed or that access to the material\r\nhas be disabled; \r\n\r\n        Upon receipt of notice from the Service Provider that a claim of\r\ninfringement has been made and that the material has been removed or\r\nthat access to it has been disabled, the Subscriber may provide a\r\nCounter Notification. \r\n\r\n        To be effective, a Counter Notification must meet the following\r\nrequirements: \r\n\r\n        *        It must be a written communication; \r\n        *        It must be sent to the Service Provider's Designated\r\nAgent; \r\n        *        It must include the following: \r\n                \r\n\r\n                1.        A physical or electronic signature of the\r\nSubscriber; \r\n                2.        Identification of the material that has been\r\nremoved or to which access has been disabled and the location at which\r\nthe material appeared before it was removed or access to it was\r\ndisabled; \r\n                3.        A statement, under penalty of perjury, that the\r\nSubscriber has a good faith belief that the material was removed or\r\ndisabled as a result of mistake or misidentification of the material to\r\nbe removed or disabled; \r\n                4.        The Subscriber's name, address, and telephone\r\nnumber, and a statement that the Subscriber consents to the jurisdiction\r\nof Federal District Court for the judicial district in which the\r\nSubscriber's address is located, or if the Subscriber's address is\r\noutside of the United States, for any judicial district in which the\r\nService Provider may be found, and that the Subscriber will accept\r\nservice of process from the person who provided notification or an agent\r\nof such person \r\n\r\n        Upon receipt of a Counter Notification from the Subscriber\r\ncontaining the information as outlined above, the Service Provider will:\r\n\r\n        *        Promptly provide the Complaining Party with a copy of\r\nthe Counter Notification; \r\n        *        Inform the Complaining Party that it will replace the\r\nremoved material or cease disabling access to it within ten (10)\r\nbusiness days following receipt of the Counter Notice; \r\n        *        Replace the removed material or cease disabling access\r\nto the material in not less than ten (10), nor more than fourteen (14),\r\nbusiness days following receipt of the Counter Notice, provided Service\r\nProvider's Designated Agent has not received notice from the Complaining\r\nParty that an action has been filed seeking a court order to restrain\r\nSubscriber from engaging in infringing activity relating to the material\r\non Service Provider's network or system. \r\n\r\n        CAUTION:  Pursuant to Title 17, Section 512(f) of the United\r\nStates Code, any person who knowingly materially misrepresents that\r\nmaterial or activity is infringing, or that material or activity was\r\nremoved or disabled by mistake or misidentification, shall be liable for\r\nany damages, including costs and attorneys' fees, incurred by the\r\nalleged infringer, by any copyright owner or copyright owner's\r\nauthorized licensee, or by a service provider, who is injured by such\r\nmisrepresentation, as the result of the service provider relying upon\r\nsuch misrepresentation in removing or disabling access to the material\r\nor activity claimed to be infringing, or in replacing the removed\r\nmaterial or ceasing to disable access to it. \r\n\r\n\r\n\r\n        thanks for all.\r\n         \r\n\r\n","date_sent":"2007-08-17T04:00:00Z","date_received":"2007-08-17T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Cuban master","recipient_name":"Theplanet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}