{"dmca":{"id":39329,"type":"Dmca","title":"#HD0000000293980-ABUSE;CUST; THE PLANET;DMCA/Copyright complaint from 67.19.79.66 / h","body":"-----Original Message-----\r\nFrom: Cogent Help Desk [mailto:abuse@cogentco.com] \r\nSent: Friday, June 10, 2005 5:18 AM\r\nTo: gpoletes@theplanet.com; lcrosby@theplanet.com; wcharnock@theplanet.com\r\nCc: abuse@cogentco.com\r\nSubject: #HD0000000293980-ABUSE;CUST; THE PLANET;DMCA/Copyright complaint\r\nfrom 67.19.79.66 /\r\nhttp://www.sharebigfile.com/index.php?download=dEgK2dK7tKUxAx2Nlo3F \r\n\r\nTHE PLANET,\r\n \r\nAttached is a Notice of Infringement received by Cogent Communications legal\r\ndepartment. It appears that this Notice is ultimately intended for your or\r\none of your customers who may be utilizing your relationship with Cogent\r\nCommunications to access the Internet or host copyright infringement\r\nmaterials. \r\nWe are not taking any position concerning the validity of this Notice or\r\nwhat, if any, actions you should take in response to it. \r\nHowever, we should remind you that when utilizing your relationship with\r\nCogent Communications are required to comply with our Acceptable Use Policy,\r\nand a violation of that policy may be considered a violation of the terms of\r\nyour customer agreement with us. Our AUP policy can be found at\r\nhttp://cogentco.com/policy.html. \r\nPlease respond with your plan of action. \r\n\r\nThank you,\r\nChris Haggard\r\nCogent Communications, Inc. \r\nAbuse Team\r\nabuse@cogentco.com\r\n\r\n-----Original Message-----\r\nFrom:\r\nSent: Tuesday, June 07, 2005 9:34 AM\r\nTo: abuse@cogentco.com\r\nSubject: DMCA Notice (Ref: R5631)\r\nImportance: High\r\n\r\n07 June 2005\r\nAbuse Contact\r\nCogent Communications\r\n1015 31st St\r\nWashington, DC\r\n20007\r\nUnited States\r\nTelephone: +1 202 295 4200\r\nFax: +1 202 388 8798\r\nE-mail: abuse@cogentco.com\r\nRef: R5631\r\nRe: \r\nhttp://www.sharebigfile.com/index.php?download=dEgK2dK7tKUxAx2Nlo3F\r\nDear Sir/Madam,\r\nI am contacting you on behalf of the International Federation of the\r\nPhonographic Industry (IFPI) and its member record companies. The IFPI is a\r\ntrade association whose member companies are some 1,450 major and\r\nindependent record companies in the US and internationally who create,\r\nmanufacture and distribute sound recordings. Under penalty of perjury, we\r\nsubmit that the IFPI is authorized to act on behalf of its member companies\r\nin matters involving the infringement of their sound recordings, including\r\nenforcing their copyrights and common law rights on the Internet.\r\nWe have learned that your service is hosting the above infringing file on\r\nits network. This file contains sound recordings by the artists known as\r\nJamiroquai. These sound recordings are owned by one of our member companies\r\nand have not been authorized for this kind of use. We have a good faith\r\nbelief that the above-described activity is not authorized by the copyright\r\nowner, its agent, or the law. We assert that the information in this\r\nnotification is accurate, based upon the data available to us.\r\nWe are asking for your immediate assistance in stopping this unauthorized\r\nactivity. Specifically, we request that you remove the infringing file from\r\nyour system or that you disable access to the infringing file. In addition,\r\nplease inform the site operator of the illegality of his or her conduct.\r\nYou should understand that this letter constitutes notice to you that this\r\nsite operator may be liable for the infringing activity occurring on your\r\nservice. In addition, under the Digital Millennium Copyright Act, if you\r\nignore this notice, you and/or your company may also be liable for any\r\nresulting infringement. This letter does not constitute a waiver of any\r\nright to recover damages incurred by virtue of any such unauthorized\r\nactivities, and such rights as well as claims for other relief are expressly\r\nretained.\r\nYou may contact me at IFPI Secretariat, 54 Regent Street, London W1B 5RE,\r\nUnited Kingdom or email Notices@ifpi.org, to discuss this notice. We await\r\nyour response.\r\n \r\nFaithfully,\r\nMr Paul Mitchell\r\nInternet Anti-Piracy Administrator\r\nIFPI Secretariat\r\n","date_sent":"2006-10-20T04:00:00Z","date_received":"2006-10-20T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"IFPI","recipient_name":"Theplanet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}