{"dmca":{"id":39519,"type":"Dmca","title":"Copyright Violation, DMCA Complaint","body":" \r\n\r\n  _____  \r\n\r\nFrom: bookeditor@comcast.net [mailto:bookeditor@comcast.net] \r\nSent: Tuesday, June 14, 2005 5:54 PM\r\nTo: copyright@theplanet.com\r\nSubject: Copyright Violation, DMCA Complaint\r\n\r\n\r\nThis is  a copy of the complaint sent to Google.\r\nYou are currently hosting the site that contains my copyrighted material.\r\nI request that you remove the site that contains my material.\r\nPlease see below.\r\n \r\n \r\nTO:                  THEPLANET.COM INTERNET SERVICES\r\n \r\nATTN:            USER SUPPORT, DMCA COMPLAINT\r\n \r\nFROM:            LYNDA LOTMAN\r\n                        817-467-7127\r\n                        BOOKEDITOR@COMCAST.NET\r\n \r\nI've lost track of how many times these people have stolen my web material.\r\nThey keep trying to paraphrase, so I can't find them in Google searches, but\r\nI subscribe to CopySentry and also Google my own material in case something\r\nescapes CopySentry.\r\n \r\nThis time, see:  <http://magicediting.com/young.html>\r\nhttp://magicediting.com/young.html\r\nCompare with  <http://www.book-editing.com> www.book-editing.com\r\n \r\n \r\n1.        Identify in sufficient detail the copyrighted work that you believe\r\nhas been infringed. \r\n \r\nThe copyrighted material appears in Google searches. I search for fragments\r\nfrom my copyrighted pages and often come up with one of their pages. They\r\nhave switched hosting companies and put my material back up. Their hosting\r\ncompany cannot be contacted.\r\n \r\n 2. Identify the material that you claim is infringing the copyrighted work\r\nlisted in item #1 above.\r\n \r\nFor example see, on their site:\r\n\r\nWe welcome authors of all experience levels! \r\nYou are probably aware of what you are up against. Publishing houses receive\r\nhundreds of manuscript submissions each day. The eyes of the publishing\r\nhouse in-house editors are trained to weed out the sloppy. If you're an\r\nunpublished writer, you must be meticulously polished and presentable to\r\neven get your submission read.\r\nYou will want the publisher to be captivated and impressed by your writing,\r\nnot dismayed by mistakes. You may have a terrific story, and even have the\r\ntalent to tell it, but your errors will stand out to the trained eye of the\r\npublishing professional.\r\nA manuscript should be noticed for its content and quality. Having the wrong\r\nwords, unclear thinking, convoluted sentence structure, unrealistic\r\ndialogue, and temporal inconsistency, is not the way to get your work\r\nrecognized.\r\nYou may be a great writer, and even have a prolific imagination, but without\r\nproper editing, any publisher will spot the errors in your submitted work\r\nright away. This fact makes the editing process as essential to having your\r\nbook or work published as the writing process is.\r\n\r\nVery seldom will a writer be a good choice as an editor for his/her own work\r\nand even a great writer needs an editing perspective other than\r\nhimself/herself. When proofreading ones own work, one tends to overlook\r\nmistakes. Your mind fills in what it thinks should be there. Sometimes the\r\nwriter is too close to the material to notice even the most blatant errors.\r\nA professional book editor can recognize the repetitions, faulty logic,\r\ninconsistencies, and other problems that are often overlooked by the writer.\r\n\r\nEditing is just another step in the writing process. Don't let your book or\r\nmanuscript be sent out without this important step. No job is too big or too\r\nsmall, our rates are very reasonable, and your date requests are honored.\r\nAnd because your satisfaction is our main goal, we also welcome your\r\nquestions at any point in the process.\r\nAND FROM WWW.BOOK-EDITING.COM\r\nYou've probably heard what you're up against. Publishing houses receive\r\nhundreds of submissions each day. The eyes of an in-house editor are trained\r\nto crush the weak and champion the strong. If you're an unpublished writer,\r\nyou must be meticulously polished and presentable to even get your foot in\r\nthe door. \r\n \r\nYou want the publisher to be captivated by your writing, not assaulted by a\r\nlitany of mistakes. You may have a terrific story, and even have the talent\r\nto tell it, but it's your errors that will stand out to the publishing\r\nprofessional.\r\n \r\nLiterary agents are not book editors, but they appraise your submission with\r\na critical eye and will not submit to any publisher a manuscript that isn't\r\nready. An ethical literary agent will, instead, return it to you and suggest\r\nyou retain a professional book editor.\r\n \r\nMany manuscripts need more than error correction. Substantive editing of a\r\nfiction manuscript includes structural and organizational editing with\r\nregard to character development, plot, exposition, dialogue, and other\r\ncritical literary elements. Nonfiction books may also need additional levels\r\nof reorganization or rewriting for clarity and logical flow, along with\r\nother important aspects beyond simple copyediting.\r\n \r\nA manuscript should be noticed for its content and quality. Being noticed\r\nfor wrong word choices, fuzzy thinking, convoluted sentence structure, stiff\r\nand unrealistic dialogue, and point of view flip-flops is not the way to win\r\nfriends and influence people. \r\n \r\nIn short, the final part of the writing process is having a professional\r\nbook editor and proofreader (not your neighbors or your kid's English\r\nteacher) polish the manuscript before it's offered to an agent or publisher.\r\n \r\nNo editor can guarantee publication, but if you want your work to have the\r\nbest chance of being read and considered seriously--and if you are open to\r\nother opinions about your work--we'll be glad to help you work toward that\r\ngoal.  \r\n \r\n \r\n3. Provide information reasonably sufficient to permit Google to contact you\r\n(email address is preferred).\r\nLynda Lotman\r\nbookeditor@comcast.net\r\n817 467 7127\r\n4. Provide information, if possible, sufficient to permit Google to notify\r\nthe owner/administrator of the web page that allegedly contains infringing\r\nmaterial (email address is preferred).\r\n \r\n Registrar whois lookup (whois.godaddy.com)\r\nRegistrant:\r\nMagicGraphix.com\r\nPO Box 302\r\nWest Fork, Arkansas 72774\r\nUnited States\r\n\r\nRegistered through: GoDaddy.com\r\nDomain Name: MAGICEDITING.COM\r\nCreated on: 13-Jul-03\r\nExpires on: 13-Jul-06\r\nLast Updated on: 13-Jun-05\r\n\r\nAdministrative Contact:\r\nVermillion, Yvonne yvonnemagicgraphix.com\r\nMagicGraphix.com\r\nPO Box 302\r\nWest Fork, Arkansas 72774\r\nUnited States\r\n5016433092 Fax -- \r\nTechnical Contact:\r\nVermillion, Yvonne yvonnemagicgraphix.com\r\nMagicGraphix.com\r\nPO Box 302\r\nWest Fork, Arkansas 72774\r\nUnited States\r\n5016433092 Fax -- \r\n\r\nDomain servers in listed order:\r\nNS1.UNLIMIHOST.COM\r\nNS2.UNLIMIHOST.COM\r\n \r\n \r\n5. I have a good faith belief that use of the copyrighted materials\r\ndescribed above on the allegedly infringing web pages is not authorized by\r\nthe copyright owner, its agent, or the law.\r\n6. I swear, under penalty of perjury, that the information in the\r\nnotification is accurate and that I am the copyright owner or am authorized\r\nto act on behalf of the owner of an exclusive right that is allegedly\r\ninfringed.\r\n \r\nI request that www.magicediting.com <http://www.magicediting.com/>  and\r\nother sites that you might find with my material, verbatim or paraphrased,\r\nbe removed from the Google index.\r\n \r\n \r\nLynda Lotman\r\nwww.book-editing.com <http://www.book-editing.com/> \r\nwww.manuscriptediting.com <http://www.manuscriptediting.com/> \r\nwww.writingnetwork.com\r\n \r\n\r\n","date_sent":"2007-08-21T04:00:00Z","date_received":"2007-08-21T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Theplanet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}