{"dmca":{"id":39600,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-20T05:00:00Z","date_received":"2012-01-20T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Alexander Nikolaev","principal_name":"Alexander Nikolaev","recipient_name":"Google, Inc.","works":[{"description":"Review:\r\nHSLAB Print Logger EE - an enterprise-level print management and monitoring solution.\r\nIf you own or manage a small company that uses a couple of printers in a single office, you are most probably not concerned with your printing costs. However, if you are in charge of a large infrastructure operating hundreds of different printing devices, these expenses do affect your company’s budget and you should probably look at some options to optimize the usage of your corporate printers and minimize costs. \r\n\r\n   HSLAB Print Logger EE (Enterprise Edition) is a comprehensive and highly efficient enterprise-level solution for monitoring the usage of multiple printers connected to print servers in your company and limiting it on the basis of various criteria. \r\n\r\n   The software constantly monitors print jobs submitted by users to print servers and saves this information to its own database, which greatly facilitates reporting and subsequent cost analysis. HSLAB Print Logger EE is installed as a Windows NT/2000/XP/2003/2008 service and enables you to generate ad hoc HTML reports and access them from any location over the TCP/IP protocol. The network administrator can restrict access to statistical information for specific users, user groups or IP addresses. The Enterprise version is the most advanced version of the program that offers, among many others, such features as content filtration, group printing quotas, snapshots of print tasks, network notifications, email reports and much more. \r\n\r\n   If you are looking for an ultimate solution that will allow you to monitor and control the usage of printing devices in your network, HSLAB Print Logger EE will offer an unprecedented combination of functionality, flexibility and price!","infringing_urls":[{"url":"http://helpdesk.hs-lab.com/HSLAB-Print-Logger-EE---An-Enterprise-level-Print-a1.php"},{"url":"http://www.printlogger.com/articles/an-enterprise-level-management-and-monitoring-solution.php"}],"copyrighted_urls":[{"url":"http://3d2f.com/smartreviews/1-255-hslab-print-logger-ee-an-enterprise-level-print-management-and-monitoring-solution-read.shtml"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}