{"dmca":{"id":39746,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":"\n\nAutoDetectedBrowser: Google Chrome\nAutoDetectedOS: Windows XP\nIIILanguage: en-GB\nIssueType: lr_courtorder\nLanguage: en-GB\ncompanyname: Stephen Darori\ncountry_residence: US\ncourtorder_explain: The English Translation of the  Court Order is signed  \nand stamped by Judge Yosef Bar Shalom and attached for both removal of the\n\nFirstly Removal of the the Blog\n  http://losersoflinkedin.blogspot.co.il/\n\nThe Blog dates from 2009 (based on dates of emails within)The request for  \nthe removal is based  on the basis of 1. impersonation ( I did not write  \nthe long emails on which the Blog is based), 2. disclosing personal  \ninformation ,one of my addresses is  in both English and Hebrew appears in  \nthe \"drop shipment paragraph even with a picture.. The Court Order was also  \ngranted in terms of  libel  in terms of Israeli legislation , that requires  \nthe identity of the person making the statement to be identified and under  \nthe normal definition of libel.. I have not pursued damages that the  \nlegislations avails me to do. .  There are in fact two separate Blogs  \nwithin the above Blog   written by MDraeper , who is fictitious - a Google  \nChrome browser search  returns no results at all other than some  of the   \nvarious \"loserof linkedin \" blogs, MDraeper has posted in the past . .  \nMDraeper resides in South Africa based on the fictitious information  \ncontained in the Blog. He appears to be a film script writer whose  \napplication for finance was turned down in 2009 and has been stalking me  \never since. Via a SmiShing/Plishing?  email he more than likely gained  \naccess to the password of the gmail account , writing the incredibly long  \nemails and then deleting them without my knowledge or simply created the  \ngmails on which Blog is based. . I, for example do not have a Doctorate (  \nPhd)  and have never stepped foot into the campus of the University of  \nWitwatersrand ( Wits -  one of the Universities in Johannesburg, South  \nAfrica) in my entire life.. Since the fictitious MDRaeper keeps removing  \nand reposting the two Blogs changing the content of the second shorter Blog  \nand often with different format , the Blogs acquires different URL names .  \nThe second and much shorter Blog now accuses me of been a scammer and  \ncriminal. I have never stepped into a Police Station in my life in any  \ncountry and have never been charged with any crime in my life .I expect  \nGoogle to delete this Blog ( both Blogs whatever the URL names are ) and  \ntake measures to prevent MDraeper reposting the Blog. The identical Blog  \nfrom 2009 was removed from the Wordpress and other Blog platforms for  \nsimilar reasons as stated above..\n\n\nI have completed the required Google Form  asking Google to remove this  \nBlog and prevent its reappearance many hundreds of times since 2009 on the  \nbasis of Impersonation ( I did not write the emails) and disclosing one of   \nmy residential  address ( in both English and Hebrew with a picture in  \nHebrew)  . I enclosed each time the required identity documents each time  \nand a covering word document. My surname was originally Drus and with the  \nrest of my family legally Hebrewaized to Darori in 1988 in Israel only.  \nHebrewaizing your surname is encouraged in Israel and extremely simple  \ndevoid of any expense or special legal requirements  at the Interior  \nMinistry. Your 13 digit Israel ID Number never changes\n\nSecondly, Postings to Google Groups - these all have been posted to the  \nforum of the fa.openbsd.  The authors of this postings Mr. Sharon Weshler (  \nan Israeli resident) , David Nordell( a duel UK and Israeli  resident  )and  \nMr Jeremy Andrews ( a US  citizen) ( swesh is another email address of Mr.  \nSharon Weshler ) have been repeatedly served with Court Orders to deleted  \ntheir Google Group Postings but maintain it is \"impossible\" if not posted  \nfrom a gmail account to delete such postings  Any posting to a Google Group  \nsupposedly written by me , was probably written by my late secretary Mrs.  \nNaomi Fletcher.. Her gmail account has been disabled. Please delete such  \npostings as well.  I ask google to delete these postings. All have been  \nreported many,many  times to Google Feedback on the appropriate Google  \nFeedback form\nhttps://groups.google.com/forum/#!msg/fa.openbsd.www/MtUQBzZ_eXU/3sUhChoyto8J\nhttps://groups.google.com/forum/#!msg/fa.openbsd.www/MtUQBzZ_eXU/4Kw1IVWzUvQJ\nhttps://groups.google.com/forum/#!msg/fa.openbsd.www/ua2hRLy86pg/dwmTNWGpCjwJ\nhttps://groups.google.com/forum/#!msg/fa.openbsd.www/ua2hRLy86pg/9SFH00RZ4xMJ\nhttps://groups.google.com/forum/#!msg/fa.openbsd.www/ua2hRLy86pg/3D_wNYgESJIJ\n\nAttached find a translation from Hebrew to English of the Court Order. THe  \nEnglish Court Order was presented to Judge Yosef Bar Shalom who signed it (  \nthe English)  a few days later\n\nBeit Hashalom is extremely overburdened and  it is not unusual  for a wait  \nof  8 to 12 months before the petition comes to Court. The Court System in  \nIsrael cannot be compared to that in the US in most respects. Israel does  \nnot have a Constitution or Bill of Rights and does not have a Jury System.  \nCases are decided by Judges in Beit Hashalom ( lower court) almost entirely  \non submissions by the prosecutor and defence before the cases gets a 2-5  \nminute hearing and a similar situation exists in the Supreme Court ( higher  \ncourt)  where again cases are decided by a minimum of 3 Justices ( who are  \nobliged to retire at 70)  but generally there is more time set aside for  \nverbal argument.The Supreme Court is selective with the cases it takes and  \nit equally is expensive to appear before it.\n\n  Note on Israel's Court System:\nIsrael has a Two Part Court System\n1.       Beit Hashalom  has large branches in most large Israeli cities and  \ntries both criminal and civil cases . Beit Hashlom Courts are extremely  \noverburdened and an 8 to 12 month wait is not unusual for civil cases to  \ncome to court which are decided by a Single  Judge  based on what is  \nsubmitted before  the case comes to court. Civil cases last on average less  \nthan 5 minutes with little interaction between prosecutors and defendant  \nlawyers and the Judge. Prosecutor lawyers seldom intervene or simply waive  \ntheir right to speak briefly and the defendant lawyer is given less than 2  \nminutes to make a closing statement.  . The Judge very, very seldom allows  \nwitnesses to be called except in very high profile cases. As stated before  \nthe justice makes his decision on what is submitted before the case comes  \nto Court . There is no Jury System in Israel.\n2.       Supreme Court  to which civil and criminal cases can be appealed  \nat considerable cost and if the Supreme Court Justices agree to take the  \ncase. A Minimum of 3 Justices sit  for each case. The process of appeal to  \nthe Supreme. Court is extremely expensive.  Again decisions are generally  \nbased on written submissions but more time is allocated for Defense Lawyers  \nverbal submissions.( argument)  In the absence of a Constitution or Bill of  \nRights in Israel , the Supreme Court has ruled on issues that would  \nnormally be contained in the latter or an act of the Knesset that  \nsubstitutes a clause that would normally appear in the latter . The Supreme  \nCourt is independent of any other law making bodies in Israel and may and  \nhas over ruled Knesset Resolutions and Legislation. Unlike the Beit  \nHashalom Courts , the Supreme Court is not overburdened and petitions are  \nheard almost immediately.\nIn addition there are separate\n1.       Family Courts to deal with Divorce and Family Matters\n2.       Traffic Courts to deal with issues related to Driving Offences\n3.       Rabbinical Courts that deal mainly with the religious aspect of  \nDivorce. Civil matters may also be settled in the Rabbinical Court if both  \nparties agree . Matters are settled based on Jewish Rabbinical Laws.\nPlease also delete my own Blogspots . The Blogs are deleted. But the URL  \nremains.\nhttp://www.blogger.com/profile/12143240547920777861\n\nhttp://www.blogger.com/profile/02879430770152335492\n\nhttp://www.blogger.com/profile/15097727621385096778\n\n\n\nfull_name: Stephen Darori\ngeolocation: IL\nhidden_ctx:\nhidden_product: blogger\nurl_box2_10: http://losersoflinkedin.blogspot.co.il/2012_10_01_archive.html\nurl_box2_11: http://losersoflinkedin.blogspot.co.il/2012_10_01_archive.html\nurl_box2_12: http://losersoflinkedin.blogspot.co.il/\nurl_box2_1: http://losersoflinkedin.blogspot.co.il/\nurl_box2_2:  \nhttp://losersoflinkedin.blogspot.co.il/2012/09/stephen-darori-aka-stephen-drus-aka.html\nurl_box2_3:  \nhttp://losersoflinkedin.blogspot.co.il/2012/09/stephen-darori-aka-stephen-drus-aka.html\nurl_box2_4:  \nhttp://losersoflinkedin.blogspot.co.il/search?updated-min=2012-01-01T00:00:00-08:00&updated-max=2013-01-01T00:00:00-08:00&max-results=2\nurl_box2_5:  \nhttp://losersoflinkedin.blogspot.co.il/2012/09/stephen-darori-is-dying-of-cancer.html\nurl_box2_6:  \nhttp://losersoflinkedin.blogspot.co.il/2012/09/stephen-darori-is-dying-of-cancer.html\nurl_box2_7: http://losersoflinkedin.blogspot.co.il/2012_10_01_archive.html\nurl_box2_8: http://losersoflinkedin.blogspot.co.il/2012_10_01_archive.html\nurl_box2_9:  \nhttp://losersoflinkedin.blogspot.co.il/2012/09/stephen-darori-is-dying-of-cancer.html\n","date_sent":"2012-11-15T05:00:00Z","date_received":"2012-11-15T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}