{"dmca":{"id":39852,"type":"Dmca","title":"AUP/TOS Violation [67.15.42.210] Case #: 10806","body":"\r\n\r\nt\r\n\r\n \r\n\r\n________________________________\r\n\r\nFrom: Derric Wood [mailto:derwood2005@hotmail.com] \r\nSent: Wednesday, January 31, 2007 8:55 AM\r\nTo: dmcahouston; Legal Response\r\nSubject: RE: AUP/TOS Violation [67.15.42.210] Case #: 10806\r\n\r\n \r\n\r\n \r\n\r\nSub:        AUP/TOPS violation [67.15.42.210] Case #: 10806\r\n\r\n \r\nEscalation # 1400730\r\n\r\n\r\nSir\r\n \r\nThis is in reference to your e-mail dated 30.01.2007.\r\n\r\n \r\n\r\n In regard to your e-mail we wish to submit as under: -\r\n \r\nThat in the URL there is no violation by way of any unauthorized use of\r\ntrademarked material owned by LILLY ICOS. The Trademark of the Lilly\r\nICOS is \"CIALIS\" or \"GENERIC CIALIS\". In the website pages, we are\r\nneither using the trademark CIALIS or GENERIC CIALIS.\r\n                \r\nUpon receipt of your e-mail, we again in order to assure ourselves\r\nverified the contents of our website in the entire website no such\r\ntrademark have been used.\r\n \r\nIn the website there were independent links (of web-sites which are\r\nneither owned nor controlled by AllDayChemist) which were there on\r\nreciprocal basis, which were provided by us in good faith. By way of\r\nabundant precaution we have removed those link sites from our website\r\nand we will also not be offering Tadalafil (or any product containing\r\nTadalafil for consumption to visitors from the United States. The same\r\nhas been conspicuously stated on the related pages.\r\n \r\nFrom the aforesaid it is clear that there is no content, which is to be\r\nremoved or which is in anyway using  the trademarked material owned by\r\nLILLY ICOS. \r\n \r\nWe wish to bring to your notice that we are traders who are selling\r\nproducts of reputed companies who manufactured their goods in India\r\nafter obtaining necessary licenses from the concerned drug authorities\r\nin India. Apparently the products being sold by us are licensed and are\r\nnot counterfeit as alleged.\r\n \r\nWe hope that the aforesaid submissions sufficiently satisfy your\r\nqueries. If however you have any other query, the same may be addressed\r\nto us, which we will be duly replying.\r\n \r\nThanking you\r\n\r\n \r\n\r\nANUJ BHARGAVA\r\n \r\n \r\n\r\n\r\n\r\n\r\n\r\n________________________________\r\n\r\n> From: dmca@ev1servers.net\r\n> To: derwood2005@hotmail.com\r\n> CC: \r\n> Subject: AUP/TOS Violation [67.15.42.210] Case #: 10806\r\n> Date: Tue, 30 Jan 2007 17:59:55 -0600\r\n> \r\n> Dear Customer:\r\n> \r\n> It has come to our attention that your server located at\r\n[67.15.42.210] is in violation of our AUP/TOS by way of the following\r\nURL(S): http://www.alldayalchemist.com/ \r\n> \r\n> The URL(S) stated above is in violation by way of unauthorized use of\r\ntrademarked materials owned by Lilly ICOS. \r\n> \r\n> At this time we must demand that you take prompt action in the removal\r\nof the Content in question or we will be forced to take further action.\r\nThe time is now 1/30/2007 5:59:53 PM. As of this email you have 48 hours\r\nremaining\r\n> \r\n> To better serve you please login to the members section and update the\r\ntrouble ticket in reference to this email. Thank you in advance for your\r\nprompt cooperation. \r\n> \r\n> \r\n> \r\n> \r\n> Relevent Definitions and/or Terms :\r\n> The Digital Millennium Copyright Act of 1998 (DMCA) requires immediate\r\nremoval of the infringing material, upon proper DMCA notification, which\r\nwe have received. Due to this we require immediate removal of said\r\ninfringing items. For your convenience in the instance that the\r\ninfringing material is controlled by your client we have given you the\r\nabove time frame to remove the infringing material. If you or your\r\nclient feels that this notice is in error and wish to dispute the notice\r\nof claimed infringement, you will need to provide us with a\r\nCounter-Notification. You may learn more about filing a\r\nCounter-Notification at\r\nhttp://www.loc.gov/copyright/legislation/dmca.pdf. Once we are provided\r\nwith the Counter-Notification, we will provide you with instructions on\r\nhow to proceed, until then the infringing material must be inaccessible.\r\nPrior to filing a Counter-Notification or you feel this notification is\r\nin error let us know so that we may provide you with the original\r\nnotification.\r\n> \r\n> Users may not transmit, distribute, download, copy, cache, host, or\r\notherwise store on a Server, The Planet Network or its physical\r\ninfrastructure any information, data, material, or work that infringes\r\nthe intellectual property rights of others or violates any trade secret\r\nright of any other person. The Planet has the right to disable access\r\nto, or remove, infringing content to the extent required under any law\r\nor regulation, including the Digital Millennium Copyright Act of 1998.\r\nFor your convenience, information concerning procedures for making\r\nclaims of copyright infringement for purposes of Title 17, Section 512,\r\nof the United States Code is contained at the Legal section of our\r\nwebsite.\r\n> \r\n\r\n","date_sent":"2007-01-31T05:00:00Z","date_received":"2007-01-31T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"ANUJ BHARGAVA","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}