{"dmca":{"id":39932,"type":"Dmca","title":"[ABUSE] Plagiarism Complaint","body":"nc \r\n\r\n-----Original Message-----\r\nFrom: The Planet Policy Enforcement [mailto:abuse@theplanet.com] \r\nSent: Tuesday, March 08, 2005 10:05 AM\r\nTo: thoth@book-of-thoth.com\r\nCc: copyright@theplanet.com\r\nSubject: Fwd: [ABUSE] Plagiarism Complaint\r\n\r\n-----BEGIN PGP SIGNED MESSAGE-----\r\nHash: SHA1\r\n\r\n\r\n\r\n\r\nYour email is being sent to our copyright-related legal counsel at the\r\naddress copyright@theplanet.com for consideration.\r\n\r\n- --\r\nThanks,\r\n\r\nPolicy Enforcement\r\nThe Planet Internet Services, Inc.\r\nhttp://www.theplanet.com/aup/\r\n\r\n\r\nThis is a forwarded message\r\nFrom: thoth@book-of-thoth.com <thoth@book-of-thoth.com>\r\nTo: abuse@theplanet.com\r\nDate: Monday, March 7, 2005, 4:24:27 PM\r\nSubject: [ABUSE] Plagiarism Complaint\r\n\r\n===8<==============Original message text=============== Dear Sir/Madam,\r\n\r\nI am writing to you in an official capacity, and logging all correspondence\r\nrelating to my claim of plagiarism by someone using your hosting services.\r\nThis is only the initial notification, which will be followed by a more\r\ndetailed response if needed.\r\n\r\nI have been running a website called \"The Book Of THoTH\" which covers all\r\nareas of paranormal research and discussion, as well as more general\r\nsubjects. My site has been running for over a year now and has been heavily\r\noptimised for the search engines.\r\n\r\nThere were two members of my site who had administrative duties, and owing\r\nto the trouble that they caused, I had to ban them. One of them wilfully\r\ndamaged my site (the details of which I have) and rendered one of it's main\r\napplications unusable.\r\n\r\nIt now transpires that they have set up a site with exactly the same name\r\nand exactly the same subject material. The domain name only differs with the\r\ninclusion of the word \"the\" their domain being www.the-book-of-thoth.com and\r\nmine being www.book-of-thoth.com. I realise nothing can be done about that,\r\nbut they are stealing my concepts and ideas in conjunction with the\r\nduplicate site name and almost identical domain name. This will result in my\r\nsite potentially being penalised as a result.\r\n\r\nI do not take this matter lightly, given that both people have caused\r\nconsiderable damage, and have sought to cause trouble for the past few\r\nmonths, at one point using a mailing list of my members to put me and my\r\nsite down.\r\n\r\nI have been in contact with the offending people to ask them to change their\r\ndomain name and the name of the site, or the subject material, as ultimately\r\nthis will cause my site to be marked down by the search engines. They have\r\nused images from my site without consent and all of this activity must stop\r\nimmediately. Initially it seemed as if they would comply, but now\r\ncorrespondence has stopped.\r\n\r\nThey have only recently began their site (March 3rd) and I can prove if need\r\nbe all manner of things that they have done to bring my site into ruin.\r\nIncluding recent correspondence about selling the domain name to a site\r\nwhich is based on pornographic material, as well as the stated hacking\r\nattempts as well as sending personal attacks to a large percentage of my\r\nadministrative staff on several occasions.\r\n\r\nBe advised that I will be taking legal measures to have them stopped, but am\r\nworking through a series of actions leading up to that. Third on the list\r\nbeing to contact their hosting company, which is yourselves to see if you\r\ncan resolve this matter professionally and promptly.\r\n\r\nI would appreciate therefore, if you would investigate this matter at your\r\nearliest convenience and prevent this plagiaristic behaviour from continuing\r\nimmediately.\r\n\r\nYours\r\nMichael Bourne\r\nhttp://www.book-of-thoth.com\r\n\r\n\r\n\r\n===8<===========End of original message text=========== -----BEGIN PGP\r\nSIGNATURE-----\r\nVersion: GnuPG v1.2.5 (MingW32)\r\n\r\niD8DBQFCLc0kvK/XpJs6oyURAjH+AKCjVJnxDoLYiXre1W1qIoXndND1zQCfYxLA\r\nkyWE9KRWpVAzRmQMmMDiT5E=\r\n=OxNe\r\n-----END PGP SIGNATURE-----\r\n","date_sent":"2005-03-08T05:00:00Z","date_received":"2005-03-08T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}