{"dmca":{"id":9029,"type":"Dmca","title":"Database Systems complains of copying","body":"User Support:\r\n\r\nThis is our formal complaint against the website owner of www.hereuare.com, whose site is currently listed in your search engine index. This site is infringing on our copyrighted website information. We request that you review this site and remove the following 2 web pages from the Google search that have been illegally copied.\r\n\r\n(1)\tOur Copyrighted material is located here:\r\n\r\nhttp://www.easvivr.com http://www.databasesystemscorp.com\r\n\r\n(2)\tThe offending website that contains our copyrighted material is located here: www.hereuare.com \r\nThe specific pages we ask you to remove are the following:\r\n\r\nhttp://www.hereuare.com/getArchived.php?q=&rtq=0&d=237487533810 http://www.hereuare.com/getArchived.php?q=&rtq=0&d=255004018242\r\n\r\nThe following documents the copyright infringement by the owner of the above site.\r\n\r\nMy initial check indicated 2 of our web pages have been illegally copied and appear in Google Search results.\r\n\r\n \r\nEXAMPLE OF GOGGLE SEARCH\r\nThe following is an example of how this website owner has copied entire pages from our website and stored them on their site. When using the Google Search Engine and entering the search term \"1998 - 2005 Database Systems Corp\" which is part of our copyright statement on each site, Google returns the following results from this specific website (obtained using the Site Command).\r\nWork From Home Telecommuting Software and Remote Agent Telework ...\r\nWork From Home and Telecommuting Software for Remote Agent and Telework Call\r\nCenter From Database Systems Corp. Provides Work at Home Software with ... www.hereuare.com/getArchived..php?q=&rtq=0&d=237487533810 - 20k - Supplemental Result - Cached -\r\nSimilar pages\r\n\r\nSmart Predictive Dialer Outpaces Old Predictive Dialing Technology ...\r\nPredictive dialer systems including Predictive dialing software. ACD systems and\r\nIVR software including CTI and CRM software.\r\nwww.hereuare.com/getArchived.php?q=&rtq=0&d=255004018242 - 25k - Supplemental Result - Cached -\r\nSimilar pages\r\n\r\nGoogle returned 2 results - all are exact copies of our website at the date and time that these pages were copied from our website.\r\n\r\n\r\nThis pages were copied from the following Database Systems Corp website pages. If you click on the 2 results above, you will see these 2 web pages from our website:\r\nhttp://www.databasesystemscorp.com/psracc.htm http://www.databasesystemscorp.com/pspredictive.htm\r\n\r\nThese examples demonstrate the deliberate copying of our website information and was not authorized by our company.\r\n\r\nTRADEMARK LISTINGS\r\n\r\nOur corporate trademarks are clearly posted on our website here with effective dates and reference numbers:\r\n\r\nhttp://www.databasesystemscorp.com/trademarks.htm\r\n \r\n(3)\tOUR COMPANY INFORMATION\r\nDatabase Systems Corp., Arizona Corporation \r\n[private]\r\nPhoenix, AZ 85014\r\n[private]\r\nFounded: 1978\r\nOwners: [private], [private]\r\nWebsites:\r\nhttp://www.databasesystemscorp.com (Corporate) http://www.easyivr.com. (Service Division)\r\nhttp://www.911broadcast.com (Emergency Broadcast Svc)\r\n\r\n(4)\tOffending Website\r\nOwner www.hereuare.com\r\nRegistrant:\tMake this info private hereUare Communications\r\n[private]\r\nMenlo Park, CA 94025\r\nUS\r\n\r\nDomain Name: HEREUARE.COM\r\nAdministrative Contact , Technical Contact : hereUare Communications\r\nhostmaster ecapital,net\r\n[private]\r\nMenlo Park, CA 94025\r\nUS\r\nPhone: [private]\r\nFax: [private]\r\n \r\nREPRESENTATIONS\r\n\r\nI represent that I am an owner of this company and websites and am fully authorized to pursue this matter.\r\n\r\n(5)\tI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\n(6)\tI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nMy contact information is the following:\r\n[private]\r\nPresident, Database Systems Corp. [private]\r\n[private]@yahoo.com\r\n[private]@databasesystemscorp.com\r\n\r\n\r\nDESIRED ACTION FROM GOGGLE\r\n\r\nSince this company is listed in the Google Search Results and is using our copyrighted material, we respectfully request that you remove these offending web pages from this website from your search engine.\r\nThank you for your prompt attention to this matter.\r\n\r\nSincerely,\r\n\r\n[private]\r\nPresident\r\nDatabase Systems Corp. [private]\r\n","date_sent":"2005-11-02T05:00:00Z","date_received":"2005-11-02T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Database Systems Corp.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}