{"dmca":{"id":9049,"type":"Dmca","title":"SuperDog on the tail of copied images","body":"Dear GOOGLE:\r\n\r\nThe web site www.celebritydogtrainer.com is stealing copyrighted images from our web sites. filed a lawsuit in the Sacramento Superior Court against this person and his corporation.\r\n\r\nHer is what you asked for on your copyright page:\r\n\r\n1)\tI David Baron owner of SuperDog, Inc. authorize Google to act on our behalf to stop the unauthorized use of our intellectual property and copyrighted material.\r\n\r\n2)\tThe material stolen is a picture appearing on http://www.celebritydogtrainer.com/faq.htm#1 dogs at the top of the page.\r\n\r\nThis image appears on the header of our web site www.DogAnswers.com and on these two pages http://www.superdog.com/hints/trainers_body.html and http://www.superdog.com/hints/about\r\n\r\nThis is a picture of my own dogs that I took myself.\r\n\r\n3)\tThe picture can be found on your directory when searching for dog training in various cities especially Sacramento.\r\n\r\n4)\tOur contact information is:\r\n\r\n[private], Owner \r\nSuperDog, Inc.\r\n[private]\r\nRoseville, CA 95747 \r\n(916)[private]\r\nemail: [private]@surewest.net\r\nOur attorneys are: Downey Brand, LLP [private], Esquire\r\n[private] Sacramento, CA 95814\r\n(916)[private]\r\n\r\n5)\tUse of this material is not authorized by the copyright or intellectual property owner [us], its agents the law. I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\n6)\tI affirm under penalty of perjury, that the above information in my Notice is accurate and that I am the copyright or intellectual property owner.\r\n\r\nThank you. Please let me know what you plan on doing.\r\n11/3/2005\r\n \r\n[private]\r\nSuperDog, Inc.\r\n","date_sent":"2005-11-03T05:00:00Z","date_received":"2005-11-03T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"SuperDog, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}