{"dmca":{"id":9062,"type":"Dmca","title":"Lease with NetScout Systems Inc.","body":"Please be advised that I represent Arturo J. Gutierrez and John A. Cataldo, as Trustees of Nashoba Westford Realty Trust, and Michelson Farm-Westford Technology Park IV Limited Partnership, two entities that are affiliates of The Gutierrez Company, located in Burlington, Massachusetts. It has been brought to my attention that two of our leases with Netscout Systems, Inc. for property located in Westford, Massachusetts are posted on your website\r\nhtm://contracts.onecle.com/netscout/westford.lease.1997.12.01.shtml\r\n\r\n\r\nPlease note that we did not authorize or consent in any way to your receiving a copy of our leases or to making the same available to the public. In fact, the confidentiality sections of both leases provide that the leases may not be copied, distributed or circulated to any person without or express written our express written consent.  We are in the process of contacting our tenant, NetScout Systems, Inc. to determine how copies of our leases were made available to your company.  As a large landlord in this area, we cannot have any of our leases availabe for public review.\r\n\r\nAccordingly, please immediately remove our two leases from your website. Please be advised that the Landlords are prepared to take legal actbn to protect their private property and privacy rights to prohibit any further unauthorized posting of its leases.\r\n\r\nThank you in advance for your understanding and cooperation in this matter.\r\n\r\nVery truly yours,\r\n\r\nTHE GUTIERREZ COMPANY\r\n\r\n\r\nGlorla M. Gutierrez\r\nComorate Counsel\r\n\r\n\r\nGMG/tb\r\nCopies to:\r\nArturo J. Gutierrez\r\nJohn A. Cataldo\r\nKenneth M. Williams\r\nArthur J. Gutierrez, Jr.\r\nDouglas L. Fainelli\r\n\r\nG:\\docs\\Theresa\\Gmg\\Onecle re Westfod Leases.doc","date_sent":"2005-11-16T05:00:00Z","date_received":"2005-11-16T05:00:00Z","topics":["Trade Secret","Copyright"],"sender_name":null,"principal_name":"The Gutierrez Company","recipient_name":"Onecle Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}