{"dmca":{"id":9064,"type":"Dmca","title":"Abuse - Domains (KMM23226240V16421L0KM)","body":"Dear Sir/Madam,\r\n\r\nThank you for contacting Yahoo! Customer Care.\r\n\r\nYour Yahoo! account was disabled pursuant to the Yahoo! GeoCities Terms \r\nof Service (TOS). You agreed to abide by the TOS when you created your \r\nYahoo! GeoCities account. The TOS can be found for your review at:\r\n\r\n   http://docs.yahoo.com/info/terms/geoterms.html\r\n\r\nand provides in relevant part: \"You agree that Yahoo!, in its sole \r\ndiscretion, may terminate your password, Yahoo! GeoCities site, use of \r\nthe Service or use of any other Yahoo! service, and remove and discard \r\nany Content within the Service, for any reason, including, without \r\nlimitation, for lack of use or if Yahoo! believes that you have \r\nviolated\r\nor acted inconsistently with the letter or spirit of the TOS. Yahoo! \r\nmay\r\nalso in its sole discretion and at any time discontinue providing the \r\nService, or any part thereof, with or without notice. You agree that \r\nany\r\ntermination of your access to the service under any provision of this \r\nTOS may be effected without prior notice, and acknowledge and agree \r\nthat\r\nYahoo! may immediately deactivate or delete your Yahoo! GeoCities Site \r\nand all related information and files in your Yahoo GeoCities site \r\nand/or bar any further access to such files or the Service.\"\r\n\r\nWe take the operation of Yahoo! and the TOS very seriously. We continue \r\nto support Users who abide by the TOS.\r\n\r\nYou are welcome to establish a new account with Yahoo! and Yahoo! \r\nGeoCities at any time, provided that your use complies with our Terms \r\nof\r\nService. If you are concerned that your intended use of our service may \r\nbe a violation of the TOS, we encourage you to review the TOS and to \r\ntake care to proceed accordingly.  \r\n\r\nIn the future, if you find what you feel to be a violation of our Terms \r\nof Service, we encourage you to report it to us via our Violation \r\nReporting Form:\r\n\r\n  http://geocities.yahoo.com/main/contact/alert_form.html\r\n\r\nWe also encourage you to review our TOS:\r\n\r\n  http://docs.yahoo.com/info/terms/geoterms.html\r\n\r\nIf you feel this message does not adequately respond to your question \r\nor\r\ncomment, please reply to this email and let us know.\r\n\r\nThank you again for contacting Yahoo! Customer Care.\r\n\r\nRegards,\r\n\r\nStan\r\n\r\nYahoo! Customer Care\r\nhttp://www.yahoo.com/\r\n\r\n16720549\r\n\r\n\r\n\r\n","date_sent":"2005-11-18T05:00:00Z","date_received":"2005-11-18T05:00:00Z","topics":["Uncategorized","Copyright"],"sender_name":null,"principal_name":"Yahoo Inc.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}