{"dmca":{"id":9121,"type":"Dmca","title":"Washburn Fires at Protester","body":"Dear [private]:\r\n\r\nThis is to protest your unauthorized use of certain university trademarks including but not limited to those of Washburn University in connection with your website, www.washburnedu.com.\r\n\r\nStrategic Marketing Affiliates (SMA) is the authorized licensing representative of Washburn University and multiple other collegiate properties.  We represent these institutions in connection with the licensing, protection and enforcement of its name, logos, slogans, mascots, and other proprietary rights (hereinafter \"Marks\").  The institutions own all rights, title and interest in their respective Marks. \r\n\r\nSMA engages in a wide range of licensing activities, including the licensing of companies to use the Marks of Washburn University in connection with products, promotions and advertising.  By virtue of their long, continuous and extensive use on protucts and in promotional programs, the Marks have developed goodwill and strength as identifiers of sponsorship by the University.  SMA and Washburn University retain the right to maintain quality control of the Marks by approving the use of the Marks in all advertising and promotional materials to ensure that they are represented in a proper fashion.  Accordingly, no one may use the Marks without the express written permission of SMA and/or Washburn University.\r\n\r\nNotwithstanding this, it has come to our attention that you are inappropriately using certain Marks of Washburn University, specifically the primary Mark of the University, in connection with a story on your website that can be found at:\r\n\r\nhttp://www.washburnedu.com/faculty_staff/technology/2005/iss_director_search.php\r\n\r\nYour unauthorized use of the Marks of the University constitutes trademark infringement and unfair competition in that the public may erroneously believe that your website and its advertising and promotional activities have been licensed, sponsored or authorized by Washburn University and/or SMA.\r\n\r\nIn addition, your inappropriate use of the Marks without approval will dilute their distinctiveness by trading upon the goodwill and reputation that the pbulic associates with the University and their Marks. \r\n\r\nWe request that you immediately cease and desist from the unauthorized and inappropriate use of the Marks of Washburn University in connection with your website or otherwise.  Unless we receive a comprehensive response to this letter in writing by November 15, 2005, including assurances that you have ceased to infringe on the Marks, we will advise the University accordingly and suggest a course of action.  This letter is without prejudice to any claim for damages or other relief in the event that litigation proves necessary.\r\n\r\nI look forward to your cooperation in this matter.\r\n\r\nSincerely, \r\n\r\n[private]\r\nVice President of University Services\r\n\r\n[private]\r\n\r\ncc: [private], President & CEO, Strategic Marketing Affiliates, Inc.\r\n[private], Director of Business Services, Washburn University  ","date_sent":"2005-10-26T04:00:00Z","date_received":"2005-10-26T04:00:00Z","topics":["Trademark","Copyright"],"sender_name":null,"principal_name":"Strategic Marketing Affiliates","recipient_name":"www.washburnedu.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}