{"dmca":{"id":9131,"type":"Dmca","title":"RE: CEASE AND DESIST","body":"Bfads.net\r\n\r\nSan Jose, California\r\n\r\nNovember 19, 2005\r\n\r\nCEASE AND DESIST\r\n\r\nRe: Your Continued Unauthorized Publication and Receipt of Proprietary and Confidential Information Stolen from Office Depot, Inc. (\"Office Depot\") \r\n\r\nTo Whom It May Concern: \r\n\r\nUpon receipt of our letter of November 18, 2005, demanding that you immediately cease and desist from infringing our intellectual property rights and from publishing proprietary and confidential information stolen from Office Depot, you responded by publishing and grossly mischaracterizing that letter and further disparaging Office Depot.  This additional action by you constitutes unfair and deceptive trade practices.  Moreover, you continue to publish the stolen proprietary and confidential information under the veil of misspelling our name.  \r\n\r\nWe expect that you will publish this letter, so let us be clear:  Office Depot has not authorized any person to disclose the information posted on your website.  We do not know where or how you came into possession of this information, but you are knowingly in possession of stolen property and are using it to your commercial advantage.  Your actions are illegal under federal and state law.   \r\n\r\nAccordingly, should you refuse to immediately remove any and all references and information related in any way to Office Depot, directly or indirectly, we will institute legal action against you to enjoin your unlawful acts.    \r\n\r\nThis demand is made without prejudice to all rights and remedies, legal and equitable, Office Depot may have, all of which are expressly reserved.\r\n\r\nGovern yourself accordingly.\r\n\r\nJill A. Cook\r\nSr. Litigation Attorney\r\nT:  561.438.3773\r\nF:  561.438.5075","date_sent":"2005-11-19T05:00:00Z","date_received":"2005-11-19T05:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":"Office Depot","recipient_name":"BFAds.net","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}