{"dmca":{"id":9215,"type":"Dmca","title":"Nepco Doesn't Enjoy Matrixwatch Reloaded","body":"Our ref:  JH/250492.1\r\n\r\nBy email to: info@matrixwatch.org\r\n\r\n\r\nDear Sirs\r\n\r\nwww.matrixwatch.net \r\nwww.matrixwatch.org\r\nwww.matrixwatch.com  (the ?Websites?)\r\n\r\nWe refer to our letter of 14 November 2005. \r\n\r\nWe explained in our previous letter of that Nepco would not tolerate defamatory statements published on your Websites and, if necessary, it would apply for an injunction to have them removed and sue you for damages. \r\n\r\nYou subsequently removed the offending thread. However, you have now allowed numerous new threads relating to Mydv to appear on your website, accessible from the page: \r\n\r\nhttp://www.matrixwatch.org/forums/forumdisplay.php?s=&f=92&page=1&pp=40&sort=lastpost&order=desc&daysprune=-1\r\n\r\nThese new threads also contain defamatory statements, including:\r\n\r\n?\tNumerous further statements that Mydv and Nepco are a ?scam? and a  ?con?;\r\n\r\n?\tAllegations that a Nepco employee has ?no morals?, is ?unethical? and does not ?have any morals in her entire body?;\r\n \r\n?\tStatements that allege that Nepco is ?a sophisticated scam? and a ?massive scam?; and \r\n \r\n?\tA posting on your Websites that forwards the user to further websites which contain defamatory material.\r\n \r\nWe explained in our previous letter that Nepco is supportive of informed, constructive debate. However, after your initial action, you have again allowed defamatory material and personal details to be published on your site. Our client?s conclusion is that you are clearly unwilling and/or unable to stop your users posting defamatory material on your Websites. By allowing this to happen you are publishing defamatory material. \r\n\r\nAs we explained in our previous letter, our client cannot allow this sort of defamatory material to remain in the public domain and we therefore require you to permanently remove all threads relating to Mydv and Nepco and sign the attached undertaking by 5:00pm on 1 December 2005 and return it to us, failing which our client will take whatever further action it sees fit, without further recourse to you.\r\n\r\nA letter in similar terms will also be sent to your ISP, who is also liable for publishing the defamatory statements.\r\n\r\nYours faithfully\r\n\r\n\r\n\r\n\r\nHOGAN & HARTSON\r\n\r\n\r\n-------------\r\n\r\nText of the letter they wanted us to sign:\r\n\r\nIn consideration of Nepco LP (?Nepco?) not commencing proceedings against Matrixwatch in relation to the defamatory statements relating to Nepco, its directors and employees and/or www.mydv.co.uk or any other website or business owned by Nepco LP (together, ?Nepco?) appearing internet sites operated by or under the control of Matrixwatch (including, but not limited to www.Matrixwatch.com, www.Matrixwatch.net and www.Matrixwatch.org) (the ?Websites?), I                         \t\t\t, authorised signatory for and on behalf of Matrixwatch, undertake on my own behalf and on behalf of Matrixwatch, its holding companies, affiliates, subsidiaries, employees, directors and any other entities within its control (together, the ?Matrixwatch Entities?), whether acting directly or indirectly, through principals, directors, officers, employees and/or agents or otherwise, that the Matrixwatch Entites:\r\n\r\n1.\twill not at any time hereafter knowingly allow any statement relating or referring to Nepco to appear on any of the Websites;\r\n\r\n2.\twill regularly monitor the Websites for any statements relating or referring to Nepco and will, upon identifying any such statements, remove such statements from the Websites within 24 hours of discovery;\r\n\r\n5.\twill not to procure, assist or enable others to publish statements relating or referring to Nepco on the Websites or by or on any other medium;\r\n \r\n6.\twill pay to Nepco its legal costs in the amount of ?2,000 within 14 days of the date of this undertaking; and\r\n\r\n6.\twill, within 14 days of the date of this undertaking, provide a statement sworn by an authorised officer of Matrixwatch confirming that it has taken every necessary step in order to comply with these undertakings.\r\n\r\nMatrixwatch further acknowledges and agrees that in the event of a breach of any of the above undertakings (1) legal action may be taken against it in relation to such breach without further notice, and (2) Nepco will be entitled to (amongst other things) injunctive relief to restrain further breach.\r\n\r\n\r\nSignature\t??????????..\r\n\r\nName\t\t??????????..\r\n\r\nPosition\t??????????..\r\n\r\nDate\t\t???????????\r\n","date_sent":"2005-11-30T05:00:00Z","date_received":"2005-11-30T05:00:00Z","topics":["Defamation","Copyright"],"sender_name":"Hogan and Hartson, LLC","principal_name":"Nepco, LP d/b/a mydv.co.uk","recipient_name":"Matrixwatch.org","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}