{"dmca":{"id":9259,"type":"Dmca","title":"Attributor DMCA (Copyright) Complaint to Google","body":"Dear Sir/Madam,\n\nI certify under penalty of perjury, that I am an agent authorized to act on behalf of the owner of the intellectual property rights and that the information contained in this notice is accurate.\n\nI have a good faith belief that the page or material listed below is not authorized by law for use by the individual(s) associated with the identified page listed below or their agents and therefore infringes the copyright owner's rights.\n\nI HAVE A GOOD FAITH BELIEF THAT ADVERTISING ON THE INFRINGING PAGES/MATERIAL IDENTIFIED BELOW IS DELIVERED BY YOUR SERVICE AND I HEREBY DEMAND THAT YOU ACT EXPEDITIOUSLY TO REMOVE OR DISABLE SUCH ADVERTISING.\n\nThis notice is sent pursuant to the Digital Millennium Copyright Act (DMCA), the European Union's Directive on the Harmonisation of Certain Aspects of Copyright and Related Rights in the Information Society (2001/29/EC), and/or other laws and regulations relevant in European Union member states or other jurisdictions.\n\nNote that in some cases the pages/material may have been removed after the sending of this notice but prior to your review.\n\nMy contact information is as follows:\n\nOrganization name: Attributor Corporation as agent for Agence France Press - Spanish\nEmail: [redacted]attributor.com\nPhone: [redacted]\nMailing address:\n[redacted]\nSuite A,\nSan Mateo, CA 94401\n\nINFRINGING PAGES/MATERIAL WHERE ADVERTISING SHOULD BE REMOVED OR DISABLED:\n\n\n\n\nOriginal Article: http://fairshare.attributor.com/guardian/sourcedetails?key=02ca5fccd9b0dd227e4c182c305a8e78\nCopy: http://www.noticierodigital.com/forum/viewtopic.php?t=763428&sid=bba4a306a86817626fbbcd712b305c9d\n\n\nOriginal Article: http://fairshare.attributor.com/guardian/sourcedetails?key=19881a35342ce7f002ad3ef12d068683\nCopy: http://www.noticierodigital.com/forum/viewtopic.php?t=764177&sid=18fcbe3bdeb0d8a1fa9daf2baa80df14\n","date_sent":"2011-06-29T04:00:00Z","date_received":"2011-06-29T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Attributor Corporation","principal_name":"Agence France Press - Spanish","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}