{"dmca":{"id":9338,"type":"Dmca","title":"MortgageLeadsGuide.com doesn't want Google leading to copies","body":"1.  Identify in sufficient detail the copyrighted work that you believe has been infringed.\r\n\r\nThe copyrighted work that has been infringed upon is our entire website, http://www.MortgageLeadsGuide.com.\r\n\r\nThe infringing party has made a complete copy of our website: http://www.google.com/search?q=site%3Aseeme365%2Ecom\r\n\r\nThis is the second time I've had to file a complaint to have this party removed from your index.\r\n\r\n2.\tIdentify the material that you claim is infringing the copyrighted work listed in item #1 above. The infringing party has placed a complete copy of our entire copyright protected website.\r\n\r\n(a) Search Query Used: \"leadbull review\" http://www.google.com/search?q=leadbull+review (b)URL Infringing Result: http://seeme365.com/UserReviews.asp-i=LeadBull.com-l.htrn\r\n\r\n3.\tProvide information reasonably sufficient to permit Google to contact you (email address is preferred).\r\n\r\n[private]\r\n[private]\r\nDavidson, NC 28036\r\n[private] (Direct Line) [private]@mortgageleadguide.com\r\n\r\n4.\tProvide information, if possible, sufficient to permit Google to notify the owner/administrator of the web page that allegedly contains infringing material (email address is preferred).\r\n\r\nThis is the only information I can locate: Domain Name Registrant Data\r\n\r\nMarc Montgomery ([private]@seeme365.com) +1.[private]\r\n[private]\r\nCharleston, WV 25306 US\r\n\r\n5.\tInclude the following statement: I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\n6.\tInclude the following statement:\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n \r\n[private]","date_sent":"2005-11-23T05:00:00Z","date_received":"2005-11-23T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"MortgageLeadsGuide.com","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}