{"dmca":{"id":9348,"type":"Dmca","title":"CalorieLab wants copyist out of Google's diet","body":"1 The text content at the following URL has been infringed: http://calorielab.com/news/2005/11/13/2hoops-we-goofed-low-cal-food-isnt/\r\n\r\n2 The following material is infringing the copyrighted work in section 1 above: All search results that directly link to the following page: http://www.dirweigth.com/node/673\r\n\r\nAs your search researchers can tell you, the number of queries that will yield this page as one of the results are virutally infinite in number, comprising at least all the combinations of the words in the text on the page in the infringed URL. Requiring us to state an infinite number of search strings is unreasonable, especially in light of the fact that only a single infringing web page is involved and can easily he removed from your index.\r\n\r\nYour search technology, including stoplists and stemming, algorithms, are secret, so no person outside of your own organization could exhaustively list the Search queries that would produce the single offending page as one of the results. In addition, your relevancy ranking algorithms are secret, so even listing the subset of possible search queries that could yield the infringing web page in the top 10, 100, or 1,000 results is not possible for someone outside your organization.\r\n\r\nWe assert under these circumstances that the DMCA does not place the burden for listing search queries on us, the party submitting this infringement notice There  is no legitimate reason for you to return the infringing web page in response to any query by the public.\r\n\r\nFor your convenience we list a few search queries that will produce the infringing web page, but we demand that the infringing web page not be returned in response to any search whatsoever, including, for instance, searches for any arbitrary strings of consecutive neighboring words contained in the infringed upon page.\r\n \r\nRepresentative queries that return the infringing web page are listed below:\r\nscottols bakery\r\n\r\nScotto","date_sent":"2005-11-28T05:00:00Z","date_received":"2005-11-28T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"CalorieLab. Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}