{"dmca":{"id":9373,"type":"Dmca","title":"Battle for the Planet","body":"Dear Mssrs. [private]:\r\n\r\n\tThis firm represents IGN Entertainment, Inc. (\"IGN Entertainment\") in intellectual property and other matters. IGN Entertainment (www.ign.com) owns and operates the Internet's largest network of destinations for video gaming, entertainment and communities targeted to teens and young adults ages 18-34.  The company's properties include the popular IGN.com, GameSpy, and PLANET family of trademarks, including FILEPLANET,  RPG PLANET,  SPORT PLANET,  STRATEGY PLANET and 3DACTION PLANET, which links to the Planet Battlefield site (www.planetbattlefield.com), which features the popular BATTLEFIELD 2 action game. IGN Entertainment is also a leading provider of technology for online game play in video games and provides more than 70 community sites and a vast array of online forums.\r\n\r\nIt has recently come to IGN Entertainment's attention that your company has filed in the United States an application to register PLANET COMBAT for \"entertainment services, namely, providing an on-line computer game\" (Exhibit A) and is using the PLANET COMBAT service mark, Planet Combat LLC trade name and planetcombat.net domain name in connection with computer game web sites, including a site featuring the Battlefield 2 action game. We understand that Planet Combat LLC only recently commenced use of the PLANET COMBAT trademark in December 2004.\r\n\r\nGiven your use of a mark, trade name and domain name so similar to IGN Entertainment's PLANET family of marks, for computer gaming websites and services, it seems quite likely that you are aware of IGN Entertainment's PLANET family of sites and services.  You may not be aware, however, that IGN Entertainment has used the PLANET family of marks and fileplanet.com domain name, since 1997 in connection with a wide variety of services directed to young adults, including computer gaming news, information, and reviews, and related products and services. IGN Entertainment has expended a great deal of time and financial resources to build up customer recognition and goodwill related to its PLANET family of marks in the U.S. and internationally.\r\n\r\nIn addition, IGN Entertainment is the owner of trademark registrations in the United States for the FILEPLANET mark (see enclosed documents relating to U.S. Registration No. 2,455,345 for the FILEPLANET word mark and U.S. Registration No. 2,461,694 for the FILEPLANET and Design mark each for \"entertainment services in the nature of maintaining a network of sites on a global computer network for computer games manufactured by others.\" (Exhibit B) These registrations attest to the strength of IGN Entertainment's rights in these marks and provide IGN Entertainment with exclusive rights in the marks for the services identified in the registrations. In light of the importance of the PLANET family of marks and the strength of IGN Entertainment's legal rights to its valuable intellectual property, IGN Entertainment is determined to take whatever steps are necessary to protect its rights in the PLANET mark.\r\n\r\nConsequently, we are writing to inform you that your use of the PLANET COMBAT mark and trade name and www.planetcombat.net domain name may cause confusion of consumers in the marketplace, and thereby violate IGN Entertainment's established trademark rights. In light of the fact that your PLANET COMBAT mark is so similar to IGN Entertainment's PLANET family of marks, and your company operates in the same field of business as IGN Entertainment, your use of the PLANET COMBAT mark and www.planetcombat.net domain will inevitably tend to lead consumers to mistakenly believe that your services are IGN Entertainment's, or that your company and its services are somehow affiliated with IGN Entertainment, or are endorsed, sponsored, or approved by IGN Entertainment. The risk of such confusion is greatly exacerbated by the fact that your company offers identical services targeted to identical populations, in particular with respect to your site featuring the BATTLEFIELD 2 game, which IGN Entertainment also features under its PLANET marks. (See www.planetbattlefield.com.) Such likelihood of confusion constitutes an infringement of IGN Entertainment's rights in its valuable PLANET family of marks. As such, please be advised that should you continue your use the PLANET COMBAT trade name and mark, your actions may entitle our client to injunctive relief and triple monetary damages, as well as payment of IGN Entertainment's attorneys' fees and costs in being forced to bring a willful infringement action to protect its exclusive rights.\r\n\r\nYour risk of exposure to treble monetary damages and to payment of IGN Entertainment's attorneys' fees and costs is very real in light of IGN Entertainment's worldwide reputation in its PLANET family of marks among computer gaming consumers, your knowledge of this reputation and, despite this knowledge, your choice of a mark and name consisting of our client's PLANET mark followed by the term COMBAT, calculated to create an association with IGN Entertainment's reputation in its PLANET family of marks and your use of such a mark for directly competitive services.\r\n\r\nFurthermore, because the PLANET family of marks is famous among computer gaming consumers, your use of PLANET COMBAT under these circumstances also violates U.S. Anti-Dilution laws by lessening the source-identifying power of the PLANET family of marks. Under U.S. Anti Dilution laws your use would be found to harm IGN Entertainment without proof that consumers are likely to be confused.\r\n\r\nSimilarly, we note that your registration of the www.planetcombat.net domain name could represent a violation of IGN Entertainment's rights under the Anti-Cybersquatting Consumer Protection Act (\"ACPA\"). A domain name registrant is liable under the ACPA if he or she obtains a domain name in bad faith that is confusingly similar to a trademark or service mark. As discussed above, the www.planetcombat.net domain name you registered is confusingly similar to our client's PLANET family of marks, and we believe your registration and use of the domain might well be deemed bad faith within the legal meaning of ACPA, in light of your knowledge of IGN Entertainment's PLANET marks and your registration and use of a domain name calculated to be associated with IGN Entertainment's PLANET family of marks for use for directly competitive services. Under the Act, IGN Entertainment is entitled to take legal action to require the transfer of the domain name to our client. In addition, under the ACPA, you could be liable for statutory damages of up to $100,000.\r\n\r\nIn addition, your company's registration of the www.planetcombat.net domain name also violates its representations in the registration agreement with Tucows, Inc., the registrar with whom you registered this domain. In your registration agreement, you agreed to submit to proceedings under the Internet Corporation for Assigned Names and Numbers' (\"ICANN\") approved Uniform Dispute Resolution Policy (\"UDRP\"). Under the UDRP, a domain name registrant is accountable if he or she obtained a domain name in bad faith that is identical or confusingly similar to another's trademark or service mark, and in which he or she has no legitimate interest. As noted above, the www.planetcombat.net domain name is confusingly similar to our client's PLANET family of marks and www.fileplanet.com and www.planetbattlefield.com domain names, and we believe that your registration and use of the domain might well constitute bad faith under the terms set forth in the UDRP.\r\n\r\nAccordingly, demand is hereby made that you cease your use of PLANET COMBAT as a trade name and mark, and agree to transfer the www.planetcombat.net domain name to IGN Entertainment within 10 days. Please respond in writing no later than December 19, 2005, confirming your intent to comply and to arrange transfer of the domain name to IGN Entertainment. Should you refuse to discontinue your use of the PLANET COMBAT mark and domain, we have instructions to take such steps as are appropriate to protect IGN Entertainment's rights.\r\n\r\nBe advised that IGN Entertainment reserves the right to take whatever actions it deems necessary, before or after the date set forth above, without further notice to you, to protect its valuable trademark rights and to avoid any further consumer confusion.\r\n\r\nWe look forward to your prompt response and cooperation.\r\n\r\nSincerely,\r\nFENWICK & WEST LLP\r\n[private]\r\n\r\ncc: IGN Entertainment, Inc.\r\n    TUCOWS, Inc.\r\n\r\nEnclosures\r\n","date_sent":"2005-12-09T05:00:00Z","date_received":"2005-12-09T05:00:00Z","topics":["UDRP","Copyright"],"sender_name":"Fenwick & West","principal_name":"IGN Entertainment","recipient_name":"Planet Combat LLC","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}