{"dmca":{"id":9390,"type":"Dmca","title":"WWW Virtual Library says \"lights out\" to lighthouse page","body":"The copyrighted work at issue is the text and graphics on these pages:\r\n\r\n\r\nSearch Query: lighthouses Search result #3 and others.\r\n\r\nInfringing Web Pages:\r\nhttp://people.maine.com/lights/www_vl.htm\r\nhttp://www.maine.com/lights/www_vl.htm\r\nhttp://people.maine.com/lights/orgs.htm\r\nhttp://people.maine.com/lights/welcome.htm\r\nand may include any or all other pages listed in the directories at\r\nhttp://people.maine.com/lights/\r\nor http://www.maine.com/lights/\r\nThe material on these pages that infringes on the copyright is as follows:\r\n\r\nAny reference to the WWW VL or the WWW Virtual Library\r\nReferences to the WWW VL page on lighthouses or references to the WWW VL page on Lighthouses, Lightships and Lifesaving Stations\r\nAny graphic on the pages, (currently titled wwwlib.gif) which represents an open book, which is a trademark of the WWW VL.\r\nAny reference to : [private] as the WWW-VL Librarian: Lighthouses, Lightships and Lifesaving Stations: he is not the WWW-VL Librarian for any page or pages.\r\n\r\nAny and all text or hypertext that is described as belonging to or-relating or linking to the WWW VL, the WWW Virtual Library, or the World Wide Web Virtual Library.\r\n------\r\nThe WWW Virtual Library ('The VL) is an association sans but lucratif established in the Republic and Canton of Geneva which maintains an index at http://vlib.org/.\r\n\r\nThe VL maintains a current and copyrighted page relating to lighthouses. You can find this page by using the links at http://vlib.org/ following http://vlib.org/Transportation and arriving at Lighthouses, Lightships and Lifesaving Stations. That link now goes to : http://www.vl-lighthouses.org which is the legal and copyrighted page maintained by the WWW VL\r\n\r\nThe official maintainer of the WWW VL pages on Lighthouses, Lightships and Lifesaving Stations is [private], webmaster:of http://www.vl-lighthouses.org\r\n\r\nAll attempts to contact the maintainer of the pages in dispute have failed.\r\n\r\nWe ask that Google under the Digital Millennium Copyright Act take the following steps:\r\n \r\nRemove from all google indexes any instances of the pages that are as described above, in violation of the copyrights and trademarks of the WWW VL and replacement of those links, snippets, etc., with links, snippets, etc., to the valid pages at http://www.vl-lighthouses.org\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n\r\nYours,\r\n[signature]\r\n[private]\r\n\r\nYou may contact me by email at [private]@gwi.net or [private]@vl-lighthouses.org [private]\r\n[private]\r\nWebmaster, WWW VL: Lighthouses, Lightships and Lifesaving Stations c/o Lighthouse Marketing Inc\r\n[private]\r\nW Kennebunk, ME 04094.\r\n\r\n\r\nThe owner and maintainer of the pages that we deem to be infringements upon the copyrights of the WWW VL is:\r\n[private]\r\n[private]@ix.netcom.com [private]\r\nSELKIRK LIGHTHOUSE\r\n[private]\r\n[private]\r\nPulaski, NY 13142-0228\r\nUSA\r\n\r\nWe have not been able to successfully contact [private] at the email, telephone number, or address listed above. We have tried repeatedly and have copies of the emails we have sent him on this issue. We provide this to you in the hopes you may be more successful. The address information is taken from the pages at http://people.maine.com/lights/welcome.htm\r\n","date_sent":"2005-12-13T05:00:00Z","date_received":"2005-12-13T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"c/o Lighthouse Marketing Inc","principal_name":"WWW Virtual Library: Lighthouses, Lightships and Lifesaving Stations","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}