{"dmca":{"id":9408,"type":"Dmca","title":"Realtor claims copying of article","body":"Dear Google!'s Copyright Agent:\r\n\r\nMy name is [private], I am the owner of www. MiamiNewConstructionGuide.com. I wrote several articles on my site and the copy rights are clearly displayed on the site.\r\n\r\nOne of the articles I wrote was stolen by [private] and published on his site floridarealestatecondohomes.com. However, it was removed after a formal complaint. Since then, we received threats from [private] and he just published the article again on his site as you can see below.\r\n\r\n1)\tthe copyrighted work:\r\n\r\nThe search we did for key word \"Miami Pre construction\" and here is the link: http://floridarealestatecondohomes.com/miami_preconstruction_details.htm and floridarealestatecondohomes.com/BlogMiamiRealEstate\r\n\r\nwhere you'll find our stolen article.\r\n\r\n2)\tThe material copyrighted: Our article used to be on our site but since it was being stolen by several sites, it was packaged to a report to be sent only to our clients (still copy right note is clearly marked on the report and the report enclosed)\r\n\r\n3)\tContact info: [private]\r\n\r\nwww.MiamiNewConstructionGuide.com Ph: [private], Fax:[private]\r\nEmail: [private]@MiamiNewConstructionGuide.com\r\n\r\n\"I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing webpages is not authorized by the copyright owner, its agent, or the law.\"\r\n\r\nI swear, under penalty of perjury consistent with United States Code Title 17, Section 512, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed\r\n\r\n\r\nAdditional items requested to investigate our claim:\r\n1.\tan electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest; (letter is signed by me, the owner)\r\n\r\n2.\ta description of the copyrighted work or other intellectual property that you claim has been infringed; A copy of the report is attached and is faxed to you as well.\r\n\r\n3.\ta description of where the material that you claim is infringing is located on the Gooqle! site, with enough detail that we may find it on the web site;\r\n \r\nhttp://floridarealestatecondohomes.cow/miami_preconstruction_details_.htm\r\n\r\n4.\tmy address, telephone number, and email address;\r\n[private]\r\n[private]@, Professional Engineer, [private], [private]@MiamiNewConstructionGuide.com\r\n\r\n5.\ta statement by you that you have a good faith belief that the disputed use is not authorized by the copyright or intellectual property owner, its agent, or the law; --- letter above\r\n\r\n6.\ta statement by you, made under penalty of perjury, that the above information in your Notice is accurate and that you are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner's behalf.\r\n\r\nI am the owner/writter of this article under penalty of perjury. Thanks in advance. Very truly yours,\r\n[private]\r\nRealtor@, Professional Engineer and Founder of www.MiamiNewConstruction.com\r\n[private]@MiamiNewConstructionGuide.com\r\n \r\n--\r\n\r\nPre-Construction Special Report\r\nHow to profit from the real estate market in South Florida\r\n** This article is copy righted and not to be duplicated, reproduced in part or in full without written permission from [private], Sunny Isle, FL [private]*** www.miaminewconstructionguide.com\r\n\r\n\r\nPre construction ","date_sent":"2005-12-02T05:00:00Z","date_received":"2005-12-02T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"www.MiamiNewConstruction.com","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}