{"dmca":{"id":9493,"type":"Dmca","title":"Domain Squatting In Jersey, UK","body":"JERSEY FINANCIAL SERVICES COMMISSION\r\nPO Box 267, Nelson House\r\nDavid Place\r\nSt Helier\r\nJersey\r\nChannel Islands\r\nJE4 8TR\r\n\r\nYour Ref.:\r\nOur Ref. : MW\r\n[redacted]\r\n\r\n\r\n19 December 2005\r\n\r\nDear Mr [redacted]\r\nThe Commission does not believe that you have a legitimate entitlement or claim to hold or operate the e-mail addresses \"jerseyfsc.com\" and \"jerseyfsc.co.uk\". We met recently when I explained the Commission's position with regard to the above e-mail addresses. It is totally unacceptable for you to maintain possession of and to operate either of the email addresses. This is resulting in highly confidential and sensitive materia1 intended for the eyes of the regulator only becoming available to you. In addition, you admitted in our meeting that given the volume of communications received by you intended for the Commission you were not forwarding all communications on to the Commission. You now state that you intend auto-deleting all emails received. Your continued operation of the mail addresses on this or any other basis is totally unacceptable to the Commission. \r\n\r\nThe harm that you could potentially cause to those conducting regulated business in the Island, the finance industry in Jersey and elsewhere by receiving and diverting highly sensitive and confidential material is immeasurable.\r\n\r\nThe JFSC therefore now intends to initiate the established arbitration procedure with a view to acquiring transfer of the ownership of the addresses to the JFSC. The offer to purchase the addresses from you was to avoid for the JFSC wasted time and costs but that has not proved acceptable to you.\r\n\r\nGiven the very serious damage that your continued actions may cause, the Commission therefore now requires your dear written undertakings that, pending determination of the ownership of h e addresses through the arbitration process, you will forthwith ensure and maintain:-\r\n\r\n(a) that all mail received to either of the above addresses is automatically forwarded to me at \"M. [redacted].org\";\r\n\r\n(b) that you, by yourself your servants or agents, will not access the mail box of either of the email addresses until determination of the arbitration process.\r\n\r\nAny breach of either of these undertakings would be a very serious matter indeed and may result in the matter being immediately referred to the Royal Court. However, should you not be prepared to provide the undertakings required of you, then the Commission reserves the power to refer this matter forthwith to the Royal Court without further recourse to you. Should such a reference to Court be necessary, the Commission will seek the recovery of its costs incurred as a result against you.\r\n\r\nThe above undertakings are required to be given by you by close of business tomorrow (5pm, 20 December 2005). In case you do not read this email via your computer, given the seriousness of the position a copy is now being hand-delivered to your home address.\r\n\r\nYours sincerely\r\n[redacted]\r\nDirector Operations\r\n[redacted]\r\n\r\n\r\n","date_sent":"2005-12-19T05:00:00Z","date_received":"2005-12-19T05:00:00Z","topics":["UDRP","Copyright"],"sender_name":null,"principal_name":"Jersey Financial Services Commission","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}