{"dmca":{"id":9568,"type":"Dmca","title":"Jimi Hendrix Takedown Notice","body":"Dear dandylion_records,\r\n \r\nThank you for your recent auction-style listing on eBay.  Unfortunately, we removed the following\r\nitem(s):   \r\n\r\n4811977308 - Jimi Hendrix - Villanova Junction - New UK Rarities CD\r\n\r\n\r\nbecause Jimi Hendrix (Experience Hendrix LLC) reported it to us for violating their intellectual\r\nproperty rights.  When eBay is notified by a rights owner of an intellectual property rights\r\ninfringement, eBay must remove the item in order to meet certain legal requirements.  \r\n\r\nThe following information may help explain the reason for your listing(s) removal:  \r\n\r\neBay prohibits unauthorized copies of media (such as software, video games, music, television\r\nprograms, and photographs). Unauthorized copies include (but are not limited to) backup, pirated,\r\nduplicated, or bootlegged copies. It is both illegal and against eBay policy to sell unauthorized\r\ncopies of copyrighted media.An intellectual property rights owner has notified eBay that this item\r\nis an unauthorized copy of copyrighted material.  Unauthorized copies include (but are not limited\r\nto) copies that are pirated, duplicated or bootlegged.  It is illegal to sell unauthorized copies of\r\nmedia. When eBay is notified by an intellectual property rights owner of an intellectual property\r\nrights violation, eBay removes the posting in order to meet certain legal requirements.  Please\r\ncheck with the rights owner if you have any questions about their claim.\r\n\r\nQuestions about the specific violation should be addressed to Jimi Hendrix (Experience Hendrix LLC)\r\nat the following email address:  [private] \r\n\r\nYour eBay fees for this item have been credited to your account.  All bidders on this item have been\r\nnotified of its cancellation.  \r\n\r\nIMPORTANT NOTICE:  Repeated violations of this or other eBay policies may result in the suspension\r\nof your account.   \r\n \r\neBay understands that it can be frustrating to have a listing removed.  If you have further\r\nquestions, you can take the following steps:  \r\n \r\n\r\n Take eBay's brief tutorial on Intellectual Property Policies and VeRO \r\n Read the ended listings FAQ at http://pages.ebay.com/help/confidence/vero-removed-listing.html \r\n Ask eBay a question using the link on the above help page \r\n\r\nThank you in advance for your cooperation.\r\n\r\nRegards,\r\n\r\nVeRO Program\r\neBay Trust & Safety\r\n\r\nI replied:\r\nHi - My understanding is that the Michael Jeffries estate issued this & other releases in the same series. We acquired these from a major UK wholesaler. It states that Jeffries estate owns a legitimate copyright.\r\nI'm wondering why you had this pulled from ebay?\r\n\r\n\r\n","date_sent":"2005-12-29T05:00:00Z","date_received":"2005-12-29T05:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"Experience Hendrix LLC","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}