{"dmca":{"id":9606,"type":"Dmca","title":"Seasons Holidays complains of libelous and vexatious material","body":"Dear Sirs,\r\nThank you for your email of 12 December in response to my recent letter.\r\nI note that you have requested further information which I am pleased to supply as follows:\r\n\r\n1. Identify precisely the Google website where the information above appears (for instance, Google.fr). This is required because each website is governed by the specific laws of the country with which it is associated.\r\n\r\nWe concerned about material which is appearing on the following Google web site: www.google.co.uk\r\n\r\n2.  Identify your country or countries of residence and citizenship.\r\n\r\nWe, Seasons Holidays plc are a United Kingdom registered Company\r\n\r\n3. Identify precisely the information that you claim violates your rights under applicable law (the \"Unlawful Material\").\r\n\r\nFOR WEB SEARCH, YOU MUST IDENTIFY EACH SEARCH RESULT THAT DIRECTLY LINKS TO A WEBPAGE THAT ALLEGEDLY CONTAINS UNLAWFUL MATERIAL. This requires you to provide (a) the search query that you used, and (b) the URL for each allegedly unlawful search result. (Note that the URL for each search result appears in green on the last line of the description for that search result.)\r\n\r\nFor example, suppose you conducted a search on Google.com using the query [ Google ], and believed that the third and fourth results directly linked to a webpage that violated your rights under applicable law. In such a case, you would provide the following information:\r\n\r\nSearch Query: Google Allegedly Illegal Webpages:\r\nhttp://www.illegalexample.com/illegal_stuff/illegal_page.html\r\nSeasons Holidays Plc\r\nReg. Office: [private], Bradley Stoke, Bristol 8S32 4QW. .\r\nwww.seasonsholidays.com\r\nRegistered in England No.3283015\r\n \r\nhttp://www.illegalexample.com/illegal_stuff/illegal_page_2.html\r\n\r\nFOR GOOGLE GROUPS, YOU MUST IDENTIFY THE MESSAGE ID OF EACH MESSAGE THAT ALLEGEDLY CONTAINS INFRINGING MATERIAL. When viewing the article you wish to have suppressed, click the \"show options\" link near the top, click the \"Show original\" link, and look for the information between two brackets  next to Message ID. Copy and paste the content of that line (the information between brackets) into your complaint.\r\n\r\nWhen searching the following name:\r\nSearch Query: 'Seasons Holidays'\r\nThe second item response on the Google page illegal Content \r\n[redacted]\r\n\r\n4.\tIdentify in sufficient detail the reason that you believe the information indicated above violates your rights or is illegal under applicable law. For example, \"Each of the search result URLs identified above contains child pornography that is not permitted under the laws of the country in which I reside or am a citizen.\"\r\n\r\nThe URL contains information which is libellous, vexatious and deliberately misleading.\r\n\r\n5.\tProvide information reasonably sufficient to permit Google to contact you (email address is preferred).\r\n\r\nI am the Managing Director of Seasons Holidays plc\r\n\r\n[private] Seasons Holidays plc\r\n[private]\r\nBradley Stoke\r\nBristol, United Kingdom\r\nBS32 4QW\r\nTel [private]\r\nFax [private]\r\nEmail: [private]@seasonsholidays.com\r\n\r\n\r\n6.\tProvide information sufficient to permit Google to notify the owner/administrator of the webpage that allegedly contains the Unlawful Material (webmaster or domain registrant name and email address).\r\n\r\ncrimeshare.net\r\n\r\nThe domain name was registered by [private]\r\n \r\nthrough Network Solutions, a domain name registration company (networksolutions.com) based in America.\r\n\r\nCrimeshare.cc\r\nCrimeshare.org\r\nCrimeshare.com\r\n\r\nare also registered and point at the same website,  [redacted].cc is registered through a company called Enic (enic. cc)\r\n\r\n[redacted].net is hosted from a server in Spain, by a company called HRH ","date_sent":"2005-12-15T05:00:00Z","date_received":"2005-12-15T05:00:00Z","topics":["Copyright","International"],"sender_name":null,"principal_name":"Seasons Holidays","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}