{"dmca":{"id":9619,"type":"Dmca","title":"Marriot Harrison complains of infringing material","body":"Dear Sirs,\r\nGoogle Search Enqine results\r\nWe are a firm of solicitors of which Mr Tony Morris is Managing Partner.\r\nWe are writing to you concerning material that is coming up on the Google Search Engine. We are enclosing for your attention (Exhibit A) a printout of what comes up on Google if the words \"Tony Morris Marriott Harrison\" are typed in. As you will observe, what appears is an extract from a website called \"Official Wire\" which states \".. perjured witness statements, provided by Jales to the Court and conspiracy to commit fraud by Jales and Marriott Harrison's senior partner Tony Morris\"\r\nWe start by saying that the statements that appear are false, misleading, highly defamatory and arguably constitute criminal libel. They need to be removed without delay. The history of this matter is somewhat convoluted but we will endeavour to summarise the same as succinctly as possible.\r\n1.\t\"Official Wire\" is the mouthpiece for a gentleman by the name of Greg Lloyd-Smith (\"Mr Smith\").\r\n2.\tMr Smith retained Jane Jales, formerly a partner of this firm, to act on behalf of a company called IEQ Plc in relation to certain litigation. Mr Smith was a key shareholder and director of IEQ Plc.\r\n3.\tThe litigation was not pursued consequent upon the insolvency of IEQ Plc which led to it ceasing to trade.\r\n4.\tNot long before the demise of IEQ Plc, our Mr Morris in his role as managing partner of the firm (not senior partner) wrote to Mr Smith chasing up payment of substantial bills that he had not paid. Those bills remain outstanding. Mr Morris' only dealings with Mr Smith have been attempts to obtain payment of money due and managing the firm's response to his attacks on us.\r\n5.\tAt and shortly after the time of IEQ Plc's demise, Mr Smith made a number of\r\naccusations about Ms Jales' handling of his litigation. Notwithstanding the allegations, neither Mr Smith nor anyone on his behalf have instituted any proceedings based on these allegations.\r\n \r\n6.\t\tNotwithstanding this, Mr Smith has made complaints to the Law Society about\r\nthe professional conduct of Ms Jales and this firm. Initially those complaints were dismissed but following a review by the Legal Ombudsman, the claims have been revived because the Law Society was said not to have followed the appropriate procedure when considering those claims.\r\n7.\t On 17 August 2005 the most recent set of formal complaints was lodged with the Law Society, in fact by Mrs Theohari-Smith, Mr Smith's wife albeit that this firm did not act for her. Those further complaints were then amended on 31 August 2005. To illustrate the point, we are enclosing for your attention a redacted copy of the letter of complaint dated 17 August 2005 (Exhibit B) and the letter of 31 August 2005 (Exhibit C) by which the specific allegation of conspiracy \"is not directed towards (Tony Morris) personally or Marriott Harrison\tMr Lloyd-Smith confirmed that this is an allegation made against Mrs Jales and Kingston Smith only.\"\r\n8.\t Notwithstanding the withdrawal of this allegation, it would appear that the article remains on the Official Spin website and, more to the point, comes up as the fourth item on any Google Search for 'Tony Morris Marriott Harrison\".\r\nThere is no doubt that the presence of this information on the Internet generally and particularly when using your search engine is intended by Mr Smith to cause damage to this firm and to the writer, an admitted solicitor of 28 years standing with an unblemished professional record. This cannot be allowed to continue.\r\n10.\t In all the circumstances, we take the view that by permitting your search engine to allow this material to be globally viewable that you are publishing this libellous material.\r\n11.\t At this point, we request your most urgent attention to taking such steps as may be necessary to remove this material from your search engine results. As it happens, there are a number of articles on Official Spin which are defamatory both of this firm and the writer which, too, should be removed. Our immediate concern, however, is the article in question - without prejudice to our concerns generally.\r\nWe should be grateful to hear from you with your observations and confirmation that you will be taking the necessary steps as requested in this letter.\r\nIn the interim our rights and those of Mr Morris are hereby reserved. Yours faithfully,\r\nMARRIOTT HARRISON \r\n","date_sent":"2005-12-08T05:00:00Z","date_received":"2005-12-08T05:00:00Z","topics":["Copyright","International"],"sender_name":null,"principal_name":"Marriot Harrison","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}