{"dmca":{"id":9622,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-06-29T04:00:00Z","date_received":"2011-06-29T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Eric Meyer","principal_name":"Daily Deal Media LLC","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Daily Deal Media is the leading resource for news,  \ndata and intelligence for Social Commerce and the Daily Deal industry.  We\n \nemployee a staff of writers and reporters that report on the daily deal  \nindustry, that work full time for us, and are paid salaries to produce  \ndaily content.\n\nShobb.com has been stealing our content on a daily basis and posting it on\n \ntheir website as their own work.  We will be pursuing them with every\nlegal  \noption available to us and plan on following up our cease and desist\nletter  \nwith a civil suit for monetary damages.\n\nImportant notes:\n\n1.  Shobb.com does NOT have permission from Daily Deal Media LLC, or any  \nour executive team or writing staff - to post our content.\n\n2.  We have tried contacting shobb.com 3 times in the past 4 weeks about  \nremoving our content from their website.  They have chosen to ignore us\nand  \nnot respond to any of our inquires.\n\n3.  We have many readers that have alerted us about this company, and  \nexpressed the confusion that it creates in the marketplace.\n\n4.  By stealing and copying our content - shobb.com is hurting Daily Deal \n\nMedia's SEO and marketing attempts and causing Daily Deal Media monetary  \nloss by distributing our stolen work to their site visitors.\n\n5.  We have sent shobb.com a cease and desist letter - which again they  \nchoose to ignore:\n\nDear shobb.com,\n\nIt has come to our attention that you are republishing original content  \nfrom dailydealmedia.com on your Website, located at shobb.com.\n\nYour unauthorized use of original material from dailydealmedia.com is in  \nviolation of copyrights owned by dailydealmedia.com. If you do not  \nimmediately remove the copyrighted material from shobb.com, and notify us \n\nin writing that you have done so, we will have no choice but to pursue  \nlegal action against you. We require the copyrighted material to be\nremoved  \nand written notice given that such has been removed, by no later than June\n \n20th, 2011.\n\nSincerely,\n\nEric Meyer, President\nDaily Deal Media LLC","infringing_urls":[{"url":"http://www.shobb.com/2011/06/irish-aggregator-dealpage-ie-sees-100000-visitors-in-first-month/"},{"url":"http://www.shobb.com/2011/06/grotech-ventures-banks-200-million-on-an-early-exit-from-livingsocial-shares/"},{"url":"http://www.shobb.com/2011/06/cakedeals-launches-sweet-deal-on-new-iphone-app-%e2%80%93-it%e2%80%99s-free/"},{"url":"http://www.shobb.com/2011/06/groupon-scoopon-domain-dispute-said-to-be-more-complicated-with-packer-in-the-picture/"},{"url":"http://www.shobb.com/2011/06/dupon-launches-in-sydney-australia/"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}