{"dmca":{"id":9637,"type":"Dmca","title":"FanAxis no fan of copied text, images","body":"Demand Under the Digital Millenium Copyright Act \r\n\r\n(Second Notice)\r\n \r\n\r\nTo Whom it May Concern:\r\n\r\nOn 12/20/05, we noticed the following URL on your webhosting sites (http://www.blogspot.com) containing unattributed copy that infringes on\r\nour exclusive copyrights. According to our records, we have not authorized\r\nthis use. \r\n\r\nSpecifically, the following URLs contains images and text copied from our\r\nweb property at http://www.hanson.net, to which we hold exclusive\r\ncopyright:\r\n\r\nhttp://glimm3ring.blogspot.com/ \r\n \r\nThere are tons of links to the filesharing (that is going on) on the 1st link listed below. http://glimm3ring.blogspot.com/ \r\n\r\nIf you look at the page you will see that there are TONS of links on the scoll menu on this website. But I will link a few for you! There are literally 93 different links to media of hanson (and thats just the first page!)\r\n\r\nhttp://s53.yousendit.com/d.aspx?id=18H3S1Z5PTSB62KTV7AQGYQ3Q1\r\n\r\nhttp://www.sendmefile.com/00173811\r\n\r\nhttp://rapidshare.de/files/8680832/Patchogue_11.6.zip.html\r\n\r\nhttp://www.sendmefile.com/00174509\r\n\r\n\r\n\r\nCopyrighted music available for upload\r\n\r\nPlease note that we have never had any problem whatsoever with any other website in sending the DMCA via email with a signature.  Every website has responded and taken action and we have never been told to send documents via snail mail.  The digital signature has always been sufficient.  We have sent hundreds of similar DMCA notices to numerous websites with no need to send anything via regular mail.  This is the second notice that we have sent.  This is a legitimate DMCA legal notice.  \r\n \r\nPursuant to the Digital Millennium Copyright Act, this letter serves as\r\nactual notice of infringement in the event of legal proceedings. The\r\ninformation in this notification is accurate, and under penalty of\r\nperjury, I state that FanAxis is the owner of an exclusive right infringed\r\nby the specified material. \r\n\r\nThis user neither asked for nor received permission to use and sell our\r\ncontent on your sites, therefore, we believe he or she has willfully\r\ninfringed our rights under 17 USC ","date_sent":"2005-12-20T05:00:00Z","date_received":"2005-12-20T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"FanAxis Corporation/HANSON Fan Club","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}