{"dmca":{"id":9642,"type":"Dmca","title":"Salomon complains again about Hilton video","body":"To: [private] Intellectual Property Counsel Google, Inc.\r\n1600 Amphitheatre Parkway Mountain View, CA 94043\r\n\r\nRe: Salomon v. Net Management Services. Et al./Copyright Violations United States District Court, Central District of California Case No. CV 04-1553\r\n\r\nSalomon v. LFP Broadcasting. Et al./Copvright Violations United States District Court, Central District of California Case No. CV 05-8603\r\n\r\n\r\nDear [private]:\r\n\r\n1 guess you probably remember me. My name is Jim Salomon, and I own substantial rights in the Salomon/Hilton Video. This is a follow up to: the Paul S. Berra, Esq. of Lavely & Singer letter to you of March 16, 2004 (copy attached) as a result of which Google reportedly \"took down\" something like 23 URL's; the Joseph P. Costa, Esq. of Costa, Abrams & Coate LLP letter to you of May 28, 2004 (signed copy attached) as a result of which Google reportedly \"took down\" something like 41 URL's; my letter to David C. Drummond, Miriam Rivera and you of November 15, 2005; and my letters to you of November 29, 2005, December 7, 2005, December 12, 2005, December 14, 2005, and December 22, 2005. I also attach signed copies of the court-stamped above-referenced United States District Court complaints [the latter of these two complaints was filed on December 8, 2005].\r\n\r\nAs you may recall, Costa, Abrams & Coate LLP are litigation counsel for my brother Rick Salomon. Pursuant to Google's copyright complaint procedure, this letter shall set forth a website(s) returned on a Google Search which is infringing upon my rights, the rights of Rick Salomon, and the rights of other significant interests.\r\nPursuant to Sections 512 (c) (3) and 512 (d) (3) of the Digital Millennium\tCopyright Act (17 U.S.C. ","date_sent":"2006-01-02T05:00:00Z","date_received":"2006-01-02T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"COSTA, ABRAMS, and COATE, LLP","principal_name":"Jim Salomon","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}