{"dmca":{"id":9747,"type":"Dmca","title":"ESA complains of blogged F.E.A.R","body":" Attention:  Piracy Enforcement - DMCA Officer\r\n\r\n Dear Google Inc.,\r\n\r\n I am an authorized representative of the Entertainment Software Association (\"ESA\"), which represents the intellectual property interests of twenty-four (24) companies that publish interactive games for video game consoles, personal computers, handheld devices and the Internet.\r\n\r\n ESA is providing this letter of notification pursuant to the Digital Millennium Copyright Act and 17 USC Sec. 512 (c) to make Google Inc. aware of material on its network or system that infringes the exclusive copyright rights of one or more ESA members.  This notice is addressed to you as the agent designated by Google Inc. to receive notifications of claimed infringement, as so reflected in the current records of the U.S. Copyright Office.  Under penalty of perjury, we hereby affirm that the ESA is authorized to act on behalf of the ESA members whose exclusive copyright rights we believe to be infringed as described herein.\r\n\r\n ESA has a good faith belief that the Internet site found at 66.102.15.101 continues to infringe the rights of one or more ESA members by offering for download one or more unauthorized copies of one or more game products protected by copyright, including, but not limited to:\r\n\r\n F.E.A.R.\r\n\r\n The unauthorized copies of such game product[s] appearing on, or made available through, such site are listed and/or identified thereon by their titles, variations thereof, or depictions of associated artwork (any such game titles, copies, listings and/or other depictions of, or references to, any contents of such game product, are hereinafter referred to as \"Infringing Material\").  Based on the information at its disposal on 12/15/2005 at 7:00 a.m. EST (GMT -0500), ESA believes that the statements in this Notice are accurate and correctly describe the infringing nature and status of the Infringing Material.\r\n\r\nAccordingly, ESA hereby requests Google Inc. to immediately remove or disable access to the Infringing Material at the URL address identified above.\r\n\r\n Should you have questions, please contact the ESA at the above listed mailing address or by replying to this email.  Please also include the above noted Reference Number in the subject line of all email correspondence.\r\n\r\n We thank you for your cooperation in this matter.  Your prompt response is appreciated.\r\n\r\n Regards,\r\n\r\n[private]\r\n Entertainment Software Association\r\n\r\n\r\n ------------------------------\r\nInfringement Detail:\r\n Infringing Work: F.E.A.R.\r\n URL: warezlog.blogspot.com/2005/11/fear.html\r\n First Found: 15 Dec 2005 07:00:47 EST (GMT -0500)\r\n Last Found: 15 Dec 2005 07:00:47 EST (GMT -0500)\r\nIP Address: 66.102.15.101\r\nIP Port: 80\r\nNetwork: HTTP\r\nProtocol: HTTP\r\n\r\nNote:  The information transmitted in this Notice is intended only for the person or entity to which it is addressed and may contain confidential and/or privileged material.  Any review, reproduction, retransmission, dissemination or other use of, or taking of any action in reliance upon, this information by persons or entities other than the intended recipient is prohibited.  If you received this in error, please contact the sender and delete the material from all computers.\r\n\r\n\r\n\r\n","date_sent":"2005-12-21T05:00:00Z","date_received":"2005-12-21T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Entertainment Software Association","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}