{"dmca":{"id":9876,"type":"Dmca","title":"Violation of  Australian website crimeshare.com","body":"We act on behalf of both Club Labourse and Brian Wates and have been instructed to write to you with reference to material published on the website www.crimeshare.com. of which we are informed you have an association with.\r\n\r\nTo assist you in your determination we have complied with your formatting requirements.\r\n\r\n1.\t\thttp://www.crimeshare.net\r\n2.\t\tAustralia.\r\n3.\t\tWe provide the following quotations from the crimeshare website as an example of the whole.\r\n\r\n\r\n(i) \"if you have been conned anywhere in Aust. and want your money refunded all you have to do is threaten them with legal action which they do not want, as this will alert the authorities, they have been refunding monies on a regular basis to shut people up, that is correct, just ask\r\n \r\n \r\nBrian Wates or Kevin Selby, they will deny it but we all know they could not lie straight in bed. I have a copy of November newsletter, there is nothing there you cannot get at your local travel agent, at a better price.\"\r\n(ii) Club La Bourse's head con man Brian Wates is back in OZ... the man responsible for Labourse's marketing and sales, Kevin Selby worked for CrownStar and is now responsible for the lies being told by the smooth talking sales staff at LaBourse (sic)\".\r\n(iii)\r\n\"Brian Wates of Tourism Advisory Group [TAG] & Club La Bourse fame, and his arrival in Aus on August 8t\", if he's not at Nerang office he will be possible be at Kevin Selby's home in Ormeau. Two crooks together again, Remember Selby's the man responsible for all the lies told at presentations. His company is Australian Marketing And Investments, assuming he has not changed it, due to not wanting to be found, as many people would like to and not just La Bourse members. keep attacking them. ex recent employee. ","date_sent":"2005-12-22T05:00:00Z","date_received":"2005-12-22T05:00:00Z","topics":["Copyright","International"],"sender_name":null,"principal_name":"Stacks and Gray","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}