{"dmca":{"id":9901,"type":"Dmca","title":"Barnstorming Adventures Ltd complains advertiser 1800skyride is taking its photos for","body":"Dear Sirs:\r\n\r\nI have a complaint about one of your top adwords advertisers, 1800skyride.\r\n\r\nThey are using our copyrighted photos and text on their web site to promote their flights. We have never worked with 800skyride and have demanded they stop using our copyrighted materials pursuant to the Digital Millennium Copyright Act.\r\n\r\nSpecifically, the image of the aircraft on a page entitled 'Learn to Pilot a Warbird', the first three images in the Biplane/Warbird photo gallery, one photo on the testimonials page, substantial portions of the text in the Warbird and Biplane FAQs are copyrighted material which belong to Barnstorming Adventures Ltd. Our images and FAQ can be viewed at http://www.barnstorming.com.\r\n\r\nUsing the search term \"warbird\" or \"warbird ride\" results in the following page which show 1800skyride as the top paid ad: http://www.gooqle.com/search?client=safari&rls=en-us&q=warbird&ie=UTF-8&oe=UTF-8\r\n\r\nUsing the search term \"biplane ride\" results in the following page which shows 1800skyride as the top paid ad: http://www.google.com/search?hl=en&Ir=&client=safari&rls=en-us&q=biplane+ride&btnG=Search\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nI can be reached at [private]@barnstorming.com.\r\n\r\np.s. you can view other complaints about 800skyride at http://www.funjumper.com/skyride/ and a news story at http://kutv.com/consumer/local_story312122913.html\r\n\r\n \r\n[private], President Barnstorming Adventures Ltd\r\n","date_sent":"2005-12-02T05:00:00Z","date_received":"2005-12-02T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Barnstorming Adventures Ltd","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}