{"dmca":{"id":9939,"type":"Dmca","title":"WSJ Attempts to Trim the Use of Its Head Cuts","body":"December 15, 2005 \r\n\r\nVia First Class Mail\r\n[Private]\r\n\r\nRe: Unauthorized Use of The Wall Street Journal head cuts on www.royaldutchshellplc.com\r\n\r\nDear [Private]:\r\n\r\nI write on behalf of Dow Jones & Company, publisher of The Wall Street Journal newspaper and other publications. It has recently come to our attention that you have copied and displayed head cut illustrations from The Wall Street Journal newspaper on your website located at www.royaldutchshellplc.com. As of the present date, head cut illustrations of [private], [private] and yourself appear on the website without our permission.\r\n\r\nAs you may know, Dow Jones owns all copyrights, trademarks, and other proprietary rights in The Wall Street Journal. Copyright law prohibits, among other things, reproduction, public display and distribution of copyrighted materials without the permission of the copyright owner -- in this case, Dow Jones. Under no circumstances are you permitted to use images or other content from The Wall Street Journal without Dow Jones' permission. The attribution provided on the website that states \"Sketch courtesy of the Wall Street Journal\" is insufficient to avoid these copyright concerns.\r\n\r\nThis letter puts you on notice that we regard the above-referenced content to be an infringement of our intellectual property rights. Accordingly, we ask that you immediately and permanently remove the unauthorized content from your website, and refrain from unauthorized use of our intellectual property in the future. Please provide written assurances within seven (7) days that you will comply with these requests.\r\n\r\nDow Jones expressly reserves all of its rights and remedies in connection with this matter.\r\n\r\nVery truly yours,\r\n\r\n[Private]","date_sent":"2005-12-15T05:00:00Z","date_received":"2005-12-15T05:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"Dow Jones & Company","recipient_name":"www.royaldutchshellplc.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}