{"dmca":{"id":9943,"type":"Dmca","title":"SoSoy complains of infringements","body":"ATTN: Copyright Agent\r\n\r\nan electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest;\r\nMy Name is [private], the creator and owner of this Mark.\r\n*a description of the copyrighted work or other Intellectual property that you claim has been infringed;\r\n \r\n*a description of where the material that you claim is infringing is located on the site;\r\nHttp://www.SoSoy.net on the front page of this website\r\n\r\nI do not approve of the exsistence of Http://www.SoSoy.net. This website is in violaion of intellectual property laws, as well as Identity laws. I do not authorise the use of this mark nor do i autherise the use of my personal name. This website portrays an association that does not exsist. A Cease and Desist was sent to the owner of this website. They have an email address using my personal name and a listing on Yahoo's search engine directing people to email me at this website....I do not have access to this email address and I am not in association with these theives.\r\n\r\n*your address, telephone number, and email address;\r\n[private]\r\nSoSoy Co. Inc.\r\n[private]\r\nEuless, Texas 76040\r\n[private] or [private] or cellular [private]\r\nhttp://www.SoSoyCo-smetics.com\r\n[private]@mac.com, [private]@sosoyco-smetics.com, [private]@aol.com, [private]@yahoo.com, [private]@aol.com\r\n\r\n\"a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright or intellectual property owner, its agent, or the law;\r\nI own the mark. They have never paid me one dollar to use this mark. See USPTO.gov These people tried to steal this mark and have no rights to use it.\r\n\r\n\r\n\"a statement by you, made under penalty of perjury, that the above information in your Notice is accurate and that you are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property\r\nowner's behalf.\r\nThe above statements are true and I, [private], am the owner & Creator of the mark and have exclusive intellectual propery rights.\r\n","date_sent":"2006-01-03T05:00:00Z","date_received":"2006-01-03T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"SoSoy Co. Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}