{"dmca":{"id":9950,"type":"Dmca","title":"IE7.com","body":"Dear Sirs\r\n\r\nIE7.com\r\n\r\nWe act for Microsoft Corporation.\r\n\r\nMicrosoft's web browser, Internet Explorer, is used by millions of people all over the world including in the United Kingdom.  Successive releases of Internet Explorer are given suffix numbers - the current version is Internet Explorer 6.  These versions are commonly referred to within the computer industry using the acronym IE with that number (so the current version of Internet Explorer is commonly referred to as \"IE6\" and Internet Explorer 7, now in beta testing, is commonly referred to [as] \"IE7\").  Our client has built up significant goodwill in the name \"IE7\" in the United Kindom as a result of this common usage.\r\n\r\nOur clients have recently become aware that you are the registrant of the domain name IE7.com which points to content about Firefox, the web browser from Mozilla that competes with Microsoft's Internet Explorer browser.\r\n\r\nYour action in causing the domain IE7.com to point to Firefox will inevitably cause confusion about whether there is a connection between Microsoft and Mozilla, where no such connection exists.\r\n\r\nIn the circumstances we must ask that you transfer the domain name IE7.com to Microsoft Corporation, which is prepared to reimburse you for your costs arising from the registration and transfer.\r\n\r\nPlease provide details of those costs so that we can make the necessary arrangements for the transfer.\r\n\r\nWe look forward to hearing from you no later than 23 January 2006.  When responding, please use the above-reference to avoid any risk of loss or delay.\r\n\r\nYours faithfully\r\n\r\n\r\n\r\n\r\nFreshfields Bruckhaus Deringer\r\n","date_sent":"2006-01-09T05:00:00Z","date_received":"2006-01-09T05:00:00Z","topics":["Copyright","International"],"sender_name":"Freshfields Bruckhaus Deringer","principal_name":"Microsoft Corporation","recipient_name":"Digital Dataflow Ltd.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}