{"dmca":{"id":9951,"type":"Dmca","title":"Bloggers to Blogger: STOP BLOGGING","body":"[Recipient]\r\n\r\nYour use of the trademarked term \"BlogMedia\" to disparage our corporation is a violation of federal trademark law.  Your accusations of design theft are libelous under both state and federal law.  The rest of your post is indeed opinion and we have no concerns with those whatsoever.\r\n\r\nWe'll turn this matter over to corporate counsel in the morning - you can deal with our attorney.   \r\n\r\n[Sender]\r\n\r\nOn Jan 15, 2006, at 3:27 PM, [Recipient] wrote:\r\n\r\n> [Sender],\r\n> I don't feel what I have said has any merit for your threat of libel. I will not be taking what I wrote down. My post has not used any logo, I called out your name which I am allowed to do. I also believe that everything on my blog is based on OPINION and I am not knowingly spreading a lie. Go to my blog if you did not read about the law before sending me this threat!\r\n>\r\n> If there is anything else I can do to be more of help, email me.\r\n>\r\n> Sincerely,\r\n> [Recipient]\r\n>\r\n> BlogMedia, Inc. wrote:\r\n>> [Recipient]:\r\n>> You've posted material on jaob.wordpress.com in regards to our corporations' actions accusing us of design theft and other patently untrue material.\r\n>> I am asking that you remove this material immediately and post a retraction or we will turn this matter over to our corporation's counsel for action.\r\n>> I do not take issue with you expressing your opinions about us, our sites, our employees, or our contractors - I do take issue with public statements that are harmful to our corporation that are patently untrue.  In addition, you are referencing our trademarked corporate name in a manner that violates federal law.\r\n>> I appreciate you taking care of this issue before it becomes something more serious.\r\n>> Sincerely,\r\n>> [Sender]\r\n>> BlogMedia, Inc.\r\n>> <amarquart.vcf>\r\n\r\n\r\n","date_sent":"2006-01-15T05:00:00Z","date_received":"2006-01-15T05:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":null,"principal_name":"BlogMedia Inc.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}