{"dmca":{"id":9960,"type":"Dmca","title":"Poet complains of copying","body":"Notice of Copyright\r\n\r\nMr C R Slater\r\n[private] \r\nNewcastle upon Tyne\r\n[private] \r\nEngland\r\n\r\nI am the author and copyright holder of this below\r\npoem, illegally displayed as shown, it has been on my\r\nweb site since 2003 and has been taken and reproduced\r\nby a user with you\r\n\r\nI write for three registered UK charities and they\r\nprovide me with free copyright on all my works.\r\n\r\nI swear on oath and as a committed Christian too\r\n(under penalty of federal prosecution for perjury that\r\nI do own the copyright to the material designated\r\nbelow.\r\n\r\nMr C R Slater\r\n\r\nOne of your users/customers has sadly posted a\r\n\"published copyright poem? of my own creation on your\r\nserver/web site, \r\n\r\n1.) the poem has been taken and used without my given\r\nconsent for it?s use (data theft)\r\n\r\n2.) Copyright and anti theft legal warnings have been\r\nignored infringed and breached\r\n\r\n3.) the data thief has falsified the author\r\ninformation on your site (plagiarism)\r\n\r\n4.) my written work has been left with out any\r\ncopyright warnings and is open to abuse on your server\r\n\r\n5.) As long as my work is displayed there your company\r\nand any hosting servers are liable for soliciting\r\ntraffic and potential interest to their service\r\nwithout my given consent to do so.\r\n\r\nif you do a search in Yahoo or Google search you will\r\nsee it is taken from my own web site at the given\r\nURL?s without consent to do so and all IP addresses\r\nlogged as recorded by the site meter in use there. \r\n\r\nThis poem was clearly taken by theft with full clear\r\nknowledge to just what the fraudulent poet was doing. \r\n\r\nNot only is the poem copyright but it is published.\r\nPlease remove this poem as a matter of urgency. \r\n\r\nI do not consent to my poems being displayed by any\r\nweb site unless I personally place them there, this\r\nensures my work and web site is always ever unique in\r\nit?s own right. \r\n\r\nI write for three UK registered charities and we have\r\nalready sued six bogus poets for plagiarism and data\r\ntheft on two particular poems. I hope to hear from you\r\non this as a matter of urgency. \r\n\r\nPoem displayed on your site is clearly marked on my\r\nown web site at several locations below and taken\r\nwithout my consent\r\nhttp://www.quickegreets.com/love/love1.htm\r\nhttp://www.quickegreets.com/javafree/love/love1.htm\r\nhttp://www.quickegreets.co.uk/love/love1.htm\r\nhttp://www.quickegreets.co.uk/javafree/love/love1.htm\r\n\r\nCRS ","date_sent":"2006-01-01T05:00:00Z","date_received":"2006-01-01T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Mr C R Slater","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}