{"dmca":{"id":9968,"type":"Dmca","title":"SWcreations.net complains of cloaking, metatags","body":"Trademark & Copyright Violation\r\n\r\nI can not view this website's information source code as all their websites redirect to the same website. www.jpacific.com and www.jumbonet.com. I see my company name listed in the description on Google search results and I can not get a response from the company. Although it could be some sort of indexing error, it is hard to believe that Philippine can accidentally get in the middle of my sentences I see listed below. All the descriptions below contain text from my website.\r\nii.)\r\n\r\nI found this website by using www.copyscape.com, and entering my URL http://swcreations.net/products/beadart/, it pulled up this result which actually just redirects therefore making it impossible to view their source code and Meta tags:\r\nShell body jewelry shells coco jewelry natural egg basket shells ...\r\n... The reversible bead art pendants are constructed entirely of beads and are embellished with glass beads, crystals, and Bali silver....\r\nhttp://www.cebufashion.com/shell body jewelry.html\r\nThen after doing more searches I went to www.google.com and typed the keyword (listed below) and pulled up three of their other websites which all redirect as well to what appears to be the same website for each domain. (More information below)\r\n\r\nKeyword: 'cebu SWCreations'\r\nFashion cebu goods handmade discount handmade wood philippines ...\r\n... Fashion cebu goods 925 Sterling Silver Philippines Jewelry, Chains, Charms ... Philippines Jewelry, cubic zirconia, sterling silver SWCreations Beaded Philippines ... www.cebufashion.com./fashion_cebu_goods.html - 22k - Supplemental Result\r\n\r\n---Description here is on my homepage www.swcreations.net -- \r\nShells fleck philippines floor tile fibers natural raw shells ...\r\n... Shells fleck Welcome to SWCreations Handcrafted Beaded Philippines Jewelry by Stephanie White, most of the bead Philippines Jewelry you will see is handcrafted ... www.cebufashion.com/shells_fleck.html - 22k - Supplemental Result\r\n\r\nKeyword 'cebu coco SWCreations' :\r\nFashion cebu goods handmade discount handmade wood philippines ...\r\n... Fashion cebu goods 925 Sterling Silver Philippines Jewelry, Chains, Charms ... Philippines Jewelry, cubic zirconia, sterling silver SWCreations Beaded Philippines ... www.cebufashion.com/fashion_cebu_goods.html - 22k - Supplemental Result\r\n\r\n---Description here is on my homepage www.swcreations.net -- \r\nShells fleck philippines floor tile fibers natural raw shells ...\r\nShells fleck Welcome to SWCreations Handcrafted Beaded Philippines Jewelry by Stephanie White, most of the bead Philippines Jewelry you will see is handcrafted ... www.cebufashion.com/shells_fleck.html- 22k - Supplemental Result\r\n---Description here is on my homepage www.swcreations.net\r\n \r\nJan 04 06 12:38p\r\nJewelry teenage jewelry box pill shell slipper philippines fashion ...\r\nSWCreations is home for over 100 one of a kind adjustable beaded ... wood, mother of pearl,philippines shells jewellsdewelry handcrafted,philippines cebu asia,gifts ... www.cebucoco.corn/jewelry_teenage_jewelry.html - 22k - Supplemental Result\r\n\r\n---Description here is on my homepage www.swcreations.net -- \r\nWood acessrios da moda wood wood jewelry philippines shells ...\r\n... Wood acessrios da moda Welcome to SWCreations Handcrafted Beaded Philippines Jewelry by Stephanie White, most of the bead Philippines Jewelry you will see is ... www.cebucoco.com/wood_acessrios_da_moda.html - 22k - Supplemental Result\r\n---Description here is on my homepage www.swcreations.net ---Natural bone and horn natural leash fashion fashion garments ...\r\nSWCreations is home for over 100 one of a kind adjustable beaded ... and horn,wholesale woodcrafts macramie,philippines sandale,handmade cebu economy,philippines ... www.cocunecklace.com/natural_bone_and_horn.html - 21k - Supplemental Result\r\n\r\nJewelry chairs natural philippine products shell bijoux fantaisie ...\r\n... birthstones, silver charms, sterling silver charms, silver, silver chains, Philippines Jewelry, cubic zirconia, sterling silver SWCreations Beaded Philippines ... www.coeonecklace.com/jeweiry_chairs.html - 21k - Supplemental Result\r\n\r\niii.)\r\nSWCreations - An actual Trademark is currently Pending. [private] - is my personal name.\r\niv.)\r\n[private] SWCreations.net\r\n[private]\r\nKaty, Texas 77449\r\nprevious address: \r\n[private] Katy, TX 77449\r\n\r\nv.)\r\nHandcrafted Beaded Jewelry - Crystals, Glass Beads, Gemstones, Freshwater Pearls, Sterling Silver etc....\r\n\r\nvi.)\r\nDBA for SWCreations was purchased in 1999. SWCreations became an internet website in August 2000.\r\n\r\nvii.)\r\nSWCreations became an internet website in August 2000.\r\n\r\nviii.) SWCreations\r\nthey also use my personal name Stephanie A White\r\n\r\nix.)\r\nThe company using my trademark name SWCreations also sells handcrafted jewelry.\r\n \r\nx.)\r\nJUMBO Pacific Incorporated\r\n[private]\r\n[private]\r\n6000 Cebu City\r\nPhilippines\r\nTel: [private] # [private]\r\n\r\n\r\nI even tried disabling meta refreshing but it still went to the same destination URL. I would think this is some mistake except that Philippines is put in the middle of my description. My description would normally be: Welcome to SWCreations Handcrafted Beaded Jewelry by Stephanie White, most of the beaded jewelry you will see is handcrafted.. .\r\n\r\nI question if at one point they may have used the Godaddy Forwarding Meta tags with my description at one point for a website to appear in the Google search results? This company has several domains that all redirect to one domain. www.jpacific.com www.jumbonet.com\r\n\r\nI did try to email this company many months ago and I never saw a response. I have also sent this information to Google.\r\n\r\nPlease contact me if you need more information. I am unable to give or locate anymore information given the redirect situation, it doesn't appear there are actual websites pages at these domains listed above.\r\n\r\n\"I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing webpages is not authorized by the copyright owner, its agent, or the\r\nlaw.\"\r\n\r\n\"I swear, under penalty of perjury consistent with United States Code Title 17, Section 512, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\n[private]\r\nhttp://swcreations.net\r\n \r\n","date_sent":"2006-01-04T05:00:00Z","date_received":"2006-01-04T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"SWcreations.net","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}