{"dmca":{"id":9975,"type":"Dmca","title":"Case ID 120657793 - Notice of Claimed Infringement","body":"Entertainment Software Association\r\n\r\nJanuary 17, 2006\r\n\r\nDear,\r\n\r\nI am an authorized representative of the Entertainment Software\r\nAssociation (\"ESA\"), which represents the intellectual property\r\ninterests of twenty-four (24) companies that publish interactive games\r\nfor video game consoles, personal computers, handheld devices and the\r\nInternet. \r\n\r\nESA is providing this letter of notification pursuant to the Digital\r\nMillennium Copyright Act and 17 USC Sec. 512 (c) to make Michigan\r\nTechnological University aware of material on its network or system that\r\ninfringes the exclusive copyright rights of one or more ESA members.\r\nThis notice is addressed to you as the agent designated by Michigan\r\nTechnological University to receive notifications of claimed\r\ninfringement, as so reflected in the current records of the U.S.\r\nCopyright Office.  Under penalty of perjury, we hereby affirm that the\r\nESA is authorized to act on behalf of the ESA members whose exclusive\r\ncopyright rights we believe to be infringed as described herein.\r\n\r\nESA has a good faith belief that the Internet site found at\r\ncontinues to infringe the rights of one or more ESA\r\nmembers by offering for download one or more unauthorized copies of one\r\nor more game products protected by copyright, including, but not limited\r\nto:\r\n\r\nThe Chronicles of Narnia: The Lion  The Witch  and The Wardrobe \r\n\r\nThe unauthorized copies of such game product[s] appearing on, or made\r\navailable through, such site are listed and/or identified thereon by\r\ntheir titles, variations thereof, or depictions of associated artwork\r\n(any such game titles, copies, listings and/or other depictions of, or\r\nreferences to, any contents of such game product, are hereinafter\r\nreferred to as \"Infringing Material\").  Based on the information at its\r\ndisposal on 1/11/2006 at 8:11 a.m. EST (GMT -0500), ESA believes that\r\nthe statements in this Notice are accurate and correctly describe the\r\ninfringing nature and status of the Infringing Material.\r\n\r\nAccordingly, ESA hereby requests Michigan Technological University to\r\nimmediately remove or disable access to the Infringing Material at the\r\nURL address identified above.\r\n\r\nShould you have questions, please contact the ESA at the above listed\r\nmailing address or by replying to this email.  Please also include the\r\nabove noted Reference Number in the subject line of all email\r\ncorrespondence.\r\n\r\nWe thank you for your cooperation in this matter.  Your prompt response\r\nis appreciated.\r\n\r\nRegards,\r\n\r\nEntertainment Software Association\r\n\r\n\r\n------------------------------\r\nInfringement Detail:\r\n","date_sent":"2006-01-18T05:00:00Z","date_received":"2006-01-18T05:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":"Entertainment Software Association","recipient_name":"Michigan Technological University","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}