{"dmca":{"id":29049,"type":"Dmca","title":"[Fwd: [ABUSE] DMCA ABUSE]","body":"\r\n\r\nTo Whom It May Concern:\r\n\r\nPlease note that below-referenced copyright infringement notice does not\r\nsubstantially comply with the required notification elements of the Digital\r\nMillennium Copyright Act of 1998 (\"DMCA\").\r\n\r\nPlease note that we have not passed on the substantive merits of your claim.\r\n\r\nPlease visit our web site at www.theplanet.com/legal.\r\n \r\nLegal Response Team\r\nTHEPLANET.COM INTERNET SERVICES, INC.\r\n\r\n> ______________________________________________ \r\n> From:         abuseadm@theplanet.com [mailto:abuseadm@theplanet.com]  On\r\n> Behalf Of The Planet Policy Enforcement\r\n> Sent:        Tuesday, March 28, 2006 2:01 PM\r\n> To:        sales@1printingsource.com; copyright@theplanet.com\r\n> Subject:        [Fwd: [ABUSE] DMCA ABUSE]\r\n> \r\n> The below copy was stolen from our site in the latest attempt at spam and\r\n> stealing copy in order to sell AdWords clicks on Google. There is not even\r\n> a place on this garbage URL to purchase a product or service. We can not\r\n> tolerate our copy being used in this way, or in any way whatsoever as this\r\n> thief did not have our permission to use our copy. I can easily write\r\n> Google, MSN and Yahoo as we have on the average about 4 sites dropped per\r\n> month from the search engines, but since this thief is housed on your\r\n> servers, all I want for now is for them to immediately remove our page\r\n> copy. \r\n> I am seeking your help in doing so, as these clowns, for the obvious, do\r\n> not have any contact info on their trash page. I have had correspondence\r\n> with your company in the past over copyright infringement and the\r\n> conversation by your techie started off in a challenging way initially\r\n> rather than a helpful one. We prefer you do not enable a crime and become\r\n> complicit in it, but hopefully will be helpful in this matter. All we want\r\n> is our copy removed, or the next step is to make the appropriate and heavy\r\n> handed moves. We will expect that you make contact with your customer,\r\n> have the copy removed and then ask that he email us when done so.\r\n> Thank You\r\n> Ira Blacker\r\n> www.pbdink.com \r\n> \r\n> \r\n> \r\n> Your Greatest Printing Options\r\n> Internet Epoch <http://www.internet-epoch.com>  | Home Live\r\n> <http://www.homelive.org>  | Look Faq <http://www.look-faq.com>  |\r\n>           \r\n> For color printing, book printing, press kit printing, brochure printing,\r\n> catalog printing, poster printing, graphic design, direct mail and all\r\n> direct mail services, flyer printing, pocket folder printing, digital\r\n> printing and more, PBD is your best choice for quality commercial\r\n> printing, price and printing service. \r\n> \r\n>  \r\n> What are your printing <http://www.lookprinting.net>  needs? We provide\r\n> all forms of conventional printing, including the right size sheet fed\r\n> offset printing press and web printing in California to meet your job's\r\n> exacting demands (and budget). \r\n> Going digital? We also feature Docutech and Docucolor digital printing and\r\n> the latest, superb digital color printing reproduction (providing high\r\n> quality without the cost or time spent on film and plates). \r\n> Do you recycle? We can archive your scans and other prepress elements for\r\n> your future printing, graphic design and direct mail requirements. You\r\n> will never have to pay twice just to use the same thing again! \r\n> Need more than a printing press? To help make your project a success, we\r\n> also offer graphic design, photography, prepress, bindery and direct mail\r\n> marketing services. PBD also produces cutting-edge interactive catalogs on\r\n> CD or floppy disk (CD-ROM catalogs are proven to sell 300% more than print\r\n> catalogs) and custom web site design. \r\n> For more info about printing from pbdink.com <http://www.pbdink.com> ","date_sent":"2006-03-28T05:00:00Z","date_received":"2006-03-28T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Ira Blacker","recipient_name":"ThePlanet Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}