{"dmca":{"id":29129,"type":"Dmca","title":"DMCA. Copyrights violation.","body":"\r\n-----Original Message-----\r\nFrom: Ryan Cathcart [mailto:piracy@templatemonster.com] \r\nPosted At: Tuesday, May 30, 2006 7:52 AM\r\nPosted To: Copyright\r\nConversation: DMCA. Copyrights violation.\r\nSubject: DMCA. Copyrights violation.\r\n\r\n\r\nTo whom it may concern\r\n\r\nDear Sirs,\r\n\r\nI am the legal assistant of Artvertex, Inc (http://templatemonster.com).\r\nWe received the piracy report that lead to http://excluz.com/ website.\r\n\r\nIt has come to our attention that your or one of your customer's servers\r\nIP address (70.84.192.18), is involved in a grave situation of\r\nunauthorized intellectual and graphic property distribution.\r\n\r\nSite http://excluz.com/ distributes stolen web design materials. These\r\npublications have no license support documentation from the design\r\nowning company and general website content confirms malicious intent\r\nagainst our company.\r\nThe exact placement of infringement is:\r\nhttp://tm.excluz.com/\r\n\r\nThese galleries contain recompiled sources which were ripped from the\r\noriginal pre-view pages at http://TemplateMonster.com website. All of\r\nthe stolen source numbers (they usually start the topic from words TM)\r\ncorrespond to the official products numeration.\r\nWe direct your attention to the fact of massive publications that\r\nviolate the copyrights of all major web design vendors such as boxedArt\r\nand DesignLoad. Moreover, several posts directly shows that templates\r\nwere stolen from the Templatemonster.com collection.\r\n\r\nWe made direct contact with the site owner using his site contact form\r\nand WHOIS database contact records.\r\nAccording to WHOIS data, the site owner is a citizen of Russia. All\r\ncontact records lead to non existent phone numbers and unregistered mail\r\nboxes.\r\nThe website contact form gave no response at any given term.\r\n\r\nBecause of the obvious Templatemonster products distribution, we direct\r\nyour attention to the terms of our company's License Agreement\r\n(http://www.templatemonster.com/terms.php) which clearly prohibits the\r\nreselling of our products by any potential or current customer.\r\n\r\nOur website clearly states \"Website pages content copyright -\r\n2002-2005 Artvertex, Inc.\" The permission of  information publishing\r\nactions from your server is illegal. Templatemonster.com website content\r\ncannot be reproduced, copied, or edited in any manner or medium and is\r\ntherefore making you the possessor of illegal material. US copyright\r\nlaws protect all parts of this material.\r\nThe owner of this website has been notified of his actions, and has been\r\ninformed of the consequences. He ignored a feedback request confirming\r\nthat his site is illegal and has failed the amicable case solution.\r\n\r\nHence, we demand the immediate removal of http://excluz.com/ account\r\nfrom your company server and the cease of distribution of any of our\r\nproducts IMMEDIATELY.\r\nWe have already notified our corporate lawyers of this situation and we\r\nwill not hesitate to exercise our legal right to pursue this matter in a\r\ncourt of law should you fail to meet our demand immediately.\r\n\r\nTemplatemonster.com is committed to investigating licensing infractions\r\nnot only to protect our own interests but to protect those of the\r\ndesigners who submit their designs to us as well. We are contractually\r\nobliged to protect the intellectual property rights and livelihood of\r\nthe artists whose work we license. While we support freedom of\r\nexpression, we must enforce our licensing conditions rigorously in order\r\nto meet our responsibilities. We feel that your cooperation regarding\r\nthis matter is fully warranted, and expect it will be promptly\r\nforthcoming.\r\n\r\nThank you and waiting for your prompt answer.\r\n----\r\nVery truly yours,\r\nRyan Cathcart\r\nLegal assistant\r\nArtvertex, Inc.\r\nTel:  15183208716\r\nFAX:  19175913014\r\nmailto:piracy@templatemonster.com\r\n\r\nnote: DMCA form complain and screenshot attached.\r\n","date_sent":"2007-05-30T04:00:00Z","date_received":"2007-05-30T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Artvertex, Inc.","recipient_name":"ThePlanet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}