{"dmca":{"id":29413,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-11-14T05:00:00Z","date_received":"2012-11-14T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Wadhwani & Shanfeld","principal_name":"Wadhwani & Shanfeld","recipient_name":"Google, Inc.","works":[{"description":"Our team consists of fourteen experienced attorneys and assistants who you can count on to be dedicated to every aspect of your case. See entire team.\r\n\r\n\r\n\r\nRaj Wadhwani\r\nRaj Wadhwani has dedicated his entire legal career to helping those who are struggling financially receive a fresh start. As a bankruptcy lawyer, he has successfully helped thousands of individuals retake control of their lives. His considerable experience has garnered him a certification as a Bankruptcy Specialist by the American Board of Certification. This rare and prestigious recognition is a testament to Raj's bonafide expertise... Read More\r\n\r\n\r\nGreg Shanfeld\r\nGreg Shanfeld is also a dedicated bankruptcy attorney who has helped thousands of clients, even those people that had been turned down by other bankruptcy attorneys because their cases were too difficult. In addition to extensive bankruptcy experience, Greg has significant real estate experience, and has handled many real estate issues that so often crop up in bankruptcy case, such as evictions and unlawful detainers... Read More\r\nFree consultation\r\nWe want our clients to be fully informed of the bankruptcy process and whether it makes sense for their situation before they make any financial commitment. To make sure people are making the best, most well-informed decisions for their future, we offer a free consultation with one of our experienced bankruptcy attorneys, who will tell you all about the bankruptcy process, with a custom-tailored analysis of how it would apply to your individual situation. You are free to ask as many questions as you like, and get each and every possible option outlined for you in detail. Even if you aren't considering bankruptcy, you are more than welcome to call and learn about alternatives.\r\n\r\nDedication to you, our client\r\nOur mantra is \"professional service with a personal touch,\" and we strive to make sure each and every client gets the full benefit of both of those endeavors. Your case is handled entirely by your bankruptcy lawyer, who is nearly always available to discuss any questions or concerns you might have at any point during your case or our representation of you. We will guide you through every decision that you will need to make about your future over the course of your bankruptcy case, and live up to the traditional notion of an attorney as a counselor.\r\n\r\nAvailability\r\nOur office can be reached 24/7/365, and our bankruptcy lawyers will do their best to take your call at any time. Our attorneys have taken client calls late at night and on weekends because they understand the stress and uncertainty that comes with financial struggle. We often hear from clients who have come to us from other attorneys about how the prior attorney disappeared after they were paid and were never available by phone. You will NOT experience such unprofessional behavior from our attorneys or staff.\r\n\r\nProfessional and affordable\r\nIn addition to being highly experienced and knowledgeable, our rates are extremely competitive. We will not nickel-and-dime you for every task performed in your case. Instead, we will quote you a very reasonable fee upfront so that you understand the full extent of your financial commitment. While you might find some unrealistically low fees out there from inexperienced attorneys or bankruptcy petition preparers, we caution you with the age-old adage \"you get what you pay for.\" We have had many people come to us with cases that have been filed incorrectly by these bargain types, and often the damage is irreparable.\r\n\r\nClient Testimonials\r\n\r\nIn finding a law firm that would handle my Bankruptcy it was important to find a lawyer that knew what he/she was talking about and one who knew how to get the job done accurately. I can honestly say that the Wadhwani & Shanfeld met all my needs. I would highly recommend them if you are thinking of filing for a bankruptcy.\r\nIn finding a law firm that would handle my Bankruptcy it was important to find a lawyer that knew what he/she was talking about and one who knew how to get the job done accurately. I can honestly say that the Wadhwani & Shanfeld met all my needs. I would highly recommend them if you are thinking of filing for a bankruptcy.\r\nG. B., (Fresno, CA)\r\nWords cannot express my deepest thanks and gratitude for your firm's work in settling my credit card debts with such wonderful results. I am especially thankful for your team's knowledge, expertise, professionalism and kindness throughout the process.\r\n\r\nWhen I first came to your office, I was uncertain, and anxious about the future of my finances, as well as extremely depressed. And yet, thanks to you and Lily, and within weeks of taking on my creditors, it became apparent that you would be able to get me out of debt as expeditiously and as painlessly as possible. This gave me strength, lifted my spirits and helped me concentrate on my health and my work.\r\n\r\nAlso, I appreciated Lily's enthusiastic and positive approach. Throughout the process, her words of encouragement gave me hope, and the assurance that I was not facing this challenge alone. Today, I am moving on with my life with a deep sigh of relief and debt free thanks to your firm's tenacity and resolve. I am happy to say that I have a new lease on my financial life thanks to you and your team.","infringing_urls":[{"url":"http://67.159.36.29/ip-2/encoded/Oi8vd3d3LndzYmFua3J1cHRjeWF0dG9ybmV5cy5jb20v"}],"copyrighted_urls":[{"url":"http://www.wsbankruptcyattorneys.com/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}