{"dmca":{"id":29741,"type":"Dmca","title":"Critique of a restaurant","body":"A la atenci?n de David Jackson Mojacar, a 21de junio de 2007. Muy se?ores m&#65517;os: Les remito la presente comunicaci?n en nombre y representaci?n de mi cliente, el se?or Harinder Pal Sing, el cual regenta un comercio de Restauraci?n denominado BOLLYWOOD, en la ciudad de Mojacar, en relaci?n a la publicaci?n en su pagina Web, en fecha 11 de febrero de 2007, concretamente en la secci?n David Jackson talks about Almeria and it&#65460;s people, Restaurant Reviews, debido a que entendemos que atenta contra el derecho al prestigio profesional, que aparece protegido en el articulo 7.7, en relaci?n con el articulo 2, de la Ley Org&#65505;nica 1/1982, como una de las vertientes de la protecci?n del derecho al honor. La afirmaciones vertidas en dicha secci?n, est&#65505;n vac&#65517;as de todo contenido veraz y suponen directas acusaciones no declaradas delictivas, pero si muy pr?ximas, y en todo caso vejatorias, dirigidas a destruir el honor profesional de personas conocidas en dicho &#65505;mbito profesional. En su calidad de editor, viene obligado a enjuiciar la veracidad de las informaciones, informaci?n veraz que implica informaci?n comprobada seg&#65530;n los c&#65505;nones de la profesionalidad, excluyendo invenciones rumores y meras insidias. Esta obligaci?n es de mayor diligencia, si cabe, debido a que la referida carta no se encuentra perfectamente identificada la persona que la suscribe, &#65530;nicamente aparece firmada por David Jackson. La Sentencia del Tribunal Supremo de 19 de julio de 2004, condena expresamente al editor de una publicaci?n por estos hechos, como una forma de impedir ficticios espacios inmunes a vulneraciones al honor. En consecuencia, y en virtud de los establecido en el articulo 1 y 2 de la Ley Org&#65505;nica 2/1984, Reguladora del Derecho de Rectificaci?n, les requiero, para que rectifique la informaci?n contenida en dicha carta, por incluir informaciones no veraces. Esta rectificaci?n se ha de producir en la misma secci?n y con la misma amplitud que la publicaci?n emitida. Igualmente les requiero para que eliminen la referida informaci?n en el improrrogable plazo de 24 horas desde la recepci?n de la presente comunicaci?n. Si no procede conforme a lo solicitado, acudiremos a los Tribunales de Justicia para iniciar un Incidente de Rectificaci?n, amen de reclamar la indemnizaci?n de da?os y perjuicios que tengamos por convenientes. Sin otro particular, se despide atentamente Pedro Molina L?pez Colegiado n&#65466; 1156 Ilustre Colegio de Abogados de Elche \r\n\r\n-> http://www.davidjackson.info/restaurants/bollywood_indian_restaurant_mojacar.cfm","date_sent":"2007-06-29T04:00:00Z","date_received":"2007-06-29T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Molina Solicitors","principal_name":"Harinder Pal Sing","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}