{"dmca":{"id":29843,"type":"Dmca","title":"Copyright Violation DMCA Notice CEASE & DESIST: weddinginvitations.be","body":"\r\n\r\n \r\n\r\n________________________________\r\n\r\nFrom: Jeff Ostroff [mailto:jostroff@bellsouth.net] \r\nPosted At: Friday, June 23, 2006 2:05 PM\r\nPosted To: Copyright\r\nConversation: Copyright Violation DMCA Notice CEASE & DESIST:\r\nweddinginvitations.be\r\nSubject: Copyright Violation DMCA Notice CEASE & DESIST:\r\nweddinginvitations.be\r\nImportance: High\r\n\r\n\r\n\r\nATTN: George Poletes, Corporate Counsel\r\n\r\n1333 Stemmons Freeway, Suite 110, Dallas, TX 75207\r\n\r\n(214) 782-7756\r\n\r\n \r\n\r\n Hello ThePlanet Abuse & Copyright Infringement Teams, Please forward\r\nthis urgent notice of copyright theft about one of your users to your\r\nlegal counsel immediately.\r\n\r\n \r\n\r\nPlease assist us in this urgent matter concerning a fraudulent website\r\nyou are hosting called http://www.weddinginvitations.be/winatrip.htm.\r\nThis site on your servers has copied and pasted our site contents and\r\nintellectual property from one of our ConsumerNet, Inc. family of web\r\nsites, called BridalTips.com.  They may have also copied content from\r\nother web sites, and we'll be notifying the legal counsel of those\r\naffected sites as well. It was brought to our attention by some visitors\r\nto our website.\r\n\r\n \r\n\r\nThe offending web site is located at IP address 69.93.118.179\r\n\r\n\r\nNetwork Whois record\r\n\r\n\r\nQueried whois.arin.net with \"69.93.118.179\"...\r\n\r\nOrgName:    ThePlanet.com Internet Services, Inc. \r\nOrgID:      TPCM\r\nAddress:    1333 North Stemmons Freeway\r\nAddress:    Suite 110\r\nCity:       Dallas\r\nStateProv:  TX\r\nPostalCode: 75207\r\n \r\n    \r\n\r\nPursuant to the Digital Millennium Copyright act, I have a good faith\r\nbelief that use of the material in the manner complained of is not\r\nauthorized by the copyright owner (ConsumerNet, Inc.), its agent, or the\r\nlaw. The information in this notification is accurate, and under penalty\r\nof perjury, that I am authorized to act on behalf of our exclusive right\r\nthat is allegedly infringed. \r\n\r\n \r\n\r\nIt is more than obvious they copied content from our site, you can see\r\nwe have been online since 1997, many years longer than your customer.\r\n\r\n \r\n\r\nWe are asking you to remove the itemized offending pages off your\r\nservers because their site is created in bad faith, stealing our\r\ncopyright content and publishing to the world as their own, and stealing\r\ntraffic from our web site in the process.\r\n\r\n \r\n\r\nGoogle Search Query (use quotes a shown):\r\nThe copyrighted work at issue is the text that appears on our home page\r\nat http://www.bridaltips.com/dj.htm.  This is a unique sentence off our\r\nguide that we used to search Google to see who stole our content:\r\n\r\n \r\n\r\n\"There are thousands of wedding disc jockeys!\"\r\n\r\n\r\n \r\n\r\nProblem Description:\r\n\r\nWhat we found is an illegal scraper site, who along with 2 other scraper\r\nsites, has copied our content, and used it to feed to Google's crawler\r\nto out rank our own web site.\r\n\r\n \r\n\r\nEXAMPLES:\r\n\r\nHere is a screen shot of Google which will demonstrate that the\r\noffending scammers stole from our site to create their scraper site.  We\r\ngrabbed this sentence from OUR site below to Google it:\r\n\r\n\r\n\r\n \r\n\r\nOn our web site page at http://www.bridaltips.com/dj.htm we have this\r\nparagraph below:\r\n\r\nThere are thousands of wedding disc jockeys! But how do you find the\r\nwedding disc jockey that's perfect for you? Here you'll find all the\r\ncaveats to avoid, questions to ask, what DJ equipment they should be\r\nusing, and what you should have included in your contract. Many tips on\r\nthis page are only our opinion, you must choose what you feel is right\r\nfor your wedding.\r\n\r\n \r\n\r\nOn the scammer's web site at \r\nhttp://www.weddinginvitations.be/winatrip.htm  you can clearly see they\r\ncut and pasted our content at the top of their page to steal our ranking\r\nin order to sell wedding initiations.\r\n\r\n\r\n\r\n \r\n\r\nYou can see on the Google search results page that our sentence in bold\r\nshows up exactly in the descriptions of the offending scraper site.\r\nThey have scraped our content and are feeding it to Google's crawler.\r\n\r\nOf course it's a scam setup to attract users intended to visit our site,\r\nwhere the scammers hope the visitors will click on the sponsored ads or\r\nbuy their products to generate revenue.  This is in violation of Google\r\npolicies also.\r\n\r\nA unique sentence off on our web site should not produce results from\r\nother web sites.\r\n\r\nIt appears they have cut and pasted our in an attempt to hurt our\r\nratings in Google, while pumping up their own ratings using stolen\r\ncopyrighted materials.\r\n\r\nWe do not allow any other sites to use our content, and this is strictly\r\nenforced. They do not have permission to use our information.  We can go\r\non and on all day long finding groups of sentences that they stole off\r\nour site, but we proved our point.  \r\n\r\nI have a good faith belief that use of the copyrighted materials\r\ndescribed above as allegedly infringing is not authorized by the\r\ncopyright owner, its agent, or the law. I swear, under penalty of\r\nperjury, that the information in the notification is accurate and that I\r\nam the copyright owner or am authorized to act on behalf of the owner of\r\nan exclusive right that is allegedly infringed.\r\n\r\n \r\n\r\nAlso, should these scammers lie to you and attempt to claim this content\r\nis their authorship, you can verify their false claims ahead of time\r\nyourself on the Internet Archive Wayback Machine at archive.org.  Our\r\nsite shows entries dating back to 1998, while the offending site doesn't\r\nhave much of any history before 2004.  We suspect they stole our content\r\nfairly recently when we were rated in the top 10 Google search results\r\nfor many popular wedding keywords.\r\n\r\n \r\n\r\n \r\n\r\nAlso, should these scammers lie to you and attempt to claim this content\r\nis their authorship, you can verify their false claims ahead of time\r\nyourself on the Internet Archive Wayback Machine at archive.org.  Our\r\nsite shows entries dating back to 1998, while the offending site doesn't\r\nhave anything.  They did this in an apparent attempt to outrank us in\r\nGoogle and steal traffic intended for out web site.\r\n\r\n \r\n\r\nWe have our entire site on file in the Library Of Congress in Washington\r\nDC.  We catch sites like this one every week who decide the copyright\r\nlaws don't apply to them. If we have to go to court to get this site\r\nshut down, it should be pretty easy to demonstrate we are the owners of\r\nthe site content, and even easier to recoup losses and attorney fees.\r\n\r\n \r\n\r\nWe invite you to ask your customer about their Copyright and Trademark\r\nregistrations, I'm sure you'll up empty handed.\r\n\r\n \r\n\r\nThe Library Of Congress can send over a CDROM to the court with our\r\ncopyright content to prove that we are the rightful owners of the name\r\nand the content.  We have already started printing out their site and\r\npassed it on to our legal counsel, and will very easily find out what\r\nother auto sites they stole from and notify them as well.  \r\n\r\n \r\n\r\nWe hope you will respond quickly to do what is moral and help us stop\r\nthese scammers in their place.  All they are doing is tainting the\r\ninternet experience for everyone, including your company, creating a\r\ndangerously large liability for you in court should you not react to\r\nthis DMCA, and taunting you by breaking the rules of your registration\r\nagreement. Please shut down this site immediately, until such time that\r\nthey have removed all the content that they have plagiarized from other\r\nsites. We will vigorously defend our position against them in federal\r\ncourt if necessary.  We appreciate your cooperation in this matter.\r\n\r\n \r\n\r\nPlease call me at (954) 755-4094 as soon as possible to discuss your\r\nplans to remove this site off your servers.\r\n\r\n \r\n\r\nBest Regards,\r\n\r\n \r\n\r\n \r\n\r\n\r\n\r\n/Jeff Ostroff/\r\n\r\nPresident & CEO, ConsumerNet, Inc. \r\n\r\nCarBuyingTips.com <http://www.carbuyingtips.com/> \r\n\r\nHouseBuyingTips.com <http://www.housebuyingtips.com/> \r\n\r\nBridalTips.com <http://www.bridaltips.com/> \r\n\r\nDebtWizards.com <http://www.debtwizards.com/> \r\n\r\nBabyResource.com <http://www.babyresource.com/> \r\n\r\nToyAvenue.com <http://www.toyavenue.com/> \r\n\r\nByTheBooks.com <http://www.bythebooks.com/>  \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n","date_sent":"2006-06-23T04:00:00Z","date_received":"2006-06-23T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"ConsumerNet, Inc.","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}