{"dmca":{"id":29894,"type":"Dmca","title":"FW: Notice of Improper Activity and Evidence Preservation Request - http://www.ajaxms","body":"\r\n\r\n Please note that the below-referenced URL does not reside within our\r\nnetwork as of 9:21:43 a.m. (GMT-6) on June 26, 2006.\r\n \r\nLegal Response Team\r\nThe Planet\r\n\r\n> -----Original Message-----\r\n> From: MSOnlineSafety01 [mailto:Internet1@microsoft-onlinesafety.com]\r\n> Posted At: Wednesday, June 21, 2006 3:10 AM Posted To: Copyright\r\n> Conversation: Notice of Improper Activity and Evidence Preservation \r\n> Request - http://www.ajaxmsn.com/Login.aspx\r\n> Subject: Notice of Improper Activity and Evidence Preservation Request\r\n\r\n> - http://www.ajaxmsn.com/Login.aspx\r\n> Importance: High\r\n> \r\n> \r\n> VIA EMAIL: \r\n> \r\n> Date: 21 June 2006\r\n> \r\n> URL address: http://www.ajaxmsn.com/Login.aspx Date of Activity: 20 \r\n> June\r\n> 2006\r\n> \r\n> Dear Sir or Madam,\r\n> \r\n> Microsoft Corporation has received information that the URL address, \r\n> http://www.ajaxmsn.com/Login.aspx, which appears to be on servers \r\n> under your control, is an illegitimate website that attempts to mimic \r\n> or \"spoof\" a Microsoft site.  The website is designed to look like an \r\n> MSN Hotmail page and attempts to collect Sign-in and Password \r\n> information of visitors.  Based on our investigation it appears that \r\n> the website is unauthorized and unrelated to Microsoft, and likely \r\n> constitutes an improper attempt to obtain MSN Passport passwords of \r\n> unsuspecting visitors.\r\n> \r\n> We are asking that you investigate the website at issue and consider \r\n> whether this activity is in violation of your terms of service.  In \r\n> order to protect innocent visitors to the site from being misled or \r\n> injured, we request that you remove the pages located at \r\n> http://www.ajaxmsn.com/Login.aspx from your service as soon as\r\npossible.\r\n> \r\n> As you know, illegal on-line activities can cause 100 million Internet\r\n\r\n> users to access fraudulent web sites worldwide - a highly damaging \r\n> activity for the victims. In light of this, we have prepared the \r\n> attached notice for you to post on the identified fraudulent site to \r\n> warn other Internet users of the severity of Phishing activities.\r\n> Alternatively, could you redirect visitors to the following web site \r\n> http://www.digitalphishnet.org/beware.aspx.\r\n> \r\n> We also make the urgent request that you take the necessary action to \r\n> prevent the destruction of and to preserve all records in your custody\r\n\r\n> or control related to this Internet site, account holder or \r\n> subscriber, including without limitation, electronic records, customer\r\n\r\n> and billing information, log files and other session data, \r\n> documentation and any other information relating to this account.\r\n> \r\n> If you have any questions, please contact us by replying to this\r\nemail.\r\n> We appreciate your prompt cooperation in this matter. Please advise us\r\n\r\n> regarding what actions you take.\r\n> \r\n> \r\n> Yours sincerely,\r\n> \r\n> Peter Anaman\r\n> Internet Investigator\r\n> \r\n> on behalf of Microsoft Corporation\r\n> One Microsoft Way\r\n> Redmond, WA 98052\r\n> United States of America\r\n> \r\n> E-mail: internet1@microsoft-onlinesafety.com\r\n> \r\n> \r\n\r\n------------------------------------------------------------------------\r\n\r\n\r\n\r\n\r\nClick here to continue <http://www.digitalphishnet.org/beware.aspx>\r\n\r\n\r\n","date_sent":"2006-06-21T04:00:00Z","date_received":"2006-06-21T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Microsoft Corporation","recipient_name":"ThePlanet.com Internet Services","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}