{"dmca":{"id":29983,"type":"Dmca","title":"Blog DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-07-07T04:00:00Z","date_received":"2011-07-07T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"fashionurbia.com","principal_name":"FashionUrbia.com","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"The end is near for the OPI Serena Williams Glam Slam  \nSeries.\n\nWe have seen some great nail polishes from OPI for the Australian Open,  \nFrench Open, Wimbledon, and soon the last of these polishes will be  \nreleased to coincide with the US Open which takes place August 29th to  \nSeptember 11th of 2011 in Queens, New York.\n\nFor the Australian and French Open we were introduced to some great crackle  \nnail polishes and one of a kind nail polish colors: Black Shatter and  \nSimply Smash-Ing for Australian Open, Rally Pretty Pink and Red Shatter as  \nwell as Spark De Triomphe and White Shatter for France. When the Wimbledon  \ncolors came out there was a shift from shatter polishes to great glitter  \nand mica infused polishes. Three colors were released for this series :  \nGrape…Set…Match!, Servin Up Sparkle, and Your Royal Shine-Ness.\n\nNow that The US Open is just months away OPI has announced the polishes  \nthat will be tied into this tournament. There will be two colors : Love Is  \nA Racket and Pros & Bronze. Love Is A  Racket is a super shimmery red that  \nappears to be Mica infused so it will glisten even when not in sunlight.  \nThe shade of red looks to be hinted with a bit of an orange-pink so it  \nshould complement most if not all skin tones. Pros & Bronze is a glitter  \nand mica infuse bronze that will look great with that summer tan you worked  \non all summer. Months after that tans fades it will remind you of your  \nsummer and bring a bit of that summer sun back into your life.","infringing_urls":[{"url":"http://timtam00.blogspot.com/search/label/1.1a%29%20Preview%20-%20Serena%20Glam%20Slam%20US%20Open"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}