{"dmca":{"id":15011,"type":"Dmca","title":"Advanced Runescape alleges infringement in Google Groups","body":"To whom it may concern:\r\n\r\nYour company hosts a site located at http://groups.google.com.au/group/alt.games.cheats containing direct links to our downloadable product. This product, its graphics and or content is copyrighted to and owned by me as the creator of Advanced Runescape located at http://www.advanced-runescape.com.\r\n\r\nI very specifically state the terms of use for my graphics, content and product; these terms of use can be reviewed at http://www.advanced-runescape.com/terms.php.\r\n\r\nThe graphics, content and product that are in violation on their site (which are owned by me) can be found on my site and is specifically indicated as copyrighted to me at http://www.advanced-runescape.com; this individual has provided a link to their users to download our copyrighted product without our permission.\r\n\r\nThe direct link to our copyrighted material that is in violation can be located at the following address on the offender's site: http://groups.google.com.au/group/alt.games.cheats/browse_thread/thread/4eaeb77246148ff0/2823d2fa4f6c3844-2823d2fa4f6c3844\r\n\r\nThe message ID for this posting is: 1157667601.063537.171020@c3g2000cwe.googlegroups.com\r\n\r\nThis is a direct link to our product in question. This information has been accessed numerous times since it was posted on the offending website, causing us financial difficulty.\r\nTherefore, the use of these links on the web page hosted at your site is illegal under copyright law and forbidden under my terms of use.\r\n\r\nI [private], in good faith, report that the use of these links by the website in question is a violation of copyright laws and the intellectual copyright owner (me). I have not given this individual any rights to use this link or product for distribution.\r\n\r\nI also make the following statement of ownership indicating that the information provided by me, [private], is accurate and *under penalty of perjury* I am the copyright and/or intellectual property rights owner of the material in question. I am legally authorized and represent myself, as I am the licensed owner of the copyrighted material- I further state that, \"I swear, under penalty of perjury, that the information in the notification is accurate and that. I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\nPlease remedy this offense with either:\r\n\r\n(1) Your immediate contact with the site owner demanding the prompt removal of the link to the product owned by and copyrighted to me or\r\n(2) that you remove the site itself and/or the link to the product from your server.\r\n\r\nYour expeditious attention to this matter is greatly appreciated as I find no other recourse for remedy without undertaking legal action.\r\n\r\nPlease understand that this letter is not a warning or threat. It is being sent to you as part of a legal process that must be followed in an effort to maintain my legal rights. You can put an immediate stop to this process by acting in accordance with this offer of good faith.\r\n\r\nI [private] make the following statement *under penalty of perjury*, that the above information and statements are accurate and true.\r\n\r\nSincerely,\r\n\r\n/[private]/\r\n[private]\r\n[signed]\r\n\r\n[private] \r\nTorrance, CA 90504 \r\n[private]\r\nReply to: [private]@inetguides.com\r\nAdvanced Runescape \r\nhttp://www.advanced-runescape.com\r\n","date_sent":"2006-09-07T04:00:00Z","date_received":"2006-09-07T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Advanced Runescape","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}