{"dmca":{"id":15033,"type":"Dmca","title":"Purplemath complains of unauthorized multiplication (of copies)","body":"Dear Blogger Legal Support,\r\n\r\nIt has come to our attention that certain copyright content, created by Elizabeth Stapel for Purplemath.com, appears to have been posted to your servers. In accordance with your stated DMCA policy, as wa posted to http://www.google.com/blogger_dmca.html as of 31 August 2006, you are being provided with the following information:\r\n\r\n1) The identity of the work being infringed:\r\n\r\ni) http://www.purplemath.com/modules/mathtext.htm --\r\neverything to the right of the tan-colored navigation bar, between the first horizontal bar and the terminal links and footer, including: all of the text, excluding only the information within the table headed with \"Type-set formatting\", \"Text-only formatting\", and \"Notes\".\r\n\r\nii) http://www.purplemath.com/moduels/mathtext2.htm --\r\nthe header paragraph, immediately below the horizontal bar\r\n\r\niii) http://www.purplemath.com/moduels/mathtext3.htm --\r\nthe header paragraph, immediately below the horizontal bar\r\n\r\niv) http://www.purplemath.com/moduels/mathtext3.htm --\r\neverything to the right of the tan-colored navigation bar, between the first horizontal bar and the terminal links and footer, including: all of the text, excluding only the information within the table headed with \"Poor post\" and \"Good posts\".\r\n\r\n2) The identity of the infringing work:\r\n\r\n(a) http://mathandtext.blogspot.com/2006/07/formatting-math-as-text.html\r\nalso accessible through http://mathandtext.blogspot.com/\r\n\r\n(b) the entire text of the page (to the left of the right-hand navigation bar), between the \"Saturday, July 01, 2006\" date header and the \"posted by V at 2:42 AM\" timestamp notation\r\n\r\n3) Contact information of the copyright-holder:\r\n[private]\r\n[private]\r\nMesa, AZ 85204-4705\r\n\r\n[private]\r\n[private]\r\nMesa, AZ 85214-8584\r\n[private]\r\n<[private]@purplemath.com>\r\n\r\n4) Contact information of Google client:\r\nprofile page: http://www.blogger.com/profile/26830533\r\nAccording to your listing for your client, no further information has been made publicly available.\r\n\r\n5) \"I have a good faith belief that use of the copyrighted materials described above as allegedly infringing is not authorized by the copyright owner, its agent, or the law.\"\r\n\r\n6) I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\nThe Purplemath usage policy may be viewed at http://www.purplemath.com/terms.htm\r\n\r\nPlease take appropriate action in this matter. Thank you\r\n\r\nSincerely,\r\n[signed]\r\n[private]\r\nPurplemath.com\r\n\r\nenclosures: \r\ncopy of infringement\r\ncopies of original content\r\n","date_sent":"2006-09-01T04:00:00Z","date_received":"2006-09-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Purplemath","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}