{"dmca":{"id":15173,"type":"Dmca","title":"iFriends hostile to image copying","body":"To Whom It May Concern\r\n\r\nI am the Asst. General Counsel for WebPower, Inc. the owner and operator of iFriends.net (\"iFriends\"). iFriends is the sole owner and/or exclusive licensee of all digital images and videos created on and transmitted via the iFriends serivice; moreover, iFriends is the sole owner of all screen names and trademarks associated with those digital images and videos (collectively \"iFriends Intellectual Property\").\r\n\r\nThe purpose of this notice is to draw your attention to circumstances in which www.blogspot.com (\"BlogSpot\") is directly benefiting from the illegal and unauthorized use of iFriends Intellectual Property. The blogspot user at issue is posting image content without the permission of iFriends and/or the Video Chathost (\"Madison Lambert\") whose rights are also being infringed. An example of this infringing activity can be found at http://hooterscam.blogspot.com.\r\n\r\nI have a good faith belief that use of iFriends Intellectual Property is not authorized by the copyright owner, its agent, or the law. In accordance with the requirements of the Digital Millenium Copyright Act, 17 USC Section 512, I swear, under penalty of perjury, that the information in this notice is accurate and that I am authorize dot act on behalf of the owner of the intellectual property rights infringed upon, as stated herein.\r\n\r\nThank you in advance for your assistance with the prompt resolution of this matter. I can be reached directly at [private]@webpower.com.\r\n\r\nSincerely\r\n[signed]\r\n[private], Esq.\r\n","date_sent":"2006-09-07T04:00:00Z","date_received":"2006-09-07T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"WebPower, Inc.","principal_name":"iFriends.net","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}