{"dmca":{"id":15188,"type":"Dmca","title":"Google DMCA - Hollywood Camera Work","body":"Dear Google DMCA Department,\r\n\r\nOur company sells a single product, Hollywood Camera Work (www.hollywoodcamerawork.us), which is a DVD set of video-training. Recently, under the search term \"hollywood camera work\", several links to piracy-for-profit of our product have appeared in the Google organic results. These websites are directly and blatantly infringing on our copyrights.\r\n\r\nWe would like to request that you remove these pages from the search index, as we obviously can not sustain a business or endure development costs if any 3rd party can simply sell pirated copies through websites listed in your search index, some listed on the 1st and 2nd pages of results, alongside our own organic results and our Ad Words campaign.\r\n\r\nWe kindly request that you blot out parts of the following URLs in copies of this letter posted to Chilling Effects and other clearing houses. The Chilling Effects pages end up indexing even higher than the infringing pages, resulting in bringing even more attention to the infringing websites PLEASE HONOR THIS REQUEST.\r\n\r\n\r\nInfringing webpages on the 1st page of results:\r\nwww.cheap-software-megastore.com/index.php?target=desc&progid=4069\r\n\r\nOn the 2nd page:\t\r\nwww.cheap-software-megastore.com/index.php?target=desc&progid=4144\r\n\r\nOn the 4th page:\t\r\nwww.9iv.com/down/soft/2401.htm\r\n\r\nWe have contacted the Infringers via a form or email provided on their websites, requesting that they cease and desist any access to illegal download of our product. We have not received a response.\r\n\r\nWe may be contacted at [private], attn. [private], by phone at [private], or by fax [private].\r\n\r\nAs the sole copyright holder /sole distributor on this product, I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing webpages is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury consistent with United States Code Title 17, Section 512, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n\r\nSincerely,\r\n\r\n[signed]\r\n[private]\r\nHollywood Camera Work\r\n\r\nHollywood Camera Work, LLC - [private] - Burbank, CA 91501\r\nPhone: [private] - Fax: [private] - Email: [private]\r\n","date_sent":"2006-08-31T04:00:00Z","date_received":"2006-08-31T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Hollywood Camera Work, LLC","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}