{"dmca":{"id":15212,"type":"Dmca","title":"DMCA Complaint from Chunying Quan","body":"Google Inc. \r\nAnn: Google Legal Support, DMCA Complaints \r\n1600 Amphitheatre Parkway \r\nMountain View, CA 94043 \r\nphone: (650) 253-0000 \r\n\r\nNotice of infringement \r\n\r\nTo whom it may concern \r\n\r\nI am writing to send a notice of infringement regarding one of my novels to be spread out by a few websites without my authorisation and being appeared in Google search results, which means, anyone can access my original work without my permission, it is a big shock for me!\r\n \r\nThe infringed work--my novel \"I AM OFF\" is supposed to be published in Taiwan at the end of this year, if the content of the novel has been spread out like this, definitely, my COPYRIGHT and INTELLECTUAL PROPERTY RIGHT will be seriously infringed! \r\n\r\nPlease, as the author of the novel, I am seriously requesting GOOGLE to block or to disable the access of those website so that the Public would not be able to find it! I am also writing to those website one by one to let them delete the copyrighted work! \r\n\r\nThe information below is provided according your indication. As my novel is Chinese and those website are all-Chinese, you might need to have a Chinese interpreter to be able to clarify the issue. \r\n\r\n1. Identify in sufficient detail the copyrighted work that you believe has been infringed upon. \r\n\r\nThe copyrighted work that I believe has been infringed upon is originally from http://www.myfreshnet.com/ website, it is posted by myself and I have never given out any authorisation to any website. At the day I finish this novel, which is 24 April 2006, I deleted my novel from MYFRESHNET.COM fully and only keep one copy at my own laptop. However, later I found there are a few websites and free boards link to my novel and appeared via Google search result.\r\n\r\nThe title of my novel is: I AM OFF \r\nThe nature of my novel is: Chinese Romantic fiction \r\nThe first two sentences of the novel is \r\nI am Off, my heart is calling. \r\nYou are too far away from me. \r\nThe rest of content is all CHINESE \r\nMy penname is BAIYUN, (CHINESE) \r\n\r\n2. Google search \r\nthe search query I am using is: [Chinese characters], I AM OFF \r\n\r\nThe URLs for each allegedly infringing search result are \r\n(a) http://board2.cgiworld.drearnwiz.com/view.cgi?id=ywx&now=l&jd=-1&ino=738&tmp_no=867\r\n(b) http://www.seye.ipbfree.com/index.php?showtopic=4699 \r\n(c) http://board6.cgiworld.dreamwiz.com/view.cgi?id=skeech02&now=1&jd=-1&search_typetitle&search_string=off&csearch=l&ino372&tmp_no394 \r\n(d) http://board3.cgiworld.drearnwiz.com/view.cgi?id=kelei&now=l&jd=-1&ino538&tmp=no474 \r\n(e) http://board5.cgiworld.dreamwiz.com/list.cgi?id=flyxx&now=6 \r\n(f) http://board7.cgiworld.dreamwiz.com/list.cgi?id=meako&now=l \r\n(g) http://chunai.com/bbs/archiver/?fid-21-page-21.html \r\n(h) http://www.yfme.com/bbs/index.asp?boardid=27&action=topicmode=0&page=l4 \r\n\r\nThe above website which contains infringing material are all illegal in China, they are just a group of people whom like to read romantic novels but without any COPYRIGHT sense, they either copy those online novels without authors' permission, or scan published romantic novels and posted to their own websites/boards to share with others. \r\n\r\nThe victims are not only myself, but also include many other people like me, most of them are freelance from Mainland China or Taiwan We spend probably one or several years to produce a novel which is around 100,000 or 200,000 word, but only need one second, our original hard work is been stolen by others and to be researchable by others! \r\n\r\n3. Personal Details \r\nName: Chunying Qian \r\nAddr: 14 Panair Cre, Hillcreast, Hamilton, New Zealand, \r\nTel 0064 21 1292025 \r\nEmail: yingergian@hotmail.com \r\n\r\nIn conclusion, I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing webpages is not authorized by the copyright owner, its agent, or the law. \r\n\r\nI swear, under penalty of perjury consistent with United States Code Title 17, Section 512, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed. \r\n\r\nChunying Qian\r\n[signed]\r\n\r\n17/08/2006 \r\n\r\n","date_sent":"2006-08-17T04:00:00Z","date_received":"2006-08-17T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Chunying Qian","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}