{"dmca":{"id":15340,"type":"Dmca","title":"No Getty Without License","body":"It has come to our attention that your are using an image (or images) represented by Getty Images for online promotional purposes. We have searched our records and have not found a valid license for the use of the image(s). Attached for your reference is a copy of the image(s) and use. We have also attached a demand representing the amount owed for unauthorized use of the image(s).\r\n\r\nAs you may know, use of an image without a valid license is considered copyright imfringement in voilation of the Copyright, Design and Patents Act of 1988.\r\n\r\nThe following action must be taen within 14 days of the date of this letter:\r\n\r\n*If a valid license has been issued for the image(s) and use, please provide license information by emaling licensecompliance@gettyimages.com. This includes the sales order or invoice number of the license purchase. If the image(s) was licensed under an alternative company name (dba) or in the name of a third party, such as an advertising agency, please provide the company name and phone number. The subject line of the email must include your compnay name and customer number as they appear on the attached invoice.\r\n\r\n*If you cannot provide proof that the image(s) has been properly licensed, you must cease and desist use of the image. In addition, payment for the attached demand must be received within 14 days of the date of this letter. The fees identified on the demand represent the minimum fees due for unauthorized image use and are not negotiable. Ceasing use of the image(s) does not eliminate liabilirt for payment of fees due. Payment details are included on the demand, and attional payment information is provided below.\r\n\r\n*If you desire continued use of the image(s), please contact out License Compliance team at the number listed below. A new license must be issued for the image(s), or use of the image(s) must cease by September 29, 2006.\r\n\r\nPlease read the attached Frequently Asked Questions (FAQ) for more information related to this matter. If you do not respond within the timeframe provided, we wil presume that you do not intend to do so and will take action accordingly. For questions, or to settle your invoice, please contact LicenseCompliance@gettyimages.com or dial 0800 279 9258. Please also contact us immediately is you believe you have recieved this letter in error.\r\n\r\nGetty Images is commited to investingating licensing infractions not only to protect out interest, but also to protect the intesters of the photographers whom we represent. We are committed to protecting the intellectual property rights and livelihood of the artists whose work we license. We must enforce our licensing conditions rigorously and feel that your cooperation regarding this matter should be promtly forthcoming. This letter is without prejudice to Getty Images' rights and remedies, all of which are expressly reserved.\r\n\r\nSincerely,\r\n\r\nLicense Compliance Team\r\nGetty Images\r\n601 North 34th Street\r\nSeattle, WA 98103 USA\r\n\r\n\r\n\r\n______________________________________________________________________\r\n\r\nGetty Images\r\n\r\nSeptember 15, 2006\r\n\r\nCustomer# ********\r\n\r\nRe: Unauthorised Use of Getty Images' Photographs\r\n\r\nThank you for your attention to the attached demand and supporting documentation. In an effort to resolve this quickly, Getty Images is offering a one time discount of 15% on this invoice if the payment is received by September 29, 2006.\r\n\r\nThe total amount due, less the discount is 2,776.95 GBP\r\n\r\nSincerely,\r\n\r\nLicense Compliance Team\r\nGetty Images\r\n101 Bayham Street\r\nLondon NW1 0AG\r\nGBR\r\n\r\n______________________________________________________________________\r\n\r\nGetty Images\r\n\r\nFrequently Asked Questions\r\n\r\nIf you believe that you have recieved this notification in eror, please email us at licensecompliance@gettyimages.com or dia 0800 279 9258. Please be sure to provide the customer number found on your invoice, as well as your name and company contact information.\r\n\r\nWho is Getty Images?\r\nGetty Images represents some of the world's best photographers and filmmakers. Getty Images has contractual agreements with its photographers to represent certain Rights-Managed imagery exclusively and to license the use of these images to companies all over the world. The images Getty Images provides can be found in magazines, websites, and billboards, marketing collateral, product packaging and mobile devices, to name only a few. Getty Images, on behalf of itself and its represented photographers and artists, is committed to protecting its imagery from unauthorized use.\r\n\r\nSomebody else created my company's website\r\nGetty Images understands that a third-party, former employee, or itern may have been contracted to design and develop your company's website. However, if no licenses from Getty Images exist, the liability of any infringement ultimately falls on the company (the end user) who hired that third-party, employee, or intern. Getty Images recommends that your company contact the third-party, employee, or intern to see if any licenses from Getty Images surrounding the specific use of the images in question exist. Please provide an invoice number or sales order number and Getty Images will research as appropriate.\r\n\r\nWe have removed the images and now consider this matter closed\r\nGetty Images appreciates the removal of its represented images from your company's website. However, removal of the images in question sloves only part of the issue, as Getty Images will continue to require full payment of the demand presented to settle the matter and avoid further escalation.\r\n\r\nWe found these images on the Internet or the Getty Images website and thought they were Royalty Free\r\nThe images in question are Rights-Managed images represented by Getty Images. The use of Rights-Minded images represented by Getty Images requries an appropriate license covering each and every use. Although Royalty-Free images from Getty Images are different from Rights-Minded images, a license must still be purchased for Royalty-Free image use.\r\n\r\nWe didn't know these images were represented by Getty Images and had to be licensed.\r\nUnfortunately, despite the fact that your company may not have know, this does not excuse your compnay's unauthorized use, nor does it relieve you of the obligation to pay the invoice to settle Getty Images claim of copyright infringement.\r\n\r\nWe pushased these images from a company we found online as part of a web template\r\nAs the end user of Getty Images's imagery, you are ultimately responsible for insuring that you have obtained the appropriate rights to use the imagery. That means that if you acquire imagery from a web template provider or other such company, you are still liable for copyright infringement if that provider or other such company did not properly license the imagery for your use.\r\n\r\n______________________________________________________________________\r\n\r\nNote: The images in question were used for a 3 month period, having been removed in July. I found them on a website claiming them to be copyright-free. They were used for a non-profit website telling people how to use aromatherpy in the home. I am not a company, just a housewife, and am very distressed at having recieved a demand for money with no previous notice of the images being copyrighted. Is there a way to find out if images are copyrighted if you are getting them from a 3rd party website, which claims them to be copyright-free?","date_sent":"2006-09-15T04:00:00Z","date_received":"2006-09-15T04:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"Getty Images International Ltd","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}