{"dmca":{"id":15391,"type":"Dmca","title":"HONDATA'S NOTICE TO CEASE AND DESIST","body":"Dear [private]:\r\n\r\nThis office was contacted in connection with the above referenced matter.  It has come to Hondata's attention that have facilitating copyright infringement by the posting information on the web address, http://forum.pgmfi.org/viewtopic?t=10158 (the \"Software\"), knowing the only purpose of said posting is to intentionally and affirmatively induce visitors to infringe on Hondata's intellectual property.  Despite knowing Hondata's copyrights were being infringed as a result of your activity, you did not remove the posting and an additional downloads of the software were made.  By engaging in this conduct, you are interfering with Hondata's intellectual property rights as wells existing business relationships which expose you to liability under a variety of theories.\r\n\r\n(underlined) HONDATA DEMANDS THAT YOU IMMEDIATELY CEASE AND DESIST THESE IMPROPER ACTIVITIES AND REPORT WHICH PARTIES DOWNLOADED THE SOFTWARE (end underline)\r\n\r\nHondata continues to investigate the prcise scope and details of additional improper activities, but has determined that you knowingly failed to respond to either the Sunday, May 14, 2006 email or the telephone call on Monday, May 15, 2006 that resulted in further damage to Hondata.  This conduct is clearly actionable under Federal and California law.\r\n\r\nBe advised that if you do not immediately cease and desist your illegal conduct and facilitate Hondata's identification of the parties downloading the software, we reserve the right to initiate litigation against you, and any other culpable conspirators, and will seek all available state remedies, including, but not limited to, copensatory and punitive damages for: (a) Negligent Interference With Prospective Economic Advantage; (b) Negligent interference With Prospective Economic Advantage; (c) Intentional Interference With Contractual Relations; (d) Negligent Interference With Contractual Relations; (e) Conspiracy to Induce Breach Of Contract; and (f) Violation of California Business & Professions Code sec. 17200 et seq.\r\n\r\nWe will also pursue our Federal remedies including copyright infringement and any remedies for interference with business practices pursuant to the Federal Racketeer Infuenced and Corrupt Practices Act (RICO) 18 U.S.C. 1961 et seq, which specifies criminal penalties (18 U.S.C. sec 1963) and authorizes a civil action and recovery of treble damages and costs of suit, including attorney's fees.  See 18 U.S.C. sec 1964(c); (italic) Cianci v. Sup. Ct. (end italic) (1985) 40 Cal.3d 903.\r\n\r\nOnce Hondata prevails, ite will be entitled to money damages and injuctive relief if damages are not adaquate.  Compensatory damages will include past and prospective profits and out-of-pocket lossess.  You intentional conduct also exposes you to punitive damages.  PLEASE TAKE NOTICE that we expressly reserve the right to bring an action against you, and any other agent in their individual capacity.\r\n\r\nIn order to avoid the necessity of Hondata seeking immediate appropriate injunctive and monetary relief in the courts, we demand that you do the following:\r\n\r\n1. Cease and Desist any and all improper postings related to Hondata;\r\n\r\n2. Consistently and regularly monitor your websites for illegal activity related to Hondata;\r\n\r\n3. Provide the name, address and any other contact information for anyone who downloaded the Software;\r\n\r\n4. Remove any and all copies of the K-Pro downloader.zip software on any and all servers, backups, and personal hard drives; and\r\n\r\n5. Post a notice on your website informing users to respect the license agreements and copyrights of software owners.\r\n\r\nImmediately confirm your agreement to the above demand which is wholly appropriate in these circumstances no later than Monday, June 19, 2006.  Failure to comply with these demands may result in legal proceedings to protect our client's rights.  Nothing contained or omitted in this letter is intended as, nor shall it constitute, a waiver or relinqueshment of any of Hondata's rights, claims and interests, all of which are expressly reserved.\r\n\r\nGovern yourself accordingly,\r\n\r\n[private]\r\nPRINDLE, DECKER & AMARO LLP\r\n\r\n(submitters note: letter typed in verbatim, including spelling and grammatical errors.  David Blundell, the recipient, is the listed party on the DNS entry for PGMFI.ORG where the infraction occured, and a moderator of the forum.  Additional parties named in the cease and desist include the canadian citizen who hosts the forum and the australian author of the piece of software Hondata are upset over.  The piece of software was removed within 48 hours of the phone call mentioned in the C+D.  If you have any recommendations for a lawyer to be able to provide a consultation, I would really appreciate it.  I don't know where to really look to find a lawyer familiar with the internet law that would apply here in addition to the copyright / contractual law.)","date_sent":"2006-06-07T04:00:00Z","date_received":"2006-06-07T04:00:00Z","topics":["Copyright","Copyright and Fair Use"],"sender_name":"Prindle, Decker & Amaro LLP","principal_name":"Hondata","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}