{"dmca":{"id":15420,"type":"Dmca","title":"Getty Images complains of blogged Anna Nicole Smith pics","body":"Re: DMCA Copyright Infringement on Domain Names: http://worldofstaci.blogspot.com/ and http://celebritysrnack.blogspotcom/ \r\n\r\nDear Administrator,\r\n\r\nI represent Getty Images who has authorized me to act on its behalf for copyright infringement notification. \r\n\r\nInfringement of twelve (12) Getty Images photographs of Anna Nicole Smith with her child (the \"Photographs\") have been detected on the Web site http://worldofstaci.blogspot.com/ and http://celebritysmack.blogspot.com/. The infringing photographs appear on the Web sites as follows:\r\n\r\nhttp:///worldofstaci.blogspot.com/ AND http://celebritysmack.blogspot.com/ \r\n\r\nThis letter is an official notification under the provisions of Section 512(c) of the Digital Millennium Copyright Act to effect removal of the detected infringement. I hereby request that you IMMEDIATELY issue a cancel message, as specified in RFC 1036, for the specified posting and prevent the infringer, who is identified by its Web address, from posting the infringing passwords to your servers in the future. Please be advised that by law, as a service provider, you must \"expeditiously remove or disable access to\" the infringing passwords upon receiving this notice. Noncompliance may result in a loss of the possibility of immunity under the DMCA. \r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law. The information provided herein is accurate to the best of my knowledge. I hereby swear under penalty of perjury that I am authorized to act on behalf of Getty Images for matters pertaining to notification of infringement of its exclusive rights in its copyrighted material.\r\n\r\nYou are hereby put on notice that the photographs must be removed from http://worldofstaci.blogspot.com/ and http://celebritysmack.blogspot.com/ immediately. Please confirm by email or telephone that you have complied with your obligations under the Act by removing the photographs from http://worldofstaci.blogspot.com/ and http://celebritysmack.blogspot.com/. \r\n\r\nPlease respond by email to me at [private]@cdas.com a prompt response indicating the actions you have taken to resolve this matter. \r\n\r\nVery truly yours, \r\n[private]\r\n\r\n","date_sent":"2006-09-19T04:00:00Z","date_received":"2006-09-19T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"COWAN, DEBAETS, ABRAHAMS & SHEPPARD LLP","principal_name":"Getty Images","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}