{"dmca":{"id":15496,"type":"Dmca","title":"DMCA Complaint from WPC","body":"McLaughlin & Stern, LLP\r\n260 Madison Ave.\r\nNew York, NY 10016\r\n\r\nSeptember 5, 2006\r\n\r\nGoogle, Inc.\r\nAttn: Blogger Legal Support, DMCA Complaints\r\n1600 Amphitheatre Parkway\r\nMountain View, CA\t94043\r\n\r\nWPC - 1000 Places to see before you die\r\nTrademark & Copyright Policing\r\nYour Reference: #70907991\r\n\r\nDear Sir/Madam\r\n\r\nReference is made to your e-mail response dated August 21, 2006 to our letter dated August 15, 2006. Copies of this correspondence are enclosed for your convenience.\r\n\r\nAs advised we are legal counsel to Workman Publishing Co, In. (WPC), a publisher located in New York and Patricia Schultz, author of the New York Times #1 bestseller entitled 1000 Places To See Before You Die. This book, published in September 2003, has sold in excess of 2.2 million copies and is widely considered to be the most comprehensive and authoritative book on travel written by an American author. A companion work, entitled 1000 Places To See Before You Die Traveler's Journal, was published in June 2005. In addition, our clients have sold PAGE-A-Day calendars (over 176000 sold), featuring excerpts of the original book, in 2005 and 2006.\r\n\r\nMs. Schultz has registered her copyright to the text of the works in the US Copyright Office as TX-5-822-411, TX-6-210-116, TX-6-081-825, and TX-6-226-072. To confirm their rights in the trademark and title 1000 Places To See Before You Die, our clients filed an application to register the mark for a series of non-fiction books in the field of travel in the Patent and Trademark Office (PTO). This application, Serial No. 78/572383, has been approved for registration. (Related applications for the mark, covering puzzles and board games and calendars have registered - Registration No. 3002424 and Registration No. 3002425).\r\n\r\nThe foregoing clearly demonstrates that our clients have extablished exclusive rights to the text of the 1000 Places To See Before You Die works and to the trademark 1000 Places To See Before You Die.\r\n\r\nWe are writing to you because we have learned that a blogger, using the name renee, has posted multiple blogs at http://1000places.blogspot.com, that copy verbatim the text of our clients' 1000 Places To See Before You Die calendar. These posts are without our clients' authorization or approval. A printout of 70 of the offending blogs and corresponding pages from our clients' 2005 calendar were sent to you with our previous letter and an additional set of copies is attached hereto for your review. Moreover, these entries are prominently entitled \"1000 Places\" and make specific reference to our clients' books, improperly suggesting that the blog is connected to, sponsored by, or affiliated with our clients. \r\n\r\nThe continued posting and display of these blogs constitutes infringement of Ms. Schultz's copyright in the text, and the unauthorized use of our client's trademark and title constitutes trademark infringement under the provisions of the Lanham Act and at common law, as well as unfair competition in violation of our clients' rights under applicable Federal and state laws. In addition, the posting of our clients' copyrighted text and misappropriation of our clients' trademark clearly violates the standard Terms of Service agreement for blogger.com and blogspot.com.\r\n\r\nConcerning the specific items enumerated in your e-mail, we advise as follows (using your numbering as reference):\r\n\r\n1. As required all posts are properly identified by dates in which they appear or the permalink of the post.\r\n\r\n2. The corresponding page of our clients' work that is infringed is also identified and a copy thereof has been provided.\r\n\r\n3. All of my contact information, including my e-mail address, appears above the letterhead.\r\n\r\n4.I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\n5. I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or an authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nWe look forward to your prompt resolution of this issue. We ask that the following steps be taken:\r\n\r\n1) delete the offending content from the blogspot.com website, and\r\n2) provide us with the name and contact information of the blogger identified as renee.\r\n\r\nFor your information, a review of the source code of the offending material states that the designer thereof is Douglas Bowman, of www.stopdesign.com. On his website Mr. Bowman acknowledges that he holds a position at Google identified as Visual Design Lead. Please advise us of the relationship between Mr. Bowman and renee.\r\n\r\nWhether or not Mr. Bowman is associated with Google, we request Google, Inc's full cooperation in addressing and resolving this issue. However, in the absence of satisfactory compliance with this demand, this letter shall serve as express notice to Google, Inc. that our clients are prepared to pursue all of their rights and remedies without further notice.\r\n\r\nVery truly yours\r\n[signed]\r\nOliver R. Chernin\r\n\r\n\r\n\r\n\r\n\r\n","date_sent":"2006-09-05T04:00:00Z","date_received":"2006-09-05T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"McLaughlin & Stern, LLP","principal_name":"Workman Publishing Co.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}