{"dmca":{"id":15570,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-17T05:00:00Z","date_received":"2012-01-17T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"n/a","principal_name":"J.Freeman","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"This notification is to inform you  \nthat \"flower-picspot.blogspot.com\" is in posession of a stolen copyrighted  \nphoto (cherry blossom closeup, created and edited by J.Freeman), and is  \nbeing displayed publicly on website \"1.bp.blogspot.com\" with URL  \naddress \"http://flower-picspot.blogspot.com/2011/06/cherry-blossom.html\"  \nunder the heading \"Cherry Blossom Flower\" tagged with photo  \nfilename \"cherry-blossom-2.jpg.\"  Please remove it immediately.  This is  \nofficial notification under the provisions of Section 512(c) of the Digital  \nMillennium Copyright Act (“DMCA”) to effect removal of the aforementioned  \ninfringements.  I request that you immediately issue a cancellation message  \nas specified in RFC 1036 for the specified postings and prevent the  \ninfringer, who is identified as \"Way2earns\" on your Blogger and/or Blogspot  \nweb address, from posting the infringing photographs to your network  \nservers in the future.  Please be advised that law requires you, as a  \nservice provider, to “expeditiously remove or disable access to” the  \ninfringing photographs upon receiving this notice. Noncompliance may result  \nin a loss of immunity for liability under the DMCA.  I have a good faith  \nbelief that use of the material in the manner complained of here is not  \nauthorized by me, the copyright holder, or the law.  The information  \nprovided here is accurate to the best of my knowledge.  I swear under  \npenalty of perjury that I am the copyright holder.  Please send me at my  \nprovided address a prompt response indicating the actions you have taken to  \nresolve this matter.  Sincerely, J. Freeman [e-mail: jettfree@yahoo.com]  \nwith electronic signature & date/ time stamp.  [cc: G.McClure, Esq.]","infringing_urls":[{"url":"http://flower-picspot.blogspot.com/2011/06/cherry-blossom.html"},{"url":"http://flower-picspot.blogspot.com/URL"}],"copyrighted_urls":[{"url":"http://flower-picspot.blogspot.com/2011/06/cherry-blossom.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}