{"dmca":{"id":15610,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-17T05:00:00Z","date_received":"2012-01-17T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"TheMasterCleanse.org","principal_name":"TheMasterCleanse.org","recipient_name":"Google, Inc.","works":[{"description":"First, my site (http://themastercleanse.org) was hacked through Google Webmaster Tools. While I was complacent in having a filter (in Gmail) that preventing me from being notified when a \"Change Address\" of my site was initiated by a hacker, essentially hijacking my website and telling google I moved to the following web address:\r\n\r\nhttp://hehu123.com/\r\n\r\nI have since removed that hacker from Webmaster Tools, reminded the \"Change Address\" request, changed all my passwords and have restored the website.\r\n\r\nThis is all an attempt to bring down my search results, which it has dramatically, which it has. My site has been an authority site on Google for 5 years, holding the #1 position for the Keyword \"Master Cleanse\" and hundreds more. I have essentially been delisted for all these keywords as a result.\r\n\r\nBUT, now the offending site has a duplicate copy of my entire website, of which, all of the content is my copyright. This is clearly another attempt to devalue my content in Google's eyes.\r\n\r\nI have spent the last 2 days tracking and vetting this issue.\r\n\r\nHere's a list of what I have found and 2 very short videos showing my findings:\r\n\r\nhttp://jing.emjayoh.com/mc-hacked.mp4\r\nhttp://jing.emjayoh.com/mc-hacked-4.mp4\r\n\r\nSomehow, an individual was able to \"Verify\" themselves with Google Webmaster Tools. This clearly means they had access to my Host through FTP/SSH since they uploaded an html file to verify:\r\n\r\nI first saw issues in late December when a few keywords began to fall from Google Rankings.\r\n\r\nThen yesterday, a few pages from my site where \"GONE\", as if an admin in Wordpress deleted them.\r\n\r\nI recovered my Database, and continued to search.\r\n\r\nI discovered another problem when I began troubleshooting to see possible causes for being delisted including Duplicate Content.\r\n\r\nSo I checked for duplicate content and did the following query:\r\n\r\n\"Diabetes and high blood pressure attack the nephrons\"\r\n\r\nThat brought up only 1 result:\r\n\r\nhttp://hehu123.com/kidney-cleanse/\r\n\r\nNow I found my biggest problem yet.\r\n\r\nIt seems that a user got access to my Google Webmaster Account and verified themselves as owner of the website:\r\n\r\nhuangjinhui01@gmail.com on 12/29/11 10:24:38 AM UTC\r\n\r\nI deleted this user immediately.\r\n\r\nI also discovered that this hacker did a \"Change Address\" request as noted here from my messages in GWT\r\n\r\nWe've received a Change of Address notification for your site http://themastercleanse.org/.\r\nOld domain: http://themastercleanse.org/\r\nNew domain: http://hehu123.com/\r\nIf you didn't update this setting, check with any other verified site owners. For more information, see the Webmaster Tools Help Center.\r\n\r\nI did not request this, so I started to revoke this request. It's now been revoked, but not untiil I had to verify my site a few times.\r\n\r\nI now how two sites verified on the account master@themastercleanse.org:\r\n\r\nhttp://themastercleanse.org (the affected site)\r\nhttp://www.themastercleanse.org\r\n\r\nI read in the process that the change of address is 180 days long? And it's been 14 days since this hack took place but only today I was delisted.\r\n\r\nWill I have to wait 14 days to become listed again? That will cost me thousands of dollars :(...\r\n\r\nI have taken many steps to eradicate this issue including:\r\n\r\nChange all Wordpress users passwords and deleting all unknown users.\r\nChange all host user passwords with FTP/SSH access\r\n\r\nAny advice is greatly appreciated.\r\n\r\nPlease re-crawl and relist my site. But more importantly make that change of address invalid ASAP and return my site to its rightful place.\r\n\r\nThanks for your consideration.\r\n\r\nMike","infringing_urls":[{"url":"http://hehu123.com/"}],"copyrighted_urls":[{"url":"http://themastercleanse.org"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}