{"dmca":{"id":15639,"type":"Dmca","title":"DMCA Complaint from The Cramer Report","body":"[Sender Name]\r\n[Sender Address]\r\n\r\n[Recipient Fax]\r\nGoogle, Inc.\r\nAttn: Google Legal Support, DMCA Complaints\r\n[Recipient Address]\r\n\r\nRe: Notice of Copyright Infringement\r\n\r\nLadies and Gentlemen:\r\n\r\nI am writing this on my own behalf as owner of www.TheCramerReport.com (the \"Owner\").\r\n\r\nAs required under Sections 512c3 and 512d3 of the Digital Millennium Copyright Act (17 USC 512c3 and 512d3) I am instructed to place you on notice that:\r\n\r\n1. The Owner and/or its content suppliers is the exclusive owner of the copyrights\r\n\r\n(\"...work is under copyright protection the moment it is created and fixed in a tangible form that it is perceptible either directly or with the aid of a machine or device\" US Copyright Website\")\r\n\r\nin and to TheCramerReport.com website and the end complication of text, artwork, logos and photographs appearing therein (singly and collectively, the \"The Cramer Report Material\"); and\r\n\r\n2. Utilizing the search query, \"Cramer\" at www.google.com. the following sponsored links (the \"Infringing Material\") contain unauthorized copies of the The Cramer Report Material or unauthorized derivative works of the The Cramer Report Material which infringe the The Cramer Report Material and the exclusive rights of the Owner:\r\n\r\n\ta. www.cramerfiles.com\r\n\tb. cramerfiles.com\r\n\r\nPlease immediately remove or disable all access to the Infringing Material\r\n\r\nI have a good faith belief that the use of the Infringing Material is not authorized by the Owner, its agents or the law. The information in this Notice of Copyright Infringement is accurate and under penalty of perjury, I am authorized to act on behalf of the Owner.\r\n\r\nShould you require further information regarding this matter, please contact me at the address, telephone number or email address indicated below.\r\n\r\n[Sender Name]\r\n[Sender e-mail]\r\n[Sender phone]\r\nVery truly yours,\r\n[signed]\r\n[Sender]\r\n","date_sent":"2006-06-01T04:00:00Z","date_received":"2006-06-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}