{"dmca":{"id":15690,"type":"Dmca","title":"Defamation Complaint in Google Groups","body":"Sehr geehrte Damen und Herren,\r\n\r\nin obengenannter Angelegenheit nehmen wir Bezug auf die gewechselten Emails, zuletzt Ihre Email vom 25.07.2006. Wie Ihnen bereits bekannt, vertreten wir gemäß anliegender, beglaubigter Vollmacht Herrn [private] Copenhagen, Dänemark. Unser Mandant ist dänischer Staatsbürger und hat seinen Wohnsitz in Dänemark und Deutschland. Der Unterzeichner ist deutscher Staatsbürger und in der Bundesrepublik Deutschland ansässig.\r\n\r\nIn der Anlage haben wir, wie von Ihnen gewünscht, die einzelnen Message - IDs der von uns beanstandenden Beiträge aufgelistet. Es handelt sich durchweg um Postings in Google-Groups (groups.google.de).\r\n\r\nDer Rechtsverstoß besteht in Verleumdungen (unwahre, ehrverletzende Tatsa­chenbehauptungen) und Beleidigungen.\r\n\r\nIch versichere nach bestem Wissen und Gewissen, dass die vorstehend und in der Anlage angeführten Informationen nach anwendbarem, deutschem Recht nicht zulässig sind. Ich versichere weiterhin an Eides statt, dass die in dieser Benachrichtigung und in der Anlage enthaltenen Informationen richtig sind.\r\n\r\nHinsichtlich der Veröffentlichung unserer Anfrage bei Chilling Effects verweisen wir auf die gewechselten Emails und bitten um vollständige Anonymisierung. Wir haben uns eine Wiedervorlage zum 30.09.2006 notiert.\r\n\r\n<hr>\r\nLadies and Gentlemen,\r\n\r\nin the abovementioned matter, we shall refer to and exchanged emails, your last email from 25.07.2006. As you already know, we are represented according to fitting, notarized power of attorney Mr. [private] Copenhagen, Denmark. Our client is a Danish citizen and is domiciled in Denmark and Germany. The signer is a German citizen and resident in the Federal Republic of Germany.\r\n\r\nIn the Appendix we have, as requested by you, list the individual message - IDs of the objectionable posts from us. These are all to posts in Google Groups (groups.google.de).\r\n\r\nThe alleged infringement consists (in defamation false, defamatory statements of fact), and insults.\r\n\r\nI declare to the best of my knowledge and belief, that the mentioned above and in the investment information is not recognized by the applicable, under German law are permissible. I further certify under penalty of perjury, that are right in that notification and the information contained in the Appendix.\r\n\r\nRegarding the publication of our request to Chilling Effects, we refer to the exchanged emails and ask for complete anonymity. We have quoted us a resubmission on 30.09.2006.","date_sent":"2006-08-28T04:00:00Z","date_received":"2006-08-28T04:00:00Z","topics":["Copyright","International"],"sender_name":"Weber & Partner","principal_name":"[Individual]","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}