{"dmca":{"id":15897,"type":"Dmca","title":"IFPI has Killer(d) My Blog","body":"03 October 2006\r\n\r\nGlobix Corporation\r\nAbuse Contact\r\nLegal Department\r\n[private]\r\n10013 New York\r\nUnted States\r\n\r\n\r\nDear Sir/Madam,\r\n\r\nI am contacting you on behalf of the International Federation of the Phonographic Industry (IFPI) and its member record companies. The IFPI is a trade association whose member companies are some 1,450 major and independent record companies in the US and internationally who create, manufacture and distribute sound recordings. Under penalty of perjury, we submit that the IFPI is authorized to act on behalf of its member companies in matters involving the infringement of their sound recordings, including enforcing their copyrights and common law rights on the Internet.\r\n\r\nWe have learned that your service is hosting infringing files on its network. These files contain sound recordings by the artist known as The Killers. These sound recordings are owned by one of our member companies and have not been authorized for this kind of use. We have a good faith belief that the above-described activity is not authorized by the copyright owner, its agent, or the law. We assert that the information in this notification is accurate, based upon the data available to us.\r\n\r\nWe are asking for your immediate assistance in stopping this unauthorized activity. Specifically, we request that you remove the infringing files from your system or that you disable access to the infringing files. In addition, please inform the site operator of the illegality of his or her conduct.\r\n\r\nYou should understand that this letter constitutes notice to you that this site operator may be liable for the infringing activity occurring on your service. In addition, under the Digital Millennium Copyright Act, if you ignore this notice, you and/or your company may also be liable for any resulting infringement. This letter does not constitute a waiver of any right to recover damages incurred by virtue of any such unauthorized activities, and such rights as well as claims for other relief are expressly retained.\r\n\r\nYou may contact me at IFPI Secretariat, [private address], London W1B 5RE, United Kingdom or email [private]@ifpi.org, to discuss this notice. We await your response.\r\n\r\nFaithfully,\r\n\r\nNotices Department\r\nIFPI Secretariat\r\n[Private address]\r\nUnited Kingdom\r\nTel: [Private]\r\nFax: [Private]\r\nE-mail: [Private]\r\nWebsite: www.ifpi.org","date_sent":"2006-10-03T04:00:00Z","date_received":"2006-10-03T04:00:00Z","topics":["Copyright"],"sender_name":"Notices Department, IFPI Secretariat","principal_name":"IFPI","recipient_name":"Globix Corp., for Idolator.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}