{"dmca":{"id":15947,"type":"Dmca","title":"Court order removal - naturerichgreens","body":"08/31/2006 17:01\t9495803738\tWELLMAN AND WARREN\tPAGE 01\r\n\r\nWELLMAN & WARREN LLP\r\nATTORNEYS AT LAW\r\n24411 Ridge Route, Suite 200 \r\nLaguna Hills, California 92653\r\n\r\n\r\nAugust 31, 2006 \r\n\r\nVIA FACSIMILE NO.: (650) 618-1805\r\nGoogle, Inc.\r\nAttn: Customer Support, DMCA Complaints \r\n2400 Bayshore Pkwy\r\nMountain View, CA 94043\r\n\r\nRe: www.naturerichgreens.com\r\n\r\nDear Sir or Madam:\r\n\r\nAs the attorney for NatureRich, Inc. formerly known as The Master's Miracle (hereinafter, \"NatureRich\"), our office was instructed to write this letter to you. Recently, our client, Nature Rich, discovered the existence of the website, www.naturerichgreens.com, of which the contents are libelous on its face and clearly expose our client and its principals to hatred, contempt, ridicule, and obloquy.\r\n\r\nNatureRich through our firm commenced a civil action in the fall of 2004, and obtained a court order permanently enjoining John Austin, who was hosting the website, www.ScamWebsite.com, from maintaining and/or managing any website that mentions or refers to our client, Nature Rich, its employees, officer or principals. We have since attempted to enforce the permanent injunction with varying degrees of success.\r\n\r\nDue to the permanent injunction, the originator of the defamatory claims and statements, John Austin, has disappeared from the public scene of propagation of the defamatory materials. However, it is apparent that John Austin through his friends and colleagues continues to post those claims. For example, www.naturerichgreens.com contains defamatory statements and libelous attacks on NatureRich which, are very similar to the defamatory attacks made by John Austin and the contents of the website, yvww.ScamWebsite.com which was ordered to be shut down by the court. In fact, the entire website, www.naturerichgreens.com, is dedicated to the disparaging attacks on NatureRich.\r\n\r\nOur client NatureRich, previously contacted the ISP for www.naturerichgreens.com regarding these issues. Qwest apparently agreed with our client and the offending site was off the web for three weeks. The offending site, www.naturerichgreens.com, has since moved to a new hosting company based in Uruguay (Melbourne IT, LTD). We attempt to contact that ISP, but fear that even if we are successful, the offending site will simply continue finding new hosts.\r\n\r\nIt is our belief that Google could greatly assist our enforcement of the court decree by excluding the website, www.naturerichgreens.com from it's search, engine service, and is the appropriate and effective remedy in this matter.\r\n\r\nIn addition, another site, www.directory.ldmstudio.com/naturerich-greens, has picked up on the story presented by www.naturerichgreens.com. and is now featuring the very same offensive materials. We sincerely request that the particular URL addresses be suppressed in order to honor the previous court order and to avoid further unnecessary litigation. It appears ldm is only\r\nmimicking what they picked up from the www.naturerichgreens.com.\r\n\r\nFor your information, I have attached to this letter a copy of the court orders relating to the lawsuit against John Austin. Should you have any questions or concerns with respect to this matter, please do not hesitate to contact our office. Thank you for your cooperation in this matter.\r\n\r\nVery truly yours,\r\n[signed]\r\nScott W. Wellman, Esq.\r\n\r\n\r\n\r\n[court order attached]\r\n","date_sent":"2006-08-31T04:00:00Z","date_received":"2006-08-31T04:00:00Z","topics":["Copyright","International"],"sender_name":"Wellman and Warren, LLP","principal_name":"NatureRich, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}