{"dmca":{"id":15965,"type":"Dmca","title":"Google DMCA - Cider Media","body":"FAX SHEET\r\n\r\nCider Media, Inc.\r\nCIDER MEDIA. INC\t9449 Barrs Branch Road Alexandria, KY 41001\r\nPhone: 513-252-7804 Fax: 859-635-3112\r\n\r\nCider Media, Inc. 880 Alexandria Pike Fort Thomas, KY 41075\r\n\r\nSeptember 12th, 2006\r\n\r\nTo Whom It May Concern:\r\n\r\nI am writing to inform you of an act of copyright infringement that seems to have penalized DesignFirms.org, a website run by Cider Media, Inc.\r\n\r\nFor the past few years, www.designfirms.org has been a leader in the industry, providing a high quality directory of design professionals. We have personally reviewed hundreds of sites over the past three years and our design award is a mark of excellence. Out of the hundreds of applicants we receive each month only a small percentage are deemed worthy of our award. I stress this to point in order to demonstrate the amount of time and effort our team has put into making DesignFinns.org a superior web site. We have always ensured that we've met the quality standards and webmaster guidelines defined by Google\r\n\r\nOver these past years we have steadily grown in popularity and ranking with a steady stream of traffic coming from popular search engines primarily Google. Back in June we saw our traffic drop dramatically and after doing some test searches we found that we no longer appeared under any of the terms that we had ranked very high for previously.\r\n\r\nSearching for our exact name \"designfirms\", which we used to appear in position 1, we now appear on page 4. We also noticed another website that was showing up for our searches and in our position. This other website was using our exact same title, and showing the same description on the results page. When you clicked on the search result, it would take you to another domain displaying OUR homepage! This site was stealing our content and displaying it under their URL using some backend scripting. When you clicked a link, it would take you to another page of our site but still on their domain. (The site is still up and I have added screenshots and information below.)\r\n\r\nSearch: Design Firms, Design Directory, DesignFirms\r\nResult: http://www.webtomatic.net:88/cc/b.m/www.designfirms.org/index.php\r\n\r\nWe immediately reported abuse to Google. They removed that page from their index. But not before we were apparently penalized. Our site dropped its rank dramatically and we were moved to page 4 or 5 for usual keywords we usually dominated. We did not understand what was happening or what our options were. It apparently was not our fault. After many long hours and a lot of money lost, I found the DMCA and felt this was my only option to make things right. We've sent multiple emails to Google via feedback form but received no response.\r\n\r\nI am pleading with you to investigate our case. I have a good faith belief that use of the copyrighted materials described infringes on our copyright and is not authorized by the copyright owner, its agent, or the law. I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nPlease see additional documentation attached. \r\n\r\nSincerely,\r\n\r\nTimothy Scott Seiter\r\n[signed]\r\nPresident\r\nCider Media, Inc.\r\n800-942-7804 ext: 9675 scott@cidermedia.com\r\n\r\n","date_sent":"2006-09-12T04:00:00Z","date_received":"2006-09-12T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Cider Media, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}