{"dmca":{"id":15970,"type":"Dmca","title":"Google DMCA winentrance","body":"Genuine Infotech Pvt. Ltd\r\n\r\nRef: GIFT/GE/Oct 06\r\nTo\r\nAttn: AdSense Support, DMCA complaints\r\nGoogle, Inc. 1600 Amphitheatre Parkway, Mountain View, CA 94043\r\nRef: Your email [#76397190] Need your help to solve the web content duplication / replica of a website-4-10-2006\r\n\r\nRespected Sir\r\n\r\nSub: Need your kind help to solve the web content duplication/replica of a website\r\n\r\nWe Genuine InfoTech Private Limited based at Coimbatore, Registered The Companies Act 1956, in the year 1995 also an ISO Certified Company doing Software Business from 1995.\r\n\r\nWe promoted and hosted the educational portal www.winentrance.com from 2000 February onwards.\r\n\r\nNow we need assistance from you to solve the following problem\r\nFew days back we noticed that one of the website\r\n\r\nwww.5-golden.com and http://kumeimei.cn/winen/ dumped and duplicated our education portal www.winentrance.com entire website content and hosted the same.\r\n\r\nRegarding this already we submitted a compliant through our Webmaster login, feedback@winentrance.com\r\n\r\nNote sir, our last 6 years continuous efforts our portal gets first page listing in all major search engines. We kindly request to visit the following websites\r\n\r\nOur Portal:\r\nwww.winentrance.com\r\nDuplicated/Replica Web Site:\r\nwww.5-golden.com\r\nhttp://www.kumeimei.cn/winen/\r\n\r\nand help us to solve this problem. Expecting your kind assistance at the earliest.\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed\r\n\r\nOnce again thanking you Sir. Expecting your immediate action.\r\nYours Truly\r\n\r\nL. Purusothaman\r\nManaging Director\r\nGenuine InfoTech Private Limited\r\n","date_sent":"2006-10-04T04:00:00Z","date_received":"2006-10-04T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Genuine Infotech Pvt. Ltd","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}