{"dmca":{"id":15985,"type":"Dmca","title":"Posting of Album not Music to Zappa Family's Ears","body":"Berger Kahn \r\nLos Angeles \r\n\r\nOctober 3, 2006\r\n\r\nGoogle, Inc.\r\nAttn.: Blogger Legal Support, DMCA Complaints\r\n1600 Amphitheatre Parkway\r\nMountain View, CA 94043\r\n\r\nRe: The Zappa Family Trust / copyright infringement \r\nOur File No.: [Private]\r\n\r\nDear Sir or Madam: \r\n\r\nWe represent The Zappa Family Trust. This letter is regarding the\r\nunauthorized distribution of Frank Zappa's album <a href=\"http://www.zappa.com/flash/id/\">\"Imaginary Diseases\"</a> on a blog. In accordance with Google's requirements for Infringement Notification, please find below the requested information: \r\n\r\n1. The entire Frank Zappa album entitled \"Imaginary Diseases\" \r\n(\"Album\") is available for permanent download at \r\nzzapizappa.blogspot.com. \r\n\r\n2. All right title and interest in and to the Album including the musical compositions and the sound recordings embodied thereon, as well as the Album photographs and artwork displayed on the site, is owned exclusively by The Zappa Family trust. As the exclusive owner, The Zappa Family Trust has the sole and exclusive right to perform and distribute these works whether digitally or otherwise. No licenses have been requested. from or granted by The Zappa Family 'trust with respect to the performance or distribution of copies of the musical compositions or sound recordings embodied on the Album, nor have licenses been obtained with respect to the display of the artwork. The blog on which the copyrighted work is published is located at: zapizappa.blogspot.com/2006/09/frank-zappa-imaginary-diseases.html.\r\n\r\n3. You may contact us at: \r\n\r\nBerger Kahn \r\nAttn.: [Private]\r\n[Private]\r\nMarina del Rey, CA 90292 \r\n(T) [Private]\r\n(F) [Private] \r\ne-mail: [Private]\r\n\r\n4. I have a good faith belief that use of the copyrighted material described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law. \r\n\r\n5. I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed. \r\n\r\nPlease contact us to confirm the action Google will take in response to this Notice of Infringement, Thank you\r\n\r\nBest regards,\r\n\r\n[signed]\r\n[Private]\r\n\r\nOJS:CAD \r\ncc: Gail Zappa. \r\n","date_sent":"2006-10-03T04:00:00Z","date_received":"2006-10-03T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Berger & Kahn","principal_name":"Zappa Family Trust","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}