{"dmca":{"id":36180,"type":"Dmca","title":"TP-C386599U / Re : MinistryofBurlesque.com - Hosted Inffringements # 2","body":"\r\nWeb Sheriff\r\nProtecting Your Rights on the Internet\r\nTel 44-(0)208-323 8013 / Fax 44-(0)208-323 8080\r\nwebsheriff@websheriff.com  www.websheriff.com\r\n\r\nSTRICTLY PRIVATE & CONFIDENTIAL\r\nATTENTION ADDRESSEES ONLY\r\nWITHOUT PREJUDICE\r\n  Dear Legal Response Team,\r\n\r\n  With reference to your recent response re' the above, we are obliged to \r\nremark that your relevant customer's site contains an extensive amount of  \r\nlibellous material relating to - inter alia - our clients in this matter (please see \r\nbelow for just one, self-evident example) :-\r\n\r\n    Posted: Sat Jul 22, 2006 7:47 am\r\nIf she's taking aciclovir it's because her dirty white ass is riddled with \r\nherpes!    \r\nShe certainly puts it about. I remember seeing Madeline at Club Noir in\r\nEdinburgh straddling some big fat lesbian who was dressed as a policeman. \r\nMadelines saggy old-lady titties were flopping out of her bra and were on\r\nshow to all passers by. \r\nBut here's where it gets hilarious. \r\nHer identical twin sister Tina (who runs the club) saw what was going on and\r\nproceeded to drag Madeline off her fat female friend. She then got her sister\r\nin a headlock and dragged her outside the emergency exit door USING\r\nMADELINES HEAD AS A MAKESHIFT BATTERING RAM!!! \r\nEveryone was then greeted with the sight of two middle-aged twins\r\n(one with her naked tits sagging all over the place like two plastic\r\nshopping bags with oranges at the bottom) having a total bitch fight in\r\nfront of everyone! \r\nThe most amazing thing was that Tina seemed to be more concerned that\r\npeople would think that it was HER who had been caught lezzing off with\r\na 20 stone heffer! The argument started off with Tina screaming that her\r\nsister had ruined her reputation and would 'pay dearly for fucking her up'. \r\nThis rapidly degenerated into a total cocaine-fueled slag fight. Both\r\nsisters were pulling each others hair and slapping each other around. \r\nIf they weren't both on the cusp of old age, it could have been\r\nconstrued as quite erotic. \r\nUnfortunately, the only person who seemed to be getting\r\noff to the scene was Madelines VERY COKED UP boyfriend Dave. \r\nThe guy had a really creepy leering expression on his face and actually\r\nhad his hand in his trouser pocket and looked for all the world like\r\nhe was having a surreptitious wank whilst watching his girlfriend and\r\nher twin sister knock seven shades of shit out of each other!!! \r\nIt's unfortunate that Club Noir operate a strict no-camera policy\r\nbecause this was seen by loads of people and should be recorded on\r\nFetish Gossip for posterity! \r\nI'm sure that there are many other classics involving Madeline,\r\nbut this has to be my favourite!    \r\n    \r\n  Whilst our clients' consider that your company is both culpable and liable \r\nfor allowing these libels to be published / for de facto publishing them \r\n(especially following notification of the same), our clients would be prepared to \r\nforego legal action against The Planet in the event that a written warning was \r\nissued to this site, cautioning them of their breaches of The Planet's AUP and \r\nwarning of suspension  of hosting services in the event of further breaches.\r\n\r\n  We shall look forward to hearing from you as your earliest possible \r\nopportunity.\r\n\r\n  As you will appreciate, this e-mail - containing, as it does, a position \r\nthat is potentially prejudicial to our clients' open / formal position - is \r\nwritten on a without prejudice basis and, as such, all of our clients' \r\naccumulated, worldwide rights in this matter remain strictly reserved.\r\n\r\n  Yours sincerely,\r\n\r\n  Jack Stevens\r\n  (Enforcement Team)\r\n\r\n\r\n \r\n \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","date_sent":"2006-09-07T04:00:00Z","date_received":"2006-09-07T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Web Sheriff","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}