{"dmca":{"id":36225,"type":"Dmca","title":"Web DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-19T05:00:00Z","date_received":"2012-01-19T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Kuiver, LLC","principal_name":"Kuiver, LLC","recipient_name":"Google, Inc.","works":[{"description":"Hello -\r\n\r\nWe just broke the news that the latest Angry Birds Seasons Year of the Dragon update is out and the scraper site is already #1 on the Google SERPs.  I'm not sure why, but we are no where to be found.  This site scrapes all of our content and I have submitted a number of DMCA requests pertaining to them.  You can see that the text and the image on their page is identical to what is found in our feed and on our homepage.  They basically scape our feed and for some reason Google recognizes them as the \"source\" over us on most every occasion.\r\n\r\nAgain, we have explicit approval from Rovio to run AngryBirdsNest.com and use their materials on our site (proof has been provided a couple times and we've filed numerous DMCA take downs without issue).  In addition to having approval, Rovio actively promotes us, which you can see in Tweets like this one, http://twitter.com/#!/AngryBirds/status/158101107791503360\r\n\r\nIs there any way to get our authority back in the Google SERPs so Googlers' aren't exposed to these scraper sites?   \r\n\r\nIt's kind of ironic in a way.  Here we are, protesting SOPA / PIPA en masse, though small original content publishers like myself -- who have done things the right/legal way -- are being blatantly victimized by IP theft and there is little that can be done to stop it.\r\n\r\nSorry for the vent, but there has to be a way to improve Panda to fix this issue.","infringing_urls":[{"url":"http://www.angrybirdsupdate.com/angry-birds-seasons-year-of-the-dragon-update-out-now.html"}],"copyrighted_urls":[{"url":"http://www.angrybirdsnest.com/angry-birds-seasons-year-of-the-dragon-update-out-now/"},{"url":"http://feeds.feedburner.com/angrybirdsnest"},{"url":"http://www.angrybirdsnest.com/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}