{"dmca":{"id":36234,"type":"Dmca","title":"[eBay:RZB06G335] Paypal.com e-mail spoofing and password phishing","body":" To Whom It May Concern:\r\n\r\nThe URL in question is currently not accessible as of 9:15:22 a.m.\r\n(GMT-6) on August 31, 2006.\r\n\r\nLegal Response Team\r\nThe Planet\r\n\r\n\r\n-----Original Message-----\r\nFrom: jothomas@ebay.com [mailto:jothomas@ebay.com] \r\nPosted At: Wednesday, August 30, 2006 5:17 PM\r\nPosted To: Legal Response\r\nConversation: [eBay:RZB06G335] Paypal.com e-mail spoofing and password\r\nphishing\r\nSubject: [eBay:RZB06G335] Paypal.com e-mail spoofing and password\r\nphishing\r\nImportance: High\r\n\r\n\r\n\r\nDear ThePlanet.com\r\n\r\n\r\n\r\nWe have just learned that your service is being used to display false,\r\nor \"spoofed,\" PayPal.com pages, in an apparent effort to steal personal\r\nand financial information from consumers, and defraud PayPal users.\r\nSpecifically, it appears that a ThePlanet.com user is sending\r\nunsolicited messages which misrepresent the sender as PayPal, and making\r\nfalse statements that encourage the recipient to go to a page hosted by\r\nyou at \r\n\r\n\r\n\r\n70.86.162.50 -\r\nhttp://www.alulastore.com/admin/cgi-bin/update/paypalsignup/onlineid-ses\r\nsionload/sessiondid=2335454893_Secured152388884&Update/PayPalOnlineServi\r\nve/sessiondid=2335454893_Secured152388884&Update/\r\n\r\n \r\n\r\nasking to enter personal and account information. The purloined\r\ninformation is then sent to an email account and, based on our\r\ninvestigation of similar schemes, used to steal accounts and commit\r\nother fraudulent acts including international credit card and wire\r\nfraud. \r\n\r\n\r\n\r\nThis matter is urgent - we believe that consumers have been falsely\r\ndirected to this page and may be fooled into divulging personal\r\ninformation to a criminal, if the page is not immediately disabled. We\r\nask that you immediately disable the site at\r\nhttp://www.alulastore.com/admin/cgi-bin/update/paypalsignup/onlineid-ses\r\nsionload/sessiondid=2335454893_Secured152388884&Update/PayPalOnlineServi\r\nve/sessiondid=2335454893_Secured152388884&Update/, as well as any\r\nassociated email addresses, so that this fraudulent scheme can be\r\nstopped. We further request that you provide us with all contact\r\ninformation that you have for this user so that we may provide this\r\ninformation to the proper law enforcement authorities. \r\n\r\n\r\n\r\nWhile we believe that the above information gives your company more than\r\na sufficient basis for disabling the page immediately, out of caution we\r\nnote that your user's unauthorized reproduction of PayPal's trademark\r\nand copyrighted materials violates federal law, and places an\r\nindependent legal obligation on your company to remove the offending\r\npage(s) immediately upon receiving notice from PayPal, the owner of the\r\ncopyrighted materials. Accordingly, the information below serves as\r\nPayPal's notice of infringement pursuant to the Digital Millennium\r\nCopyright Act, 17 U.S.C. Section 512\r\n\r\n(c)(3)(A): \r\n\r\n\r\n\r\nI, the undersigned, CERTIFY UNDER PENALTY OF PERJURY that I am the agent\r\nauthorized to act on behalf of the owner of certain intellectual\r\nproperty rights, said owner being named PayPal, Inc. I have a good faith\r\nbelief that the website located at URL\r\nhttp://www.alulastore.com/admin/cgi-bin/update/paypalsignup/onlineid-ses\r\nsionload/sessiondid=2335454893_Secured152388884&Update/PayPalOnlineServi\r\nve/sessiondid=2335454893_Secured152388884&Update/ has its copyright in\r\neach page of its website and associated source code. Please act\r\nexpeditiously to remove or disable access to the material or items\r\nclaimed to be infringing. \r\n\r\n\r\n\r\nWe sincerely appreciate your immediate attention to this important\r\nmatter. We would also appreciate if you would take steps to confirm the\r\naccuracy of any contact information that your user may have provided to\r\nyou in establishing the account. Should you have any accurate\r\ninformation that could assist PayPal and law enforcement in tracking\r\nthis individual, we would greatly appreciate your assistance, as we know\r\nthat you do not condone the use of your services for such criminal\r\npurposes.\r\n\r\n\r\n\r\nFinally, please be advised that we have referred this issue to the\r\nFederal Bureau of Investigation for their investigation.  The F.B.I. has\r\nrequested that we convey to you in this message their request that you\r\npreserve for 90 days all records relating to this web site, including\r\nall associated accounts, computer logs, files, IP addresses, telephone\r\nnumbers, subscriber and user records, communications, and all programs\r\nand files on storage media in regard to all Internet connection\r\ninformation, pursuant to 18 U.S.C. section 2703(f). While we do not act\r\nas an agent of the FBI in conveying this request, we do intend to fully\r\ncooperate with their investigation, and encourage you to do so as well.\r\n\r\n\r\n\r\neBay Inc. \r\n\r\nAudit and Investigations\r\n\r\nsecurityalerts@ebay.com\r\n\r\n\r\n\r\nGet automated, real-time notifications of new phishing attacks!   Join\r\nthe Phish Report Network as a RECEIVER today!\r\nhttp://www.phishreport.net/","date_sent":"2006-08-30T04:00:00Z","date_received":"2006-08-30T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"eBay Inc.","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}