{"dmca":{"id":36393,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-11-14T05:00:00Z","date_received":"2012-11-14T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Lolan Dillah","principal_name":"Lolan Dillah","recipient_name":"Google, Inc.","works":[{"description":"\"kami yakin anda sudah ke mana-mana mencari “Database Orang Kaya” dengan validitas tinggi dan berkualitas.\r\n\r\nLalu apa yang membedakan database kami dengan yang di jual Website lain?\r\nDatabase Orang Kaya yang kami jual, tersimpan di File Excel dan sudah siap pakai (Nama, Alamat, Kota, Nomor Hp, Telp. Rumah, Telp. Kantor, Tgl Lahir dan Email ditulis per kolom), jadi anda bisa langsung melihat Alamat Kota Prospek hanya dengan melihat kolom Kota.\r\n\r\nGaransi harga termurah\r\nJika dalam hari yang sama setelah anda melakukan transaksi ternyata ada website lain dengan produk sama dan dijual lebih murah, maka, Selisihnya akan kami transfer balik ke Rekening anda. Jadi boss tidak perlu khawatir dengan harga mahal. Sangat menarik bukan? Tugas anda cukup menginformasikankan kepada kami alamat website mereka, lalu kami pelajari, apakah data yang kami jual sama dengan yang mereka jual? Bisa jadi judulnya sama tapi kualitas, jumlah & Validitasnya berbeda.\r\n\r\nGaransi Data Duplikat\r\nJika anda mendapati nomor yang kami jual ternyata ada yang sama, maka nomor yang duplikat akan kami ganti atau uang anda akan kami kembalikan seharga anda beli.\r\n\r\nBerikut ini adalah Database Orang Kaya yang kami jual:\r\n\r\n    Database Orang Kaya (Pemain Golf di Indonesia)\r\n\r\n    Data base Orang Kaya (Member BEJ: Bursa Efek Jakarta)\r\n\r\n    Database Orang Kaya (Trader Sukses Indonesia)\r\n\r\n    Database Orang Kaya di jakarta (Pemilik Mobil Mewah)\r\n\r\n    Data Orang Kaya di jakarta (Pemilik Rumah Mewah)\"","infringing_urls":[{"url":"http://databasenasabahtelemarketing.blogspot.com/2012/10/database-orang-kaya.html"},{"url":"http://www.tokosakti.com/product.php?category=23&product_id=80"}],"copyrighted_urls":[{"url":"http://www.jualdatabase.org/jual-database-orang-kaya/"},{"url":"https://www.dmca.com/Protection/Status.aspx?PAGE_ID=aHR0cDovL3d3dy5qdWFsZGF0YWJhc2Uub3JnL2p1YWwtZGF0YWJhc2Utb3Jhbmcta2F5YS81"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}