{"dmca":{"id":36443,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-07T04:00:00Z","date_received":"2012-06-07T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Martin Haracz","principal_name":"Martin Haracz","recipient_name":"Google, Inc.","works":[{"description":"This is an article I wrote.\r\n\r\nGoal Setting: The Ultimate Guide To Achieving Your Goals\r\nThere are many different types of goals that you can set, but to keep things simple, it helps to organize your goals into five categories. These categories can of course, be subdivided into more specific categories, but if you are new to goal setting then it is recommended to start with five so that it will be easier for you to manage and track your goals later on.\r\n\r\nSo let’s have a look at the five main categories that you can set goals for yourself in, and then later, how you can organize those goals based upon their estimated completion time.\r\n\r\n1) Health\r\n\r\nHealth goals relate to anything that will improve your health. For example, you might want to lose weight, stop smoking, exercise more or eat a more healthy diet.\r\n\r\nSo if there is anything health wise that you would like to improve in your life, write down the three things which are most important to you.\r\n\r\n2) Financial\r\n\r\nAnything related to money goes in this category. So for example, you may want to earn more money, get yourself out of debt, be able to save rather than spend all your money or learn how to invest your money.\r\n\r\nPick the three most important things, and write them down.\r\n\r\n3) Relationships\r\n\r\nWould you like to have more friends? Become a more socially confident person? Find a romantic partner? Have a better relationship with your kids? Whatever it is that you would like to improve or develop in your life that relates to people, write it down in this category.\r\n\r\n4) Career\r\n\r\nIn this section, you need to think about where you are career wise and where you would like to be. For example, do you want to get a promotion? Do you want a more satisfying job? Do you want to start up your own business so that you can become your own boss?\r\n\r\nAgain, write down the three most important things for you in this area of your life.\r\n\r\n5) Personal\r\n\r\nPersonal goals are things that you want to do to develop yourself as a person. For example, you may want to read more, watch less TV, learn a foreign language, become a more spiritual person or travel the world.\r\n\r\nSometimes these goals may overlap with the other categories that we have just mentioned, if so, that’s ok as goals can, and often do, span multiple categories. So write down the three things which you consider to be the most important to you.\r\n\r\nNow that you have decided what is important in your life, you are well on your way to setting goals as this is something that many people never really bother to think about. The next step, is to organize the goals that you written down based upon how long you think it will take you to complete them.\r\n\r\nOrganizing your goals in such a fashion will help you to focus on what you should be doing now, and what you should be doing later on. This in turn, will also prevent you from becoming overwhelmed with your goals, as you will know roughly how much time a specific goal will take to complete before you move on to working on another goal.\r\n\r\nThe two main ways in which goals can be organized are by sorting them into either short or long-term goals. So let’s have a look at some examples of these now.\r\n\r\nShort Term Goals\r\n\r\nShort term goals include any goal which can be completed in days, weeks or up to six months. For example, if you decided earlier that you would like to eat a more healthy diet as one of your health goals, then you could set yourself a short-term goal to not eat any junk food for one week.\r\n\r\nThe good thing about setting short-term goals is that because they can be completed relatively quickly, once you do complete your goal, you will often feel a great sense of satisfaction for doing so. This in turn will then motivate you to achieve more goals and help you to get into the habit of setting goals on a regular basis.\r\n\r\nIdeally, you should look to set short-term goals every day. You don’t necessarily have to write such goals down, as you could for example, find yourself making up such goals as you go about your everyday activities. So if we continue on from the goal of eating a more healthy diet, you may decide to set yourself a short-term goal when you enter a shop not to buy any unhealthy food.\r\n\r\nShort term goals can also include anything you set yourself as a task to complete for the day. So if you use a daily to do list, then the items on that list would also be types of short-term goals.\r\n\r\nLong Term Goals\r\n\r\nLong term goals are any goal that will take you more than six months to complete, although most long-term goals are usually measured in years.\r\n\r\nFor example, if you are just starting university, or hope to go one day, then a long-term goal could be to achieve a 1st class degree. Career wise, a long-term goal may be to set up your own business so that you can achieve your financial goal of becoming financial independent.\r\n\r\nLong term goals tend to be more difficult to complete than short-term goals because you don’t always get to see the immediate results of your efforts.\r\n\r\nThis also means that you will most likely have to delay the satisfaction of your immediate needs, and be able to focus on the long-term rather than short-term perspective. In other words, you are going to have to make some sacrifices now in order to achieve something of greater value later on.\r\n\r\nLong term goals however, whilst more difficult to achieve, will provide you with the most reward, satisfaction and personal development in your life. So if you really want to become more successful at something, then learning how to set a long-term goal and achieve it is something that you are going to have to master.\r\n\r\nWhilst it is important to think about what you want in life, it is equally as important to think about how you will achieve those goals. If you set goals the wrong way, you will not only make it harder to achieve them, but you could also put yourself off the process of goal setting and end up never setting any more goals at all.\r\n\r\nWhen setting goals, there are four things you need to remember at this stage; make them specific, make them realistic, make them challenging and make them measurable. So let’s have a look at each of these now, and then later on in this article we shall go through a step by step example of how I set my goals.\r\n\r\n1) Setting Specific Goals\r\n\r\nAn unspecific goal is something which gives you a rough idea of what you want to achieve, but doesn’t provide you with enough information or direction to actually achieve it.\r\n\r\nAn example of an unspecific goal would be “I want to be rich“. These types of goals are the most common types of goals that people have, but they aren’t really goals as they are more like a dream or a wish.\r\n\r\nA specific goal is something that does provide you with enough information and direction to enable you to work towards its achievement.\r\n\r\nFor example, “I will earn $50,000 by 31st December next year by increasing my sales of widgets by 15%“. This type of goal is specific, because it tells you exactly how much money you want to earn and what you can do to get it.\r\n\r\nOnce you have this information, you can then create a plan of action with specific steps to follow to achieve your goal. This plan would involve taking your long-term goal of making $50,000 next year, and creating a series of smaller short-term goals, which, when completed, will result in the completion of your main long-term goal.\r\n\r\nTo set a specific goal, start with a general goal that you would like to complete. Write it down, and then beneath it try to write something more specific. Continue this process until you have a clearly defined specific goal. Lets use another example to demonstrate this process.\r\n\r\n• I want to get rid of my guitar because I don’t use it anymore.\r\n\r\n• I want to sell my guitar and make some money.\r\n\r\n• I want to sell it on eBay.\r\n\r\n• I want to get as much money as I can.\r\n\r\n• I want to get $100 for it.\r\n\r\n• I have sold my guitar for $100 on eBay excluding delivery and fees.\r\n\r\nAs you can see, if you apply this process to any general goal you can easily make it become much more specific. Once you have a specific goal, your chances of completing that goal will dramatically increase.\r\n\r\n2) Setting Realistic Goals\r\n\r\nAn unrealistic goal is any type of goal which seems so impossible to achieve that you never even bother to start working on it. As a result, it is seen more like a dream or a wish, something that might happen, but probably won’t. People who only set unrealistic goals very rarely achieve them, and so this is something that you want to learn to avoid doing from day one.\r\n\r\nOn the other hand, a realistic goal is something which seems possible to achieve. It is not so far out there that you know if you were to work towards its achievement, the chances of you getting it will be very good. However, what you will often find, is that realistic goals can be related to, and sometimes stem from, an unrealistic goal.\r\n\r\nFor example, if you are currently overweight, then losing 100 pounds in two months might seem like an impossible task. After all, that is a lot of weight for a person to lose and it is going to take an enormous amount of hard work and self-discipline to achieve it.\r\n\r\nBut if you were to shorten that goal to losing 10 pounds in one month, then that goal suddenly seems a lot more achievable and real. Which goal do you think would motivate you more to start working on it immediately? Obviously the 10 pounds goal because it is a lot more realistic and therefore believable.\r\n\r\nAnother important thing to remember about setting realistic goals, is that you need to be very careful about what you consider to be realistic or unrealistic. What one person may consider as an unrealistic goal for example, may in fact be realistic and achievable to another. A great example of this is the story of the four-minute mile.\r\n\r\nIn the 1950s, most people believed that it was impossible to run a mile in under four minutes. One man did not, his name was Roger Banister. In 1954, Roger Banister broke the four-minute barrier with a world record time of 3 minutes and 59 seconds. He had achieved a goal that nobody thought was possible.\r\n\r\nAfter Roger had broken the four-minute barrier, a strange thing happened. People began setting goals to run a mile in under four minutes and were succeeding, whereas previously they had tried and failed.\r\n\r\nThe moral of the story is to be very careful not to let the limiting beliefs of others affect the goals you set, because what you can achieve is up to you and not up to those around you.\r\n\r\n3) Setting Challenging Goals\r\n\r\nWhilst goals must be realistic, it is also very important for them to be challenging. A challenging goal is something that feels just out of your current reach, but you know that you will be able to grab it if you stretch yourself.\r\n\r\nChallenging goals therefore act to get you out of your comfort zone by motivating you with the prospect of achieving something which you want, but don’t yet have.\r\n\r\nGoals that are not very challenging are those which seem very easy to accomplish. As a result, they don’t really motivate you to go after them because you feel as though you could achieve them any time you want.\r\n\r\nHowever, as you are not being pushed out of your comfort zone, the chance of you ever bothering to achieve a unchallenging goal is not going to be very high.\r\n\r\nThis is because you are more likely to be motivated by the current comfort that you are experiencing, rather than the low-level of reward that going after such a goal will bring you.\r\n\r\nUnderstanding this basic principle is the real secret of setting successful goals, because we are all motivated by a desire to achieve pleasure and avoid pain. Unfortunately, most people tend to seek pleasure for now, which often comes at the expense of long-term failure in life.\r\n\r\nBut when you set challenging goals, you help to overcome this natural human tendency by motivating yourself with a future reward that makes any present pain or discomfort seem like a worthwhile price to pay.\r\n\r\nThis is what successful people do. They are willing to make short-term sacrifices to gain a far greater benefit later on. The degree to which you are able to do this, will largely determine how successful you ever become at anything in life.\r\n\r\n4) Setting Measurable Goals\r\n\r\nUnmeasurable goals are things that can’t be measured or defined in specific terms. For example, “I want to become a better person” would be an unmeasurable goal because how can you possibly know when you have become better? And what exactly do you want to become better at?\r\n\r\nJust like unspecific and unrealistic goals, unmeasurable goals are very unlikely to ever be achieved because they are far too general for you to know what you want and how you will get it.\r\n\r\nMeasurable goals are therefore goals which you can measure in some way. For example, if you wish to complete a goal within a specific period of time, say, run a mile in under four minutes, the measurement of time can be used as a determinant of whether or not you have achieved your goal.\r\n\r\nAnother common form of measurement is quantity. For example, losing 20 pounds over two weeks involves measuring the achievement of your goal against a specific quantity and a specific time period.\r\n\r\nThe measures you use when setting goals therefore serve as signposts to let you know how far along you are and how far you have left to go. Once you have a specific target to aim for, you will find yourself much more motivated to achieve such a goal because it also becomes much more specific and realistic.\r\n\r\nFurthermore, measurable goals are also a great way of tracking your progress when working on a long-term goal. A large goal that you wish to complete in a year for example, could be broken down into weeks or months thereby making it much easier to achieve.\r\n\r\nNot all goals however, need to be measured. This is usually true for very short-term goals, as such goals can measured simply in terms of whether they have been completed or whether they are still in progress. So don’t feel that you absolutely have to measure every goal that you set for yourself.\r\n\r\nSummary\r\n\r\nThe chance of you successfully achieving a goal can be dramatically increased if you follow the S.R.C.M process. Below is a summary of each of these steps.\r\n\r\n1) Specific – Make your goal as specific as possible. What exactly do you want to achieve. If you told your goal to someone else, would they have enough detail to know exactly what it is you want?\r\n\r\n2) Realistic – Is it realistic for you to make a million dollars this year when your current salary is $30,000? Don’t let other people decide what is realistic for you, only you can determine this. But remember, chasing an unrealistic goal is unlikely to be very fruitful.\r\n\r\n3) Challenging – Goals must be challenging as otherwise you won’t be motivated to get up off your butt and go after them. You want something slightly out of reach so that you have to stretch to get it, but not so far away that it becomes an impossible task.\r\n\r\n4) Measurable – How are you going to monitor the progress, success or failure of your goal? Can you measure it in time? In quantity?\r\n\r\nConcentration and focus are two key qualities that you absolutely must develop to become successful. It is only when you are able concentrate on one thing at a time, and focus all your effort on it, will you work most effectively and perform to the very best of your ability.\r\n\r\nThis principle is often seen in the military, whereby a target is first identified and then attacked with overwhelming force until the mission objective has been accomplished.\r\n\r\nIn a war however, there is never enough time to attack every possible target, so an army must concentrate their attack on key targets whose capture or destruction will have the biggest impact on the war.\r\n\r\nJust like the military, you also have mission objectives in life. These are your goals, and just like in a war, you will never have enough time to “attack” them all.\r\n\r\nTherefore, in order to complete your goals, you must concentrate and focus on the most important tasks whose completion will result in the biggest gain and this means that you must prioritize!\r\n\r\nThe 80/20 Rule\r\n\r\nThe 80/20 rule states that 80% of the value of what you do comes from 20% of what you do. This means that if you have a list of 10 tasks, two of those tasks will be more important than the rest of them combined. These two tasks are therefore the most valuable use of your time, and so are what you should concentrate on completing first.\r\n\r\nThis really what time management is about, focusing on the activities which will give you the most return for your effort.\r\n\r\nDo The Important Things First\r\n\r\nSince effective time management means prioritizing your most important tasks, the first thing you need to do is to decide which tasks are the most important to you. If you don’t know what your most important tasks are, ask yourself, what task if you completed would have the biggest impact on your goal?\r\n\r\nGenerally, you will find that the most important tasks are also the most difficult ones, and that the things which are easy and fun very rarely have a positive impact on the completion of your goal. So to manage your time more effectively, pick the difficult tasks that you have been putting off and make them a priority.\r\n\r\nDo What Successful People Do\r\n\r\nUnsuccessful people tend to focus on lots of tasks at once, and as a result, those tasks are often done in a poor fashion or not completed at all. Needless to say, such people tend not to get very far in life.\r\n\r\nPrioritize & Better Manage Your Time\r\n\r\nOne of the best ways to prioritize tasks is simply to write down on a piece of paper what needs doing before you go to bed, as this way your subconscious can start thinking them over while you sleep.\r\n\r\nYou can use a numbering system to prioritize your tasks, such as 1,2,3 etc.. Or use an alphanumeric system, for example:\r\n\r\nA (top priority tasks) – A1 (most important task, do first), A2 (2nd most important, do after A1).\r\n\r\nB (important, but lower priority than A tasks) B1, B2 etc… These tasks are done after all the A tasks have been completed.\r\n\r\nC (not of immediate importance) C1, C2 etc… These tasks are done last and only when you have some free time.\r\n\r\nAlthough this method is extremely simple, it is also extremely effective in helping you to develop good time management skills. You will find that all successful people work from some kind of prioritized list system, and as a result, are able to effectively manage their time throughout the day.\r\n\r\nFor each of your tasks, give yourself a certain amount of time to work on them. During this time, focus only on those tasks and not on anything else unless you have tasks which overlap with each other. The idea is to manage your time so that you complete the most important tasks one by one.\r\n\r\nIf you don’t work from a list, try doing so for a week or two. You will probably be quite surprised at just how much your productivity improves. Once you improve your level of productivity, you will then be producing much more work than you used to which means that you will end up achieving your goals faster.\r\n\r\nSo far in this article, we have looked at the different types of goals that people can have and how to prioritize your work so that you are focusing on the things which will bring the most value and benefit into your life.\r\n\r\nNow, we shall go through a step by step process of how to set goals, a process that I use myself and have found to be the most effective.\r\n\r\n1) Decide What Your Personal Goals Are\r\n\r\nThe first step to successful goal setting, is to decide upon the things that you would like to achieve in your life. This may include health, financial, relationship, career or personal goals. You don’t have to come up with goals for all of these areas, but for the areas that you do choose, try to pick at least three things which you would like to improve or develop.\r\n\r\nRemember, for each goal that you set, you want to follow the S.R.C.M process. So make each goal specific, realistic, challenging and measurable.\r\n\r\nOnce you have done this, write down your goals on a sheet of paper and place each goal into its category. So for example, all your health goals will be listed under the heading of “Health” and all your financial goals will be listed under the heading of “Financial” or “Money”.\r\n\r\nOnce you have completed your list, put it away in a draw and don’t look at it for a week. After the week is over, have a look at your list again and see which of your goals appeals to you the most strongly. Anything which doesn’t excite you should be removed from the list, so that you are only left with the goals which motivate you to want to complete them.\r\n\r\nThe next step is to write down the goals which you have chosen on another sheet of paper. Only this time, write them down in order of importance to you.\r\n\r\nFor example, if there is something that you really want to do, then put it at the top of the list and keep doing this for the rest of your goals. This will help to make goal setting fun, and will further motivate you to achieve the goals that you have set for yourself.\r\n\r\nHow To Write Out Your Goals\r\n\r\nThe subconscious mind responds best to commands that are phrased in the present positive tense. So it is best to start your goal with a phrase such as “I have” or “I am“, almost like you were writing an affirmation, rather than a phrase such as “I will“. The following video by Brian Tracy explains this in more detail.\r\n\r\n2) Identify Obstacles\r\n\r\nOnce you have set your goals, the next step is to identify any obstacles which might stand in your way. Some of these obstacles could come from you. For example, you may be lazy and have a tendency to procrastinate a lot or you might never stick to the goals that you set for yourself.\r\n\r\nObstacles may also come from other people. For example, someone may try to make things difficult for you by opposing your goal or you may need someone’s help to complete your goal.\r\n\r\nWhatever your obstacles are, it is vitally important that you take the time to identify them beforehand, because this will make it a lot easier to overcome those obstacles when you encounter them.\r\n\r\n3) Conquer Your Fears\r\n\r\nA major hurdle that many people face when planning goals is conquering their fear. They may set goals which they want to achieve, but because of their fear, they never take any action towards them.\r\n\r\nFear of goal setting can come as a result of many things, although usually, it occurs because a person is not following the S.R.C.M process (i.e., setting a specific, realistic, challenging and measurable goal) which then makes their goal seem like a very daunting task to complete.\r\n\r\nAnother common cause of fear when setting goals, occurs due to feelings of inadequacy or self-doubt. If a person has experienced many setbacks in the past for example, and so doesn’t feel confident in being able to achieve what they want, they may choose to take no action because they start out with an expectation of failure.\r\n\r\nIn order to ensure that you are successful at goal setting, you must therefore conquer any fears you have relating to the goals that you set.\r\n\r\nTo do this, first identify the doubts you have about your goals. If your doubts are due to you not having the skills needed to accomplish your goal, then create separate goals to address each of those fears. You may find that there are certain things which you need to do before you can start working on your main goal, and so you might be better postponing it until you are ready.\r\n\r\nIf your goal setting doubts are due to feelings of inadequacy, then question whether those beliefs are really true or not? Most of the time, you will find that your beliefs are actually things which you have picked up a long time ago from other people, and so are not relevant or true to what you are trying to do now.\r\n\r\nHowever, the best way to overcome a fear of pursuing your goals, is to ensure that you strongly desire to achieve them. If you want something badly enough, you will be strongly motivated to try to get it which will then help you to overcome any fears which may be holding you back.\r\n\r\nLater on in this article, we shall cover the subject of motivation in relation to goal setting in more detail.\r\n\r\n4) Determine What Help You Will Need\r\n\r\nRegardless of the type of goal that you set, there will be certain things which you will need to do or obtain before you can achieve your goal. Since most of the things that we do in life involve other people, it is very unlikely that you will be able to complete your goal entirely on your own.\r\n\r\nAs a result, it is very helpful at this stage to think about the help that you will need to achieve your goal. This help may come in the form of asking someone for advice by meeting them face to face, asking someone to do something for you or simply reading something which another person has written.\r\n\r\nThe more help that you can get from others, the easier you will find it to complete your goal.\r\n\r\n5) Set A Completion Date\r\n\r\nFor each of the goals that you have written down, the next step is to give each goal an estimated date of completion. You can make this easier on yourself by sorting your goals into short or long-term goals.\r\n\r\nThe dates that you set should be both specific and realistic, as this will give you a target to aim for and will make planning the achievement of the rest of your goals much easier to do.\r\n\r\nBe careful however, of setting unrealistic completion dates, as such dates may present you with an impossible task or result in poor quality work if they are overly optimistic. Likewise, be careful of setting very lax dates, as they are likely to lead to procrastination and wasted time.\r\n\r\nFinally, it is important to remember that you might not always meet the completion date for each of your goals. Sometimes, things will take longer than you expected and sometimes they will take less time than expected. Be aware of this and be flexible with your dates.\r\n\r\n6) Create A Plan Of Action\r\n\r\nThis is by far the most important step in the whole goal setting process, because it tells you exactly what steps you need to accomplish your goal. Depending on whether your goal is a short or long-term goal, this step could take a considerable amount of time to do properly\r\n\r\nWith any goal that you set, regardless of its length, you need to think about all the things you must do to achieve your goal. The easiest way to do this is to break your goal down into smaller sub-goals. For example, a goal to become a millionaire in 10 years, could be broken down into specific amounts of money to earn during each of those years and how that money will be earned.\r\n\r\nThe more you can break your main goal down, the easier it will be to achieve and the more manageable it will become. This is especially true when you are setting complex long-term goals.\r\n\r\nOnce you have broken down your goal, the next step is to create a plan which lists the specific activities that you must do on a daily, weekly or monthly basis. Think of this process as creating a to-do-list in advance that will tell you what you should be doing and when.\r\n\r\nOnce you have created your plan detailing your course of action, be aware that things may not always go according to plan. For this reason, your plan should be reviewed on a periodic basis such as every weekend, so that you can make modifications to your plan whenever necessary.\r\n\r\n7) Write Down Your Goals Every Day\r\n\r\nGoal setting is not just something that you can do once and then forget about it, it is an active process that requires constant attention and refinement. For this reason, it is important that you look at your goals on a regular basis. Ideally, this should be done daily such as every morning or every night.\r\n\r\nThe purpose of this review is to keep the goals which you have set fresh in your mind, so that your actions throughout the day or week are geared towards the accomplishment of those goal. An excellent way to do this is to write your goals down on paper. The physical act of writing will literally imprint your goal into your mind so that you will be thinking about it no matter what you are doing.\r\n\r\nIn addition to this, it is also good practice to remind yourself of the benefits that achieving your goals will bring into your life. The more you can become motivated by those benefits, the more likely you will be to stick with your goal and see it through to completion.\r\n\r\nThe following studies show just how important it is to write your goals down on paper.\r\n\r\n“In 1964, all members of the Harvard Business School graduating class stated that they have, at graduation, clear goals that they want to accomplish in life. Among them, 5% took the time to write their goals down on paper.\r\n\r\nIn 1984, a follow-up study was done and it was discovered that 95% of those who wrote down their goals were able to achieve them within 20 years. Among the “lazy” majority, only 5% of them were able to reach their expected goals.\r\n\r\nAn earlier study in Yale University also had similar results. This time, only 3% of the 1953 graduating class made written goals. Twenty years after, in 1973, it was found that this 3% of Yale graduates were able to accomplish more goals than the rest of the other 97% combined.”\r\n\r\n  Review Your Progress\r\n\r\nYou can only improve something when you receive feedback from your environment. Feedback tells you what is working and what is not working. It is therefore good practice to get into the habit of reviewing your progress on a regular basis. For example, if you are trying to lose weight, then you may choose to weigh yourself every week or every month.\r\n\r\nHow often you review your progress, largely depends on the type of goal that you are trying to set. But in general, you should give yourself enough time for changes to happen before you decide whether your current course of action, your goal plan, is working or not. In the case of weight loss for example, weighing yourself every month is probably a better option than weighing yourself every day or every week.\r\n\r\nWhen you review your progress, two things can happen. The first, is that you become more motivated because you start to see positive changes happening in your life. The second thing that can happen is that you become demotivated, because you see a lack of change in your life or start to see changes which you do not like.\r\n\r\nAgain, we shall cover the subject of motivation in more detail later on in this article.","infringing_urls":[{"url":"http://www.beyourverybest.org/goal-setting-the-ultimate-guide-to-achieving-your-goals/"}],"copyrighted_urls":[{"url":"http://www.eruptingmind.com/goal-setting-the-ultimate-guide-to-achieving-your-goals/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}