{"dmca":{"id":36531,"type":"Dmca","title":"Re: Notification of Copyright Infringement Claims Case ID# 119680199","body":"Adobe attachment sent to notices@chillingeffects.org. \r\nE-mail that the file was attached to is below.\r\nAlso, a follow up e-mail is attached.\r\n\r\n---------------------------------------------------------------------\r\nDear Tara:\r\n\r\n\r\n\r\nNMU received the email below from the attorney who represents a group \r\nof \r\nrecording industry companies.  Please read the email and the attachment \r\ncarefully.  This email states that they have determined that you have \r\nillegally downloaded music.  They are offering you the opportunity to \r\nsettle.  If you do not settle, they state that you will be sued.\r\n\r\n\r\n\r\nAt this point, the attorney does not have your name.  They gave us your \r\nIP \r\naddress and we linked that address to you.  If you do not respond to \r\ntheir \r\nsettlement offer they have said they will subpoena NMU for your name \r\nand \r\ncontact information.  We will have no choice but to respond to a valid \r\nsubpoena.\r\n\r\n\r\n\r\nYou need to decide how you will proceed.  They are giving you 40 days \r\nto \r\nrespond from the original notice dated July 18, 2007.\r\n\r\n\r\n\r\nNMU will not be a party to the legal action or legally represent you in \r\nthe \r\nlawsuit. You should contact your own personal attorney to consider your \r\nlegal options.  If you would like to speak to me about the situation, \r\nplease \r\ncall me at 906-227-1700.\r\n\r\n\r\n\r\nYour internet access has been blocked.  When you have assured us that \r\nthe \r\nmaterial has been removed from your computer, your internet access will \r\nbe \r\nreinstated.\r\n\r\n\r\n\r\nContact me if you have any questions.\r\n\r\n\r\n\r\nBest Regards,\r\n\r\n\r\n\r\nChris Greer\r\n\r\nDean of Students\r\n\r\ncgreer@nmu.edu\r\n\r\n906-227-1700\r\n\r\n2001 C. B. Hedgcock Building\r\n\r\n\r\n\r\n>-----Original Message-----\r\n>From: RIAAAdmin@hro.com [mailto:RIAAAdmin@hro.com]\r\n>Sent: Wednesday, July 18, 2007 3:29 PM\r\n>To: mroy@nmu.edu\r\n>Subject: RIAA Copyright Infringement (119680199)\r\n>\r\n>Dear Director of Security:\r\n>\r\n>We are national counsel to a group of record companies and their labels\r\n>and subsidiaries including  BMG Music; EMI Music North America; SONY\r\nBMG\r\n>MUSIC ENTERTAINMENT; Warner Music Group Inc.; and UMG Recordings, Inc.\r\n>(\"record companies\").  Our clients create, manufacture, and/or\r\n>distribute the majority of all legitimate sound recordings sold and\r\n>distributed in the United States.\r\n>\r\n>We believe that one of your subscribers has been violating federal\r\n>copyright laws by uploading and downloading the record companies'\r\n>copyrighted sound recordings without authorization.  Before initiating\r\na\r\n>lawsuit against that individual, we are sending you an early settlement\r\n>letter that we now ask you to forward to your subscriber.  This letter\r\n>describes the record companies' claims against the subscriber and\r\noffers\r\n>to settle those claims at an early stage for a substantially reduced\r\n>dollar amount.  We ask that you forward this letter as promptly as\r\n>possible.  If we do not hear back from your subscriber shortly, we will\r\n>go ahead and file suit.\r\n>\r\n>We are also sending you this advance notice to alert you to the\r\n>possibility that we will seek identifying information about the\r\n>subscriber if we do not resolve our claims against this individual in a\r\n>timely manner.  Specifically, we will seek to serve a subpoena on you\r\n>that will request documents that identify the name, current (and\r\n>permanent) addresses, telephone numbers, email addresses, and MAC\r\n(Media\r\n>Access Control) address of the subscriber of your network who has\r\n>infringed the record companies' copyrighted sound recordings.  Please\r\n>preserve all documents that reflect identifying information of the\r\n>subscriber in the meantime.\r\n>\r\n>The user was located at IP address: 204.38.195.125 2007-02-25 16:25:15\r\n>EST and has been assigned case id 119680199.\r\n>\r\n>We hope this advance notice has proved helpful.  Thank you for your\r\n>cooperation.  Please feel free to call if you have any questions.\r\n>\r\n>Sincerely,\r\n>\r\n>Katheryn Jarvis Coggon\r\n>Holme Roberts & Owen\r\n>1700 Lincoln, Suite 4100\r\n>Denver, Colorado 80203\r\n>katheryn.coggon@hro.com\r\n>\r\n>CONFIDENTIALITY NOTICE - This e-mail transmission, and any documents,\r\n>files or previous e-mail messages attached to it, may contain\r\n>information that is confidential or legally privileged.  If you are not\r\n>the intended recipient, or a person responsible for delivering it to\r\nthe\r\n>intended recipient, you are hereby notified that you must not read or\r\n>play this transmission and that any disclosure, copying, printing,\r\n>distribution or use of any of the information contained in or attached\r\n>to this transmission is STRICTLY PROHIBITED.  If you have received this\r\n>transmission in error, please immediately notify the sender by\r\ntelephone\r\n>or return e-mail and delete the original transmission and its\r\n>attachments without reading or saving in any manner.  Thank you.\r\n>  FEDERAL TAX ADVICE DISCLAIMER   We are required by U. S. Treasury\r\n>Regulations to inform you that, to the extent this message includes any\r\n>federal tax advice, this message is not intended or written by the\r\n>sender to be used, and cannot be used, for the purpose of avoiding\r\n>federal tax penalties.\r\n>\r\n\r\nDavid Maki\r\n\r\nDirector Technical Services\r\nAdIT Technical Services (Computer Center)\r\nNorthern Michigan University\r\n1401 Presque Isle Avenue\r\nMarquette, MI 49855\r\n\r\n(906) 227 1262    Fax (906) 227 2247\r\n\r\ndmaki@nmu.edu\r\n---------------------------------------------------------------------\r\nTara\r\n\r\n \r\n\r\nDO NOT DELETE ANY OF YOUR DOWNLOADED OR SHARED FILES.\r\n\r\n \r\n\r\nIn my previous email, I stated at the bottom that we would reinstate your access to the internet once you assured us that you had deleted the files.  Upon careful reading of the attachment you received from the attorney, they clearly are telling you that you must preserve the records.\r\n\r\n \r\n\r\nI am sorry for the confusion.  Please call me at 906-227-1700 if you have any questions.\r\n\r\n \r\n\r\nChris Greer\r\n\r\nDean of Students\r\n---------------------------------------------------------------------\r\nThank you!\r\n-Tara Secord","date_sent":"2007-07-18T04:00:00Z","date_received":"2007-07-18T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":"Holme Roberts & Owen LLP Attorneys at Law","principal_name":"Holme Roberts & Owen LLP Attorneys at Law","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}