{"dmca":{"id":36942,"type":"Dmca","title":"**** SPAM **** Case ID 88072993 - Notice of Claimed Infringement","body":"Monday, September 05, 2005\r\n\r\n\r\nThePlanet.com Internet Services, Inc.\r\n1333 North Stemmons Freeway\r\nSuite 110\r\nDallas, TX  75207  US\r\n\r\n\r\nRE:  Unauthorized Distribution of the Copyrighted Television Program Entitled\r\n     Entourage\r\n\r\n\r\nDear George Poletes:\r\n\r\nWe are writing this letter on behalf of Home Box Office, Inc. (\"HBO\").\r\n\r\nWe have received information that an individual has utilized the above-referenced IP\r\naddress at the noted date and time to offer downloads of copyrighted television\r\nprogram(s) through a \"peer-to-peer\" service, including such title(s) as:\r\n\r\n     Entourage\r\n\r\nThe distribution of unauthorized copies of copyrighted television programs\r\nconstitutes copyright infringement under the Copyright Act, Title 17 United States\r\nCode Section 106(3).  \r\n\r\nSince you own this IP address, we request that you immediately do the following:\r\n\r\n1) Disable access to the individual who has engaged in the conduct described above; and\r\n2) Take appropriate action against the account holder (if other than the individual\r\nwhose access has been disabled) under your Abuse Policy/Terms of Service Agreement.\r\n\r\nOn behalf of HBO, owner of the exclusive rights to the copyrighted material at issue\r\nin this notice, we hereby state, that we have a good faith belief that use of the\r\nmaterial in the manner complained of is not authorized by HBO, its respective\r\nagents, or the law.\r\n\r\nAlso, we hereby state, under penalty of perjury, under the laws of the State of New\r\nYork and under the laws of the United States, that the information in this\r\nnotification is accurate and that we are authorized to act on behalf of the owner of\r\nthe exclusive rights being infringed as set forth in this notification.\r\n\r\nPlease direct any end user queries to the following address:\r\n\r\nSteve Rosenthal\r\nLegal Department\r\nHome Box Office, Inc.\r\n1100 Avenue of the Americas\r\nNew York, NY  10036\r\n212.512.1780 ","date_sent":"2005-09-05T04:00:00Z","date_received":"2005-09-05T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Media Sentry (for HBO)","recipient_name":"ThePlanet Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}