{"dmca":{"id":1013,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-06-27T04:00:00Z","date_received":"2011-06-27T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Treasured Hungarian Family Recipes","principal_name":"Helen M Radics","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Treasured Hungarian Family Recipes 1,2,  \nand 3 are English language Hungarian heritage recipe cookbooks by my  \nMother, Helen M Radics.  The owner of the above blog Clara Margaret\nCzegeny  \nhas been committing copyright infringement all over the internet and in  \nprinted form for the past year.  Her eBay listings have been removed by  \nWaterloo Regional Police many times for stealing my Mother's cookbook  \ncovers, illegally altering the cover and putting it up for sale on eBay by\n  \nstating that she is Helen M Radics author of Treasured Hungarian Family  \nRecipes.  Here on your site she is manipulating our copyrighted cookbook  \nTreasured Hungarian Family Recipes and also comitting identity theft once \n\nagain, by stating that the co-author of her cookbook is Helen who authored\n \nTreasured Hungarian Family Recipes.  That is false, fraudulant and  \nunathorized usage of my Mother Helen's name in association with her  \nwebsite.  My Mother Helen is the only author of Treasured Hungarian Family\n \nRecipes.  Our coocbook also contains a section of Gerbeaud Slice and  \nGerbeud Cafe (Zserbo)which she has entirely stollen and somewhat reworded,\n \nand passed it off as her own work.  She has also included Treasured  \nHungarian Family Recipes as a label, and also as a meta tag on her Blog  \nsite.  Her profile also states that she has authored my Mother's cookbook \n\nTreasured Hungarian Family Recipes.  I wish to ask you to please help us  \nprotect our rights by removing the copyroight infringing and identity\ntheft  \nblog completely.  Thank you for your time and assisstance.  Sincerely,   \nHelen Radics Jr. Manager of Treasured Hungarian Family Recipes","infringing_urls":[{"url":"http://www.blogger.com/profile/16580282006059639295"},{"url":"http://hothungarianchef.blogspot.com/"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}