{"dmca":{"id":1027,"type":"Dmca","title":"Early MP3 Patent Enforcement","body":"Dear Ladies and Gentlemen,\r\n\r\nAs you may know, both the Fraunhofer Institute and THOMSON have done important work to develop MPEG Layer-3 audio compression (before and after it became part of the MPEG standards). This work has resulted in many inventions and several patents, covering the MPEG Layer-3 standard.\r\n\r\nFrom your publications and your web-site we learn that you distribute and/or sell decoders and/or encoders that use the MPEG Layer-3 standard.\r\n\r\nOur files do not show that you have a valid license agreement with us. This means that the products infringe the patent rights of Fraunhofer and THOMSON.\r\n\r\nTo make, sell and/or distribute products using the standard and thus our patents, you need to obtain a license under these patents from us.\r\n\r\nIn the past, we have licensed several companies under different models for different products, e.g.:\r\n- Software encoder licenses against a per unit royalty starting at $ 25,00 and decreasing for high volumes; and\r\n- Pay-audio licenses against a royalty of $ 0,01 per song or 1 % of the selling price.\r\n\r\nAt least the Software encoder license seems to apply to your products and we would appreciate if you could send us some more details about your activities, in order to discuss what would be the right royalty structure for your company.\r\n\r\nIn view of the above, we urge you to contact [Private] (mailto:[private]@thmulti.com) and [Private](mailto:[private]@iis.fhg.de) in order to start the discussion of the license or licenses needed.\r\n\r\nWe look forward to hearing from you soon.\r\n\r\nBest regards,\r\n- [Private]\r\n\r\n---\r\n[Private]\r\nFraunhofer IIS-A, Audio & Multimedia\r\nemail: [private]@iis.fhg.de\r\nphone: +49 [private]\r\nfax: +49 [private]\r\nwww: http://www.iis.fhg.de/amm/ ","date_sent":"1998-09-01T04:00:00Z","date_received":"1998-09-01T04:00:00Z","topics":["Copyright","Patent"],"sender_name":null,"principal_name":"Fraunhofer IIS-A, Audio & Multimedia","recipient_name":"[MP3 software developers]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}