{"dmca":{"id":1031,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-06-26T04:00:00Z","date_received":"2011-06-26T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Treasured Hungarian Family Recipes","principal_name":"Treasured Hungarian Family Recipes","recipient_name":"Google, Inc.","works":[{"description":"I am Helen Radics Jr. Manager of Treasured Hungarian Family Recipes, a company established by my Mother, Canadian cookbook author Helen M Radics.  She is the author and copyright holder of Treasured Hungarian Family Recipes 1,2,3 and Mom's Hungarian Heritage Recipes.  All of our content is copyrighted by the Canadian Intellectual Property Office.  My Mother's Hungarian heritage recipe collection is published in English and our website is also English.  Another cookbook author in our area has been manipulating Google Search by writing her own guest book entries to display our cookbook titles in her guestbook entry section.  So when someone searches for Treasured Hungarian Family Recipes or Mom's Hungarian Heritage Recipes, her own website comes up.  This person has caused many problems during the past year by manipulating our company name, cookbook titles, cookbook contents and online article contents which are also our copoyrighted intellectual property.  Waterloo Regional Police is conducting an investigation against her (Clara Margaret Czegeny author of Helen's Hungarian Heritage Recipes) for her action.  She has also been charged under the Canadian Peace Bond Appliaction Act for her offenses that she has committed against us, our company and our intellectual properties.  Currently she is setting up her website so Google Search authomatically brings it up when people search for ours.  She also has on her website take-outs from her newly reprinted cookbook that violates our copyrighted cookbook content, Treasured Hungarian Family Recipes.  I would like to ask Google Search to help protect our rights by removing the copyright infringing website from Google Search.  Thank you for your time and assistance.  \r\n\r\nSincerely,\r\n\r\n\r\nHelen Radics Jr. Manager of Treasured Hungarian Family Recipes","infringing_urls":[{"url":"http://www.helenshungarianrecipes.com/"},{"url":"http://www.helenshungarianrecipes.com/treasured_pages.html"},{"url":"http://www.freeguestbooks.net/mg/multi.pl?38330:14:0"}],"copyrighted_urls":[{"url":"http://treasuredhungarianfamilyrecipes3.com/"},{"url":"http://www.ic.gc.ca/app/opic-cipo/cpyrghts/dtls.do;jsessionid=0000DBImyvfB5c6pteroUxC8fty:13nso804o?fileNum=1074359&type=1&lang=eng"},{"url":"http://www.ic.gc.ca/app/opic-cipo/cpyrghts/dtls.do;jsessionid=0000DBImyvfB5c6pteroUxC8fty:13nso804o?fileNum=1086034&type=1&lang=eng"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}