{"dmca":{"id":1050,"type":"Dmca","title":"Re: Cease and Desist Trademark/Service Mark Infringement","body":"Dear Madam or Sir:\r\n\r\nThis office represents Kirby Morgan Dive Systems, Inc., (...missing text).\r\n\r\nBy this letter, we demand that you cease and desist from infringing upon the trademarks KIRBY MORGAN and BANDMASK in any way, including to sell products, to enhance your web site and in links on your website.\r\n\r\nTo resolve amicably the matter of your trademark infringement, we hereby demand that within the next seven (7) business days of the date of this letter you voluntarily cease and desist from the use of the trademarks KIRBY MORGAN and BANDMASK, and any combination of the same, in any and all web sites, other media and manner, including in links to your web pages.  If you fail to cease using the trademarks KIRBY MORGAN and BANDMASK within the next seven (7) business days, we will take appropriate steps to enforce our client's rights.\r\n\r\nIn addition, you must deliver to this office any and ALL material in your or your company's possession or control bearing on our client's trademarks and anything substantially or confusingly similar thereto, including, but not limited to, ALL inventory of key fobs, t-shirts, advertising and promotional materials and/or articles used in connection with the reproduction or copying of such work or the like; and provide an accounting of gross sales to date for the items objected to herein.  Let us know what you believe to be a reasonable amount of time to collect and ship all such materials to this office.\r\n\r\nIf you have any questions, please contact this office.  Otherwise, we look forward to receiving from you evidence of your voluntary termination of the infringement of the KIRBY MORGAN and BANDMASK trademarks.\r\n\r\nSincerely\r\n(private)","date_sent":"2002-02-04T05:00:00Z","date_received":"2002-02-04T05:00:00Z","topics":["Trademark","Copyright"],"sender_name":"Collins & Associates","principal_name":"Kirby Morgan Dive Systems, Inc.","recipient_name":"TrixiePixGraphics","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}