{"dmca":{"id":1058,"type":"Dmca","title":"Talk Radio Network, Inc. v The Coalition for Human Decency, et al.","body":"Dear Coalition and Empowering Parties:\r\n\r\nAs you know from our prior correspondence, this office represents Talk Radio Network, Inc. (\"TRN\").   In this capacity, this office is working with TRN and other professionals acting on behalf of TRN to take all appropriate action to secure termination of, and recourse for, your unlawful and malicious attempts to damage TRN, its radio host, [Private], the radio stations which broadcast the talk radio program [Private] hosts for TRN (the \"Show\"), parent companies of those stations, and advertisers on the Show (the \"Advertisers\") through your efforts to induce third parties to refuse to do business with such stations, their parent companies and the Advertisers unless they refuse to carry, and/or advertise on, the Show (your \"Business Interference Campaign\"), and through your efforts to achieve such results by disseminating defamatory statements concerning [Private].\r\n\r\nAs you are clearly aware, in response to my prior demand, this office was assured in writing by [Private] (\"[Private]\") that the offending website was to be shut down, and then that, while the website would not be closed as to assertion of political differences with views purportedly expressed by [Private], your Business Interference Campaign would be stopped, that there would be no further disparaging or fabricated material broadcast over such website, and that there would be no further e-mails sent to any party in furtherance of your Business Interference Campaign.\r\n\r\n \r\nIt now appears, however, that such representations and commitments were in fact false, and that there was in fact no intention on your part to discontinue threatening economic damage to parties which carry, or advertise on, the Show, and that it continued to be your intent to use this website and related e-mails for the express purpose of inducing third parties to join with you in your Business Interference Campaign.  Indeed, to the contrary, your Business Interference Campaign is being waged both through direct appeals on your website and through an ongoing e-mail campaign that is increasing in frequency and severity, notwithstanding the false representation that it was to be stopped entirely.\r\n\r\nIn addition, your Business Interference Campaign continues to be bolstered by false, calumnious, disparaging and fabricated remarks concerning [Private], contrary to the prior representations and commitments made on your behalf, including use of statements that are exaggerated and misquoted, and/or repeated wholly out of context, in a malicious and defamatory manner designed specifically to defame [Private] and to cause the maximum possible damage both to [Private] and to all who have any connection to him.\r\n\r\nTRN and its professional assistants have documented these continuing unlawful actions on your part, which you have continued to conduct after you have been duly placed on notice of their unlawful character, and despite the express (and false) commitment on your behalf that they would be discontinued.\r\n\r\nI am not in a position to provide any release of liability by TRN for the knowing continuance of such unlawful and tortious activities, or any waiver of any of TRN","date_sent":"2002-10-14T04:00:00Z","date_received":"2002-10-14T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":null,"principal_name":"Talk Radio Network, Inc.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}