{"dmca":{"id":1063,"type":"Dmca","title":"A MasterCard cease-and-desist? Priceless","body":"We are the solitictors instructed by MasterCard International Inc (\"MasterCard). As you are no doubt aware, our client provides a wide range of payment products and services throughout the world. The MasterCard brand is one of hte most widely recognized brands in the world and has established an enornmous amuont of goodwill and reputation. You may not be aware that our client is the registered proprietor of numerous trade marks worldwide, including a UK trademark registration for PRICELESS. In addition, our client has a number of UK trade mark registrations for MASTERCARD.\r\n\r\nMasterCard advertises its various payment products and services through a variety of means and campaigns. Our client is currently running a worldwide PRICELESS advertising campaign. The PRICELESS campaign was launched in the UK in October 1999 and is one of the most successful campaigns in advertising at the current time. PRICELESS advertisements can be seen on the television, in the cinema and in the press. The advertisements feature the names and/or images of a series of goods or services purchased by one or more individuals and which with either voice-overs and/or other visual displays, convey to the viewer the price of each of these items (the \"masterCard Priceless Advertisements\"). At the end of the MasterCard PRICELESS advertisements, a phrase identifying some priceless intangible that cannot be purchased is followed by a word and/or voice-over \"priceless.\"\r\n\r\nThe Defamatory Material which has been published on your web site, under the heading \"Priceless MasterCard Adverts you will never see\" is defamatory as the imputation from the often obscene and offensive material will injure MasterCard's reputation and exposes MasterCard to ridicule. The Defamatory Material is detrimental to MasterCard's standing and lowers the estimation of MasterCard in the public's view.\r\n\r\nAccordingly, we must insist that you undertake, no later than 29 June 2001, that you will remove the Defamatory Material from your website. If we fail to hear from you by this time, we will be advising our client as to further action available to it. However, we trust that this will not be necessary and look forward to hearing from you.\r\n\r\nIn the meantime, all of our client's rights are reserved.\r\n\r\nYours faithfully,\r\n\r\nField Fisher Waterhouse","date_sent":"2001-06-22T04:00:00Z","date_received":"2001-06-22T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Field Fisher Waterhouse","principal_name":"Mastercard","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}