{"dmca":{"id":1085,"type":"Dmca","title":"In Your Gaelic Dreams","body":"Hello Stalkers Nest!\r\n\r\nPlease note that all references to the name \" Gaelic Dreams \" must be imediately removed from your website. We own the copyright and Domain name registration for the above stated name, and intend to prosecute any and all who knowingly or through misdirection violate the copyright laws of the US and International community. The author of the said article in question has been notified as well as the host company for her website. We have given 24 hours for the removal of the name or all will face proscecution and suit for damages for lost business and copyright infringement.  By promoting the offending website your site has also become liable.\r\n\r\nMana has posted chapter 10 of Gaelic Dreams. \r\n\r\nYour cooperation in this matter is expected and appreciated.\r\n\r\nGaelic Dreams Imports aka Gaelicdreams.com\r\nFor verification you may check our claims through the \"WHOIS\" directory. \r\n***********\r\n\r\nLetter #2\r\n\r\nThe promotion or acts leading to the promotion of the alleged illegal distribution of copyrighted material is expressly prohibited under US and International laws. Our copyright has been registed with the US government as being \"Gaelic Dreams\" ,\"Gaelicdreams.com\" \" Gaelic Dreams Imports\" and \"Gaelic Dreams Custom Heraldry, Genealogy and Coats of Arms\". Use of this or a derivative of the name is strictly prohibited and enforceable. By promoting an individual using an illegal name you too become responsible under Internet commerce laws. You are required to remove all references to our name immediately or suffer the consequences.\r\n\r\nThis copyright protects this name from being used in any other venue or venture without our expressed permission. As you have in no way contacted us to seek such permission we must assume that you indeed did, and continue to, deceive and mislead people from our commercial website by using the name \"Gaelic Dreams\". Though you in fact may only be the promotor and not the original author. You can and will be held responsible for any lost revenue, whether real or percieved. In addition, this may have or will cause further legal action to be taken if this matter is not resolved.\r\n\r\nBefore posting a webpage or even a link to a known/unknown illegal web page it is always advisable to check the \"WHOIS\"  Whois results for gaelicdreams.com (ZoneEdit.com) directory and register your own domain name avoiding legal disputes and entanglements.\r\n\r\nGaelicdreams.com your source for all things Scot and Irish. Now offering Welsh & English imports too!\r\n\r\nLooking for a hard to find tartan??? Try our Tartan4U.com website where you will find more then 2000 styles and colors to choose from including Clan,Irish County, Scottish District, Canadian and rare tartans.\r\n\r\nWant gifts for a special ocassion??? Visit our Importhut.com website where you will find more then 3500 home decor and gift items for all ocassions imported from around the world.\r\n\r\n*****","date_sent":"2002-11-30T05:00:00Z","date_received":"2002-11-30T05:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":null,"principal_name":"Gaelicdreams.com","recipient_name":"Stalkers Nest","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}