{"dmca":{"id":1109,"type":"Dmca","title":"NOT TO BE PUBLISHED PER SETTLEMENT AGREEMENT","body":"Dear [Private]:\r\n\r\nI am in-house intellectual property counsel for Wal-Mart Stores, Inc.  I understand that you have spoken with [Private] of Wal-Mart regarding the illegal posting of our Thanksgiving Circular on the Fatwallet.com website and that you are willing to remove the Circular upon receipt of this fax.\r\n\r\nI confirm that the posting of the Circular violates Wal-Mart's intellectual property rights in the Circular.  I therefore request that you remove the circular immediately from your website. \r\n\r\nAs you discussed with [Private], we request that you provide us with any identifying information you have for the person who posted the Circular, including name, contact information, and IP address.  Please send that information directly to [Private] at [private]@wal-mart.com.\r\n\r\nThank you for your prompt response to our concerns. \r\n\r\nSincerely,\r\n\r\n[Private]\r\n\r\n<hr>\r\nNovember 18, 2002\r\n\r\nVIA FAX\r\n\r\n[Private]\r\nFatwallet.com\r\n\r\nRe: Illegal Posting of Wal-Mart Thanksgiving Circular\r\n\r\nDear [Private]:\r\n\r\nIn furtherance of my fax dated November 15, 2002, I would like to thank you for your cooperation regarding the posting on your website (at thread ID 124163 and posted on November 13, 2002, at 12:04 PM, by \"TheGMan\") that infringes Wal=Mart's intellectual property in its Thanksgiving Circular, including its copyrights. \r\n\r\nIn accordance with the Digital Millennium Copyright Act, 17 U.S.C. s512(c), I hereby provide you with official statutory notice of the infringement on your website (assuming without admitting that your company qualifies for the safe harbor provided by 17 U.S.C. s512(c)).  I have a good faith belief that use of the material described above in the manner complained of is not authorized by Wal-Mart, its agent, or the law.  The information in this notification is accurate, and under penalty of perjury, I confirm that I am authorized to act on behalf o Wal-Mart, owner of the rights infringed.  \r\n\r\nSoon our outside counsel should contact you with a subpoena issued under 17 U.S.C. s512(h) directing you to reveal the identity of the infringer who posted the Thanksgiving Circular.  We would appreciate your prompt compliance with the terms of that subpoena.\r\n\r\nSincerely,\r\n\r\n[Private]\r\n","date_sent":"2002-11-15T05:00:00Z","date_received":"2002-11-15T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Legal Department","principal_name":"Wal-Mart Stores, Inc.","recipient_name":"FatWallet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}