{"dmca":{"id":1121,"type":"Dmca","title":"Insurance Company Wants Duplicate Site Down","body":"Attn: User Support, DMCA Complaints\r\nFirst Page\r\n    \r\nDigital Millennium Copyright Act - Infringement Notification\r\n    \r\nBusiness-at.com Ltd, ,[private], Horncastle, Lincolnshire, [private], England \r\nTelephone no [private]\r\n    \r\nWe have faxed 54 pages, to support the alleged infringement. Each page has a number at the top to ensure that all pages are received.\r\n    \r\nAfter the recent Google update we appear to have lost most of our traffic, with our previously held search positions being replaced by an alleged copy of our homepage. We have made contact with the person responsible, who admits to using a \"mechanism\" to link to our website. This activity - link / mechanism was without my knowledge, consent or permission. Once the offending page had been indexed during the last update, the person responsible deleted the quotation.htm and put a redirect to his homepage at www.Cheap-Quote-Car-Insurance.co.uk\r\nTAKING MY BUSINESS.\r\n    \r\nHe claims that it is not his fault, and that Google is responsible. From researching into this, and gathering information about this type of situation, it would appear that this may have been done deliberately to gain search engine position. After many emails to this person, he agreed to redirect the traffic to my website, and include a robots.txt file to exclude his quotation.htm from being indexed again. I would be happy to forward all emails if requested (many have already been sent to various Google email addresses, help, search-results etc ... )\r\n    \r\nAll of these emails have contained various pieces of information relating to this situation, one of the replies stated\r\n    \r\nDue to the huge impact this was having on my business, I requested the person to try and correct the situation, since Saturday 7th December 2002 the redirect has been put in place for 2 reasons:\r\n\r\nTo ensure google visitors / searches provide accurate results\r\nTo ensure that business/ revenue generated goes to the rightful owner\r\n    \r\nThe search results listed by Google for the offending website are extracted from the cached version of the page, which is a copy of our homepage. This produces various pieces of text information returned which clearly shows our authorized brands \"Insurance@com\" and \"Direct Choice Insurance\". We would appreciate the removal of the copy entry being replaced with our original entries, eg: our previously held search engine positions like, No 1 position for UK Motorcycle Insurance, etc etc. (sic)\r\n    \r\nThe enclosed pages have been marked with either the word \"copy\" or \"genuine original\" were (sic) appropriate also search results marked with an \"X\" circled.\r\n    \r\n1.Identify in sufficient detail that we believe has been infringed. (sic)\r\nThe copyrighted work at issue is the text that appears on www.Insurance-at.com which has been operating for 2 years. Both in the visible format and also in the HTML source code, both of which clearly show copyright belonging to Business-at.com Limited. (sic)\r\n\r\n2. Material identified as infringing the copyrighted work listed in item No1 above is the Google search engine listing /entry, description (sic) as extracted from and including the cached version of the website page below: www.Cheap-Quote-Car-insurance.co.uk/quotation.htm\r\n    \r\nSelection of effected (sic) search terms (this is not a complete list - as there are potentially hundreds due to the various associated insurance search terms):\r\n    \r\nbuildings contents insurance\r\ncar insurance\r\ncar insurance uk\r\ncheapest car insurance\r\ncheapest car insurance quotes\r\ncheapest car insurance quotes direct\r\ncheapest life insurance quotes direct\r\ncheapest life insurance quotes direct (sic)\r\ncheapest uk life insurance\r\ncheapest uk life insurance quotes direct\r\ncheapest uk motorcycle insurance\r\ncheapest uk motorcycle insurance (sic)\r\nquotes\r\ncontents insurance@com\r\n    \r\nhome insurance\r\nhome insurance uk\r\nincome protection\r\nincome protection insurance\r\nlife insurance uk\r\nmortgage insurance\r\nmortgage insurance uk\r\nmotorcycle insurance\r\nmotorcycle insurance uk\r\nuk car insurance\r\nuk home insurance\r\nuk life insurance\r\nuk mortgage insurance\r\n  \r\nInfringing web page: search result description as extracted from and including the cached version of the website page below: www.Cheap-Quote-Car-insurance.co.uk/quotation.htm\r\n    \r\n3. Contact information: [private]@insurance-at.com\r\n4. Contact information for offending website: [private]@cyberbird.co.uk\r\n5. Statement: I have a good faith belief that use of the copyright materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n6. Statement: I swear under penalty of perjury, that the information in this notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n7. Signed by:\r\n          [private]\t\t11 December 2002\r\n    \r\n    PLEASE CALL ME FOR INFORMATION - TO DISCUSS THE DETAILS\r\n","date_sent":"2002-12-11T05:00:00Z","date_received":"2002-12-11T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Business-at.com Ltd","recipient_name":"Law Offices of Brian Schneider","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}