{"dmca":{"id":1124,"type":"Dmca","title":"Religious Technology Center disapproves again","body":"X-Mailer: Novell GroupWise 5.5.2\r\nDate: Fri, 13 Dec 2002 10:13:50 +0100\r\nFrom: [private]@NautaDutilh.com\r\nTo: [private]\r\nSubject: SW/50011089 - RTC / Gormez\r\n\r\nDear Mr Gormez,\r\n\r\nRef: SW/50011089 - RTC / Gormez\r\n\r\nI write to you on behalf of my client Religious Technology Center ('RTC') to inform you as follows.\r\n\r\nMy client is the owner of the trademark DIANETICS which has been registered world wide for various goods and services. For many years my client has made extensive use and is still making such use of the trademark DIANETICS. As a consequence of the extensive, long continued and world wide use, the DIANETICS trademark enjoy considerable goodwill and fame.\r\n\r\nIt has come to my client's attention that on 22 September 2002 you have registered the domain name dianeticswatch.com. By registering and using this domain name without the consent of my client, you have infringed the various rights of my client to the trademark DIANETICS. The registration and use of this domain name, which is nearly identical to the trademark DIANETICS of my client, without consent of my client, will create a risk of confusion and/or take unfair advantage of and/or be detrimental to, the distinctive character and/or the repute of the trademark DIANETICS. By registering this domain name you also act otherwise wrongful towards my client.\r\n\r\nFor these reasons, I request and, insofar as necessary, summon you to confirm me in writing by return and by 24 December 2002 before 12.00 hours at the very latest, that with immediate effect you have ceased and will desist from any infringement of my client's exclusive rights with respect to the trademark DIANETICS and from any use of a trademark similar to this trademark and that in the meantime you have proceeded to transfer the domain name <dianeticswatch.com> to my client, accompanied by documents which evidence this.\r\n\r\nOn behalf of my client, I expressly reserve all rights.\r\n\r\nThis letter is being sent by registered mail. You will also receive a copy by ordinary mail. Due to the urgency of this matter, this letter has also been sent by e-mail.\r\n\r\nYours sincerely,\r\n\r\nNautaDutilh N.V.\r\n[private]\r\n\r\n\r\n\r\n[private] (attorney-at-law)\r\nNautaDutilh N.V.\r\nAdvocaten Notarissen Belastingadviseurs\r\nLawyers Civil law notaries Tax advisers\r\n\r\nPostal Address: P.O. Box 7113, 1007 JC Amsterdam, The Netherlands\r\nVisiting Address: Pr. Irenestraat 59, 1077 WV Amsterdam, The Netherlands\r\nDirect tel: + 31 20 541 49 34 (secr.)\r\nDirect fax: + 31 20 541 47 00\r\nsilvie.wertwijn@nautadutilh.com\r\nwww.nautadutilh.com\r\n---------------------------------------------------------------\r\nThis e-mail is confidential and may also be privileged. It is intended for use by the addressee only. If you are not the intended addressee, we request that you notify us immediately and delete this e-mail, and any attachment(s), without copying, forwarding, disclosing or using it any other way. NautaDutilh N.V. will not be liable for damage relating to the communication by e-mail of data or documents.\r\nNautaDutilh N.V. has its seat at Rotterdam, The Netherlands and is registered in the Commercial Register in Rotterdam under number 24338323. All services and other work are carried out under a contract for professional services (\"overeenkomst van opdracht\") with NautaDutilh N.V, subject to the general conditions of NautaDutilh N.V. These general conditions include, among other provisions, a limitation of liability clause and have been filed with the Rotterdam Court of First Instance. They can be consulted at www.nautadutilh.com and will be provided free of charge upon request.\r\n---------------------------------------------------------------\r\n\r\n\r\n","date_sent":"2002-12-13T05:00:00Z","date_received":"2002-12-13T05:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"NautaDutilh N.V.","principal_name":"Religious Technology Center (Scientology)","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}