{"dmca":{"id":1138,"type":"Dmca","title":"MetroGuide Asks Google to Remove Florida Hotel Information (#1)","body":"    \r\n\r\n\r\n\r\n                                                                        \r\n                                                                 [private]\r\n                                                                 MetroGuide.com, Inc.\r\n                                                                 [private]                                                                Hollywood, FL 33021\r\n                                                                      \r\n    December 2, 2002\r\n    \r\n    Via Federal Express\r\n    Google, Inc.\r\n    Attn: Customer Support, DMCA Complaints\r\n    [private]\r\n    Mountain View, CA 94043\r\n    \r\n         Re:  Notice of Copyright Infringing Websites\r\n    \r\n    Dear Google Customer Support:    \r\n    \r\n        I am writing this letter in compliance with Google's Copyright Policy due to a\r\n    third party's publishing and promotion of websites that we believe, in good faith, has\r\n    infringed our copyrighted work. Moreover, as the copyright owner, we can confirm that\r\n    the third party use is not authorized by us, the copyright owner, our agents, or the law.\r\n    Our research suggests to us that the infringing websites are all owned by the same entity.\r\n    \r\n        Among these websites is included- http://www.1stophotels..com, and\r\n    http://ftlauderdate.cheap-rooms.com. The first of these websites,\r\n    http://www.1stophotels.com has stolen content from our website\r\n    http://www.attractionguide.com/miami. The stolen content can be found at\r\n    www.lstophotels.com/miami.attractions.htm. The other website,\r\n    http://ftlauderdale.cheap-rooms.com has stolen content from our website\r\n    http://www.attractionguide.com/fort_lauderdale/. This stolen content can be found at\r\n    http://www.cheap-rooms.com/fl-attractions.html. For your convenience, I am including a\r\n    booklet that provides (1) proof of registration of our copyrighted work, see Tab \"l,\" (2) a\r\n    copy of our webpage from which the content was stolen, see Tab \"2,\" and (3) copies of\r\n    the infringing websites, side-by-side comparisons of the infringing and infringed web\r\n    pages, Google search results listing the infringing sites, and WHOIS database listings for\r\n    the domain names of the infringing sites, see Tab \"3.\r\n    \r\n        The copyrighted work is the network of websites known as \"The AttractionGuide\r\n    Network,\" with its homepage located at http://attractionguide.com. Copyright Certificate\r\n    for this work bears Registration No. TX-5-597-253. We have recently won    \r\n    judgments in the following cases for copyright infringement: REALMETROS.COM,\r\n    INC. vs. e-BUSNESS HOLDINGS, LLC, etc., et. al., United States District Court\r\n    Southern District of Florida Case No.: 01-7918-CIV-HUP.LEY, and\r\n    REALMETROS.COM, INC. vs. JAY TAYLOR United States District Court\r\n    Southern District of Florida Case No.: 02-60215-CIV-HIGI-ISNHTII. In the first case\r\n    cited above, we took legal action and prevailed against defendants e-Business Holdings,\r\n    LLC, [private] and [private] for infringing our HotelGuide content. (e-\r\n    Business Holdings, LLC is identified as the registrant of the domain name\r\n    \"Istophotels.com\" and, presumably, of \"cheap-rooms.com\"). Such action unfortunately\r\n    appears not to have stopped their improper activities. Their continued unauthorized use\r\n    of our copyrighted content to obtain search engine placement and rankings and engage in\r\n    internet commerce has prompted us to file yet another lawsuit against them,\r\n    METROGUIDE.COM, INC. vs. e-BUSINESS HOLDINGS, LLC, etc., et al., United\r\n    States District Court Southern District of Florida Case No.: 02-61551-CIV-\r\n    HURLEY/LYNCH.\r\n    \r\n         A producer of original content for over a decade, MetfoGuide has been a victim\r\n    of such extensive theft because certain web site operators have a voracious need for\r\n    quality content, which is difficult to produce. Having been permanently enjoined from\r\n    stealing MetroGuide's hotel content, the owners and/or operators of the eBusiness sites\r\n    have simply found other ways of obtaining content and repackaging it. They appear to be\r\n    utilizing additional domains and third party content to infiltrate the search engines, and\r\n    although not all of these websites have content stolen from us, it appears that these sites\r\n    may be interconnected. With pages typically identified as being \"Powered by\r\n    Hotelscheap.org,\" these sites do not offer original hotel content but instead appear\r\n    merely to repackage, into a variety of templates, content provided to them by the\r\n    TravelNow.com affiliate program. To the extent it may prove helpful to you, we have\r\n    attached at Tab \"4\" a list of these domains and their respective WHOIS Search Results\r\n    suggesting diverse ownership of domains and sites that appear in actuality to be\r\n    commonly owned.\r\n    \r\n           We know that Google takes these matters very seriously and appreciate your\r\n           providing us with an avenue to bring this to your attention. I would appreciate your\r\n           contacting me after you have had a chance to review these materials. I can be reached at\r\n    \r\n                               Yours sincerely,\r\n    \r\n                               [private]\r\n                               General Counsel\r\n                               MetroGuide.com, Inc., formerly RealMetros.com, Inc.\r\n                               [private]\r\n    \r\n           1 have a good faith belief that use of the copyrighted materials described above on\r\n           the allegedly infringing web pages is not authorized by the copyright owner, its agent, or\r\n           the law.\r\n           I swear, under penalty of perjury, that the information in the notification is\r\n           accurate and that I am the copyright owner or am authorized to act on behalf of the Owner\r\n           of an exclusive right that is allegedly infringed.\r\n    \r\n    [private]\r\n    MetroGuide.com, Inc.\r\n    ","date_sent":"2002-12-02T05:00:00Z","date_received":"2002-12-02T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"MetroGuide.com","recipient_name":"Law Offices of Brian Schneider","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}