{"dmca":{"id":1149,"type":"Dmca","title":"Scientology complains ScientologyWatch infringes trademark","body":"Dear Mr. Touretzky:\r\n       \r\n    Our office represents Religious Technology Center (\"RTC\"), the owner of the trademark and service mark \"SCIENTOLOGY,\" which is registered with the United States Patent and Trademark Office under registration numbers 1,775,441; 1,540,928; 1,342,353; 1,329,474; 1,318,717; 1,306,997; and 898018.  We also represent the Church of Scientology International (\"CSI\"), which is the licensee of the Scientology mark. \r\n\r\n    You are currently the owner of the domain name, \"Scientologywatch.org.\" Your registration of that domain causes your name to be falsely associated with our client's registered mark as owner and creates a likelihood of confusion as to the source or sponsorship of this domain name in violation of state and federal law, including the Lanham Act, 15 U.S.C S 1125(a) and various international laws.    \r\n\r\n    Additionally, the Scientology trademark is famous, distinctive and unique.  The registration of this mark in the domain name, \"scientologywatch.org\" dilutes the distinctiveness of the mark in violation of the federal trademark antidilution statute, 15 U.S.C. S 1125(c) and California's antidilution statute. See, Archdiocese of St. Louis v. Internet Entertainment Group, Inc., 34 F.Supp.2d 1145 (E.D. Mo. 1999); Mattel, Inc. v. Internet dimensions, Inc., 55 U.S.P.Q.2d 1620 (S.D.N.Y. 2000); Deere & Co. v. MTD Products, Inc., 41 F.3d 39, 43 (2nd Cir. 1994).\r\n\r\n    The Anticybersquatting Consumer Protection Act (\"ACPA\") is also implicated by your registration of this domain name.  The Act makes it illegal for a person to register or to use, an Internet domain name, that is \"identical or confusingly similar\" to the distinctive or famous trademark of another person or entity.  Shields v. Zuccarini, 254 F.3d 476 (3rd Cit. 2001).  Statutory damages can be awarded for violation of the Act in an amount not less than $1,000 and not more than $100,000 for each domain name. 15 U.S.C. S 1117(d).  In Shields, the court imposed a $30,000 statutory damage award against a cybersquatter under the Act.\r\n\r\n    The U.S. Patent and Trademark Office (PTO) has specifically addressed the question of whether \"Scientologywatch\" infringes the Scientology mark.  When another person applied for a trademark registration for Scientology Watch late last year, the PTO resoundingly rejected that registration as an infringement of the Scientology trademark under several of the registrations listed above.  A copy of that letter is enclosed [in U.S. mail].\r\n\r\n    Accordingly, we request that you immediately cease and desist the use of this  domain name and transfer it to our client, CSI. \r\n\r\n    I look forward to hearing from you promptly so we can resolve this issue  amicably.\r\n\r\n                            Very truly yours,\r\n                            [Private]\r\n                                          MOXON & KOBRIN\r\n                                           [Private]\r\n                                          Los Angeles, CA 90010\r\n                                           [Private]\r\n                                           [Private]","date_sent":"2002-11-20T05:00:00Z","date_received":"2002-11-20T05:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Moxon & Kobrin","principal_name":"Religious Technology Center (Scientology)","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}