{"dmca":{"id":1151,"type":"Dmca","title":"Scientology  Hits a Host","body":"Dear Sir/Madam:\r\n\r\n     Our office represents Religious Technology Center (\"RTC\"), owner of the trade and service marks of the Scientology religion, which includes, among others, the following:\r\n\r\n      1.  \"SCIENTOLOGY,\" which is registered with the United States Patent and\r\nTrademark Office under registration numbers 1,775,441; 1,540,928; 1,342, 353;1,329,474; 1,318,717; 1,306,997; 898018; \r\n\r\n     2.   \"DIANETICS\" which is registered with the United States Patent and Trademark Office under registration numbers 1,432,039;1,366,410; 1,347,651;\r\n\r\n     3.   \"HUBBARD\" which is registered with the United States Patent and Trademark Office under registration numbers 1,318,637; 1,505,349; 1,546,167;1,734,728.\r\n\r\n     4.   \"RELIGIOUS TECHNOLOGY CENTER\" which is registered with the United\r\nStates Patent and Trademark Office under registration number 1,360,495.\r\n\r\n     5.   \"OT\" which is registered with the United States Patent and Trademark Office under registration numbers 1,845,554; 1,307,484; 1,306,562.\r\n\r\n     6.   \"NOTS\" which is registered with the United States Patent and Trademark Office under registration number 1,372,473; 1,307,552; 1,305,409.\r\n\r\n     7.   \"INTROSPECTION RUNDOWN\" which is registered with the United States\r\nPatent and Trademark Office under registration number 1,788,968.\r\n\r\n     8.   \"FLAG\" which is registered with the United States Patent and Trademark Office under registration numbers 1,784,080; 1,361,125l; 1,359,747.\r\n\r\n     9.   \"DIANETIQUE\" which is registered in France under registration numbers\r\n1,284,883; 92,443,534.\r\n\r\n     10.  \"DIANETICA\" which is registered in Spain under registration numbers\r\n1,018,273, 1,118,881; 1,018,274.\r\n\r\n     11.  \"DIANETIK\" which is registered in Sweden under registration number 163,661.\r\n\r\n     12.  \"DIANETIKEN\" which is registered in Sweden under registration number 329,862.\r\n\r\n     13.  \"CIENCIOLOGIA\" which is registered in Spain under registration numbers\r\n1,045,562; 1,045,563; 1,045,564.\r\n\r\n     14.  \"SCIENTOLOGIE\" which is registered in France under registration number\r\n1,284,885.\r\n\r\n     15.  \"CIENTOLOGIA\" which is registered in Portugal under registration numbers 219,003; 219,004.\r\n\r\n     16.  \"SCIENTOLOGI\" which is registered in Denmark under registration number\r\n3738/74.\r\n\r\n     17.  \"L. RON HUBBARD\" which is registered in France under registration number 1,284,884.\r\n\r\n     We also represent the Church of Scientology International (\"CSI\"), which is the licensee of these registered trademarks.     \r\n\r\n     CSI and RTC are non-profit religious organizations.  CSI and its sub-licensees use these registered trade and service marks in connection with providing religious and humanitarian services and counseling, seminars, books, classes, and lectures, among others.  Many of these are promoted through various web sites, including \"scientology.org\", \"dianetics.org\", etc.  \r\n\r\n     We have been informed that one of your customers, www.factnet.org, is \"cyber-stuffing\" these federally registered trademarks in metatags (by using the original spellings of the marks, as well as variations) on your web site literally hundreds of times, in order to divert others to its web site -- a practice which is prohibited under United States trademark law.  See, J.K. Harris & Company, LLC v. Kassel, 2002 WL 1303124 (N.D. Cal. March 22, 2002) (prohibiting use of \"cyber-stuffing\" metatags to divert users to website); Victoria Secret Stores v. Artco Equipment Company, Inc., 194 F.Supp.2d 704 (S.D. Ohio 2002) (use of trademarks in metatags, hyperlinks and text was essentially a \"bait and switch\" scheme, expressly prohibited under the Lanham Act).\r\n\r\n     Additionally, recent case law has held that \"[t]he nature of the Internet indicates that establishing a typical home page on the Internet, for access to all users, would satisfy the Lanham's Act's \"in commerce\" requirement.\"  Christian Science Board of Directors of the First Church of Christ, Scientists v. Robinson, 123 F.Supp.2d 965 (W.D.N.C. 2000).  Use of another's trademarks are a \"commercial use\" where it is \"designed\" to harm another's organization commercially by disparaging it.  Christian Science Board, supra.  Commerce for purposes of the Act encompasses non-profit services.  Id.  Not only does your customer's web site fit the definition set forth in Christian Science, the Factnet web site is also engaged in commercial use as it contains numerous pages of promotions and advertisements dedicated solely to selling anti-Scientology books and literature. \r\n\r\n     Your customer's use of our clients' registered trademarks in this manner has caused your name to be falsely associated with our client's registered mark as owner and creates a likelihood of confusion as to the source or sponsorship of its web site in violation of United States state and federal law, including the Lanham Act, 15 U.S.C. 1125(a).   Your customer's adoption of different spellings of these marks are so like the registered trademarks in form, spelling and sound as to constitute infringement pursuant to the Lanham TradeMark Act, 15 U.S.C. 1114.  AMF v. Sleekcraft Boats, 599 F.2d 341 (9th Cir. 1979); G.D. Searle & Company v. Chas. Pfizer & Company, 265 F.2d 385 (7th Cir. 1959).\r\n\r\n     Your customer's actions in this regard also constitute an unlawful false designation of origin and as such, violate 43(a) of the Lanham Trade-Mark Act.  This prohibits any use of another's trademarks that is \"likely to cause confusion, or to cause mistake, or to deceive as to the affiliation, connection, or association of such person with another person, or as to the origin, sponsorship, or approval of his or her goods, services, or commercial activities by another person.\"  America Online, Inc. v. IMS, 24 F.Supp.2d 548, 551 (E.D.Va. 1998).  Here, there is no question that these elements are met.\r\n\r\n     These registered trademarks are also famous, distinctive and unique.  Your customer's use of these marks in this manner dilutes the distinctiveness of the marks in violation of the federal trademark antidilution statute, 15 U.S.C. 1125(c). See, Archdiocese of St. Louis v. Internet Entertainment Group, Inc., 34 F.Supp.2d 1145 (E.D. Mo. 1999); Mattel, Inc. v. Internet dimensions, Inc., 55 U.S.P.Q.2d 1620 (S.D.N.Y. 2000); Deere & Co. v. MTD Products, Inc., 41 F.3d 39, 43 (2nd Cir. 1994).\r\n\r\n     Your customer's use of our client's trademarks in this fashion likewise violates Sago Networks' Terms of Service which expressly prohibits any customer from violating any of the laws of the land.\r\n\r\n      Accordingly, we request that these marks be removed from your customer's metatags immediately.\r\n\r\n     I appreciate your prompt attention to this matter.\r\n\r\n\r\nSincerely,\r\n[Private]\r\nMoxon & Kobrin \r\n[Private]\r\n[Private]\r\nLos Angeles, California 90010\r\nTel: [Private]\r\nFax: [Private]","date_sent":"2002-12-16T05:00:00Z","date_received":"2002-12-16T05:00:00Z","topics":["Trademark","Copyright"],"sender_name":"Moxon & Kobrin","principal_name":"Religious Technology Center","recipient_name":"Sago Networks","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}