{"dmca":{"id":1162,"type":"Dmca","title":"Great Au Pair Complains to Google","body":"DMCA Infringement Notification\r\n\r\n\r\nDate: December 19, 2002\r\n\r\nAttn: [private], Google\r\n\r\nFrom: InteliMark Enterprises, owner of Great Aupair, www.GreatAupair.com \r\n\r\nRE: DMCA - Copyright Infringements by the following web sites:\r\n      www.aupair-world.net \r\n      www.aupairconnect.com\r\n      www.eaupairsource.com\r\n\r\nGreatAupair is a premium advertiser with Google, the largest in the \"au pair\" category. It has come to our attention that several competing web sites have violated our copyrights and trademarks by lifting design elements, text and code from www.GreatAupair.com and by using the Great Aupair name without permission in their descriptions and key word ad listings on Google.\r\n\r\nSection 1 - Issues of Copyright and Trademark Infringement\r\n\r\n1. The first issue is the trademarked name \"Great Aupair\" that shows up in competitive ads on Google. Primary infringers are:\r\n\t\ta. www.eaupairsource.com\r\n\t\tb. www.aupair-world.net\r\n\r\n2. The second copyright work at issue is the direct theft of Great Aupair's copyrighted home page text located at: www.greataupair.com that says, \"It's fast, easy and FREE!\" which is listed under \"aupair registration\". That same text now appears on the home page of www.aupair-world.net after a recent redesign: Just Register as Family or Aupair. Fast, Free & Easy.\r\n\r\n3. The third copyright work at issue is the direct theft of Great Aupair's copyrighted web site, text, layout, design, colors, look and feel by www.eaupairsource.com to which Google maintains several links through key word advertising and general search engine rankings.\r\n\t\r\n4. The fourth copyright work at issue is the direct theft of Great Aupair's copyrighted web site, by the recently released www.aupairconnect.com web site which uses Great Aupair's copyrighted business process; the same general layout with the same search names and the same forms; the same registration process; the same fields; the same supporting text for the stolen fields as well as the same layout and text for search results. Essentially their entire web site was stolen from Great Aupair and reformatted under their name with some unique images. \r\n\r\nSection 2 - Material Claimed to Infringe Copyrights of InteliMark Enterprises\r\n\r\n\t1. Relative to the first infringement issue as stated above, primary infringers are\r\n\twww.eaupairsource.com and www.aupair-world.net\r\n\r\n\t\ta. Search query is: great aupair\r\n\t\t\r\n\t\tb. Search result is: Google Adwords ad from www.eaupairsource.com\r\n\t\t\tFind A Great Aupair-Free\r\n\t\t\tFree Search & Registration. Over\r\n\t\t\t1300 U.S. aupairs & nannies online.\r\n\t\t\twww.eaupairsource.com\r\n\t\t\tInterest:\r\n\t\r\nc. Search result is: Aupair World Au Pair Jobs Au Pair Aupair Great Aupair, Mexico... Aupair World ","date_sent":"2002-12-19T05:00:00Z","date_received":"2002-12-19T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"InteliMark Enterprises","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}