{"dmca":{"id":1169,"type":"Dmca","title":"Sticking to the UDRP","body":"Velcro Industries B.V. and its affiliated companies (\"VIBV\") are the owners of two hundred and sixty trademark registrations for Velcro(R) and variations thereof, sixteen of which are registered in the United States.  These registrations are for the use of this mark in connection with hook and loop fasteners and their components.\r\n\r\nWe are aware that you registered the domain name \"VELCROMETER.COM.\"  Use of this domain name will confuse the public into believing that you are somehow connected to our company.  In light of our trademark registrations, we respectfully request that you immediately assign this domain name to VIBV.  Failure to do so will result in our invoking the Domain Name Dispute Resolution Policy of your domain name registrar, as well as any other options available to us.  In consideration of your assignment, Velcro Industries B.V. is willing to reimburse you for registration fees you have incurred.\r\n\r\nIn order to expedite this matter, please contact the registrar that this domain is hosted with to determine how to transfer the name.  I am providing the following information that you will need in order to transfer the name.\r\n\r\n[Info excluded by recipient]\r\n\r\nIn order to settle this matter without waiver of any and all rights that VIBV might have, VIBV extends the opportunity for you to contact me within thirty days fom the date you receive this letter and to confirm in writing that you are complying with this demand.\r\n\r\nI look forward to hearing from you.\r\n\r\nCordially, \r\nVELCRO GROUP CORPORATION\r\n[name]\r\nLegal Assistant","date_sent":"2002-12-30T05:00:00Z","date_received":"2002-12-30T05:00:00Z","topics":["UDRP","Copyright"],"sender_name":null,"principal_name":"Velcro Industries B. V.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}