{"dmca":{"id":1171,"type":"Dmca","title":"Iris PureMail Trademark Infringement","body":"Dear Caledonia Network Consulting:\r\n\r\nIt has come to my attention that you have incorporated the PUREMAIL portion of my program's PUREMAIL trademark in the name of your \"IRIS PUREMAIL by Caledonia\" software, and on your website accessible through CALEDONIA.NET.\r\n\r\nI would like to draw your attention to the fact that the name PUREMAIL is a registered U.S. Federal Trademark in International Class 009. In the USA it is registered at the United States Patent and Trademark Office, Registration Number 2,659,638. Goods and/or services include: Electronic mail software that allows users to send, receive and filter electronic messages; the software includes electronic mail user authentication, managed protection from unsolicited electronic mail and computer viruses that is updated with minimal customer intervention, and may be offered as email, web mail, imap, or software add-on to existing electronic mail software. Its first use in commerce was November 20, 1998.\r\n\r\nPlease be advised that your use of the PUREMAIL mark constitutes a trademark infringement and confuses consumers and the public into believing that your \"IRIS PUREMAIL\" software originates from the PUREMAIL trademark owner -  [Private], which it does not. Moreover, your use of the PUREMAIL formative is likely to cause the users of your site to believe that the CALEDONIA.NET website is either associated with, authorized by, or sponsored by the PUREMAIL trademark owner [Private], and demonstrates an attempt by you to trade on the goodwill built up by the PUREMAIL trademark owner.\r\n\r\nAs such, I demand that you immediately remove the objectionable reference to PUREMAIL from your software and website to eliminate any likelihood of confusion and possibility of an inaccurate affiliation with [Private] and PUREMAIL. The unlicensed use of the PUREMAIL trademark is not permitted, and such use can lead to remedial action in the US Federal Courts, together with claims for damages caused and legal costs incurred.\r\n\r\nAs the PUREMAIL trademark owner, I prefer to resolve this matter without taking legal action, but I am prepared to file a lawsuit if necessary to protect my trademark rights and business. If I have not received an affirmative response from you by January 20 2003, indicating that you have fully complied with these requirements, I will take further legal action against you.\r\n\r\nI look forward to receiving your prompt reply, with a statement of your intentions, no later than January 20 2003. Thank you for your anticipated cooperation.\r\n\r\nPUREMAIL is a registered U.S. Federal Trademark of  [Private]. U.S. Federal Trademark Registration number 2,659,638.\r\n\r\nVery Truly Yours,\r\n\r\n\r\n[Private]","date_sent":"2003-01-06T05:00:00Z","date_received":"2003-01-06T05:00:00Z","topics":["Trademark","Copyright"],"sender_name":null,"principal_name":"[Private]","recipient_name":"Caledonia Network Consulting","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}