{"dmca":{"id":1175,"type":"Dmca","title":"No More Free Ride of Our Dolls","body":"We represent the Simplicty Pattern Co., Inc (\"Simplicity\") the owner of copyrights for thousands of dres, doll and craft patterns (hereinafter the \"Copyrighted Works\").  Simplicity has been quite diligent in registering the copyrights for its patterns and packaging for many decades, and accordingly it has Federal copyright registrations for all of the patterns it has sold.  Simplicity recently learned that you have been posting images of Simplicity, New Look and Style patterns for sale on your website at monsterpatterns.com.  In addition, we understand that you are usnig Simplicity's trademarks (e.g., Simplicity, New Look and Style) and trade dress in a manner that will confuse consumers into believing that you are an authorized seller of Simplicity patterns.\r\n\r\nSimplicity has never given your company permission to copy or post images of any of its patterns; accordingly, we write to insist that all such activities cease immediately.  Your copying, advertising and sale of our client's copyrighted material constitutes copyright infringement in violation of the Copyright Act, specifically 17 USC 501.  Such infringement subjects you to an injunction and statutory damages up to $30,000 per infringement and attorney's fees under 17 USC 502-505.\r\n\r\nIn addition, we believe that you are obtaining patterns from authorized dealers who have a contractual obligation to destroy, rather than sell, the patters it has beel selling to you.  Simplicity's basic dealer agreement makes clear Simplicity dealer's obligations to destroy and not sell discontinued or overstock patterns.  If you continue to encourage sales in violation of these agreements, Simplicity will consider its options to seek redress under tortious interference and unfair competition laws. \r\n\r\nOn behalf of our client, we demand that you immediately stop all infringing activities including, but not limited to, any use of Simplicity trademarks or reproduction of pattern packaging and any posting of the Copyrighted Works on monsterpatterns.com.  If you wish to resovle this matter, you must immediately:\r\n\r\n1)  remove all Simplicity pattern images from monsterpatterns.com and any other website through which they may be accessed;\r\n\r\n2)  identify your source(s) of Simplicity patterns;\r\n\r\n3)  enter into an agreement whereby you formally agree to cease and desist from all tortious interference with Simplicity contracts, copyright infringement and trademark infringements, and\r\n\r\n4) provide us with evidence of your compliance with this agreement\r\n\r\nIf we have not heard from your prior to close of business December 23, 2002 we will advise our client of its alternative copyright remedies, including its remedies under the Digital Millennium Copyright Act.  In addition, we will contact your webhosting company and demand that they comply with their obligations under the DMCA not to facilitate infringement by continuing to provide web access to infringing material.  I look forward to your prompt response.\r\n\r\n","date_sent":"2002-11-20T05:00:00Z","date_received":"2002-11-20T05:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"Simplicity Pattern Company, Inc.","recipient_name":"Monsterpatterns.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}