{"dmca":{"id":1189,"type":"Dmca","title":"Bitch.Com Gets PMS","body":"Dear [private]:\r\n\r\nPlease be advised that this office represents Virtual Dates, Inc., which holds the registered trademark to BITCH.COM. Our client has recently discovered that you have registered the domain BLAIRBITCH.COM which infringes on our client's trademark.\r\n\r\nOur client has used this trademark continuously since 1996 and your registration of BALIRBITCH.COM is confusingly similar to our client's trademark. Therefore, we must demand that you immediately cease and desist from utilizing that domain. If not, we intend to file an action under the Anticybersquatting Consumer Protection Act of 1999 (ACPA) 25 U.S.C. 1125, and seek damages from you as measured by your sales and payments per click with OVERTURE, GOOGLE and other search engines that pay for traffic generated by BLAIRBITCH.COM. In that regard, we will notify the search engines that you are infringing on our client's trademark and that they will become co-defendants in the law suit. We will have the opportunity through the discovery process to review all books and records to determine exactly how much our client has been damaged and obtain and execute upon a judgement against you.\r\n\r\nFurther,as you know, we can seek damages under the ACPA of up to $100,000 per infringing domain. You have been profiting from the infringement of our client's domain and we would seek damages in the amount of that profit.\r\n\r\nHowever, we can avoid litigation and allow you to continue to earn income from BLAIRBITCH.COM. This can be accomplished by the purchase of a license to use the BITCH.COM trademark. Just as General Motors licenses its dealers to use its name on Chevytrucks.com, our client is willing to give you a license to be able to continue to use BLAIRBITCH.COM at a reasonable cost. For a licensing fee of $500.00 per month for ten (10) years, you may continue to use your domain and avoid the cost and aggravation of having to go to court, losing and paying our client damages and attorney fees.\r\n\r\nThis is a one-time offer and will not be repeated. You have ten (10) days to either turn the domain BLAIRBITCH.COM over to our client or to enter into a licensing agreement.\r\n\r\nVery truly yours.\r\n\r\n[private], Esquire\r\n","date_sent":"2003-01-10T05:00:00Z","date_received":"2003-01-10T05:00:00Z","topics":["ACPA","Copyright"],"sender_name":"Law Offices of Howard M. Neu, P.A.","principal_name":"Virtual Dates, Inc.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}