{"dmca":{"id":1208,"type":"Dmca","title":"Unauthorized Wizardry","body":"Thursday, January 23, 2003\r\n\r\n\r\nAracnet\r\n3935 SW 11th Ave Beaverton\r\nOR  97005-2241  US\r\n\r\n\r\n\r\nRE:  Unauthorized Distribution of the Copyrighted Book Entitled\r\n    Harry Potter audio book\r\n\r\n\r\nDear aracnet.com:\r\n\r\nWe are writing this letter on behalf of the Christopher Little Literary Agency (agents to JK Rowling), in respect to their client, JK Rowling.\r\n\r\nAs you may know, JK Rowling is the holder of rights under copyright, including exclusive distribution rights, in and to the world famous Harry Potter series of books.\r\n\r\nNo one is authorized to reproduce, publish, transmit, or otherwise distribute the above-mentioned work(s) without the express written permission of JK Rowling, which permission JK Rowling has not granted to 216.99.213.70.\r\n\r\nWe have received information that an individual has utilized the above-referenced IP address at the noted date and time to offer downloads of the above-mentioned work through a \"peer-to-peer\" service.\r\n\r\nThe attached documentation specifies the location on your network where the infringement occurred, the number of repeat violations recorded at this specific location, as well as any available identifying information.\r\n\r\nThe distribution of unauthorized copies of copyrighted works constitutes copyright infringement under the Copyright Act, Title 17 United States Code Section 106(3). This conduct may also violate the laws of other countries, international law, and/or treaty obligations.\r\n\r\nSince you own this IP address, we request that you immediately do the following:\r\n\r\n1) Disable access to the individual who has engaged in the conduct described above; and\r\n2) Terminate any and all accounts that this individual has through you.\r\n\r\nOn behalf of JK Rowling, owner of the exclusive rights to the copyrighted material at issue in this notice, we hereby state, pursuant to the Digital Millennium Copyright Act, Title 17 United States Code Section 512, that we have a good faith belief that use of the material in the manner complained of is not authorized by JK Rowling, its respective agents, or the law.\r\n\r\nAlso pursuant to the Digital Millennium Copyright Act, we hereby state that we believe the information in this notification is accurate, and, under penalty of perjury, that MediaForce is authorized to act on behalf of the owner of the exclusive rights being infringed as set forth in this notification.\r\n\r\nPlease contact us at the above listed address or by replying to this email should you have any questions.\r\n\r\nWe appreciate your assistance and thank you for your cooperation in this matter. In your future correspondence with us, please refer to Case ID 503484.\r\n\r\nYour prompt response is requested.\r\n\r\nRespectfully,\r\n\r\n[private contact information]\r\n[private contact information]\r\nMediaForce, Inc.\r\n[private contact information]\r\n\r\n\r\n\r\n------------------------------\r\nInfringement Detail:\r\nInfringing Work: Harry Potter audio book\r\nFilename: 6. Harry Potter and the Chamber of Secrets.mp3\r\nFirst Found: 22 Jan 2003 04:03:10 EST (GMT -0500)\r\nLast Found: 22 Jan 2003 04:03:10 EST (GMT -0500)\r\nFilesize: 17,570k\r\nIP Address: [private]\r\nIP Port: [private]\r\nNetwork: KaZaA\r\nProtocol: FastTrack\r\nUsername: [private]@KaZaA\r\n\r\n\r\nInfringing Work: Harry Potter audio book\r\nFilename: Harry Potter and the Chamber of Secrets - 8of8.mp3\r\nFirst Found: 22 Jan 2003 04:03:14 EST (GMT -0500)\r\nLast Found: 22 Jan 2003 04:03:14 EST (GMT -0500)\r\nFilesize: 17,438k\r\nIP Address: [private]\r\nIP Port: [private] \r\nNetwork: KaZaA\r\nProtocol: FastTrack\r\nUsername: [private]@KaZaA\r\n","date_sent":"2003-01-23T05:00:00Z","date_received":"2003-01-23T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Mediaforce - Copyright Infringement","recipient_name":"Aracnet","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}