{"dmca":{"id":1231,"type":"Dmca","title":"Harry Potter Adult Fan Fiction","body":"Dear Sir:\r\n\r\nHarry Potter adult fan fiction\r\n\r\nWe are a firm of solicitors (attorneys) in London. We have been consulted by our client Christopher Little Literary Agency, on behalf of Ms J. K. Rowling and by our client Warner Bros, in connection with the Harry Potter adult fan fiction and illustrations made available by you at URL http://www.psa.shadow-wrapped.net .\r\n\r\nAs you are aware, Ms Rowling is the author of the Harry Potter books. Ms. Rowling therefore owns the copyright in the Harry Potter books. The sexually explicit content of the fan fiction and illustrations available at www.psa.shadow-wrapped.net, which are plainly based on characters and other elements of the fictional world created by Ms. Rowling in the Harry Potter books, are a matter of serious concern to our client. In addition, our client Warner Bros, which owns the film and merchandising rights to the children's series of Harry Potter books, is concerned to protect the integrity of its Harry Potter properties. For the avoidance of doubt, our clients make no complaint about fan fiction written by genuine Harry Potter fans.\r\n\r\nThere is plainly a very real risk that impressionable children, who of course comprise the principal readership of the Harry Potter books, will be directed (e.g. by a search engine result) to your sexually explicit website, which you will appreciate most people would consider wholly inappropriate for minors. Plainly the warnings to the effect that children under 18 should not access your website do not in fact prevent minors from doing so. Indeed such warnings may well serve simply to entice teenagers to your site.\r\n\r\nYou have chosen to publish the material in question on the worldwide web where it may be seen by anyone with access to the internet. If you choose to publish to the world at large, then in our view you should conduct yourself accordingly. It is no answer to suggest that the fault lies with the children, or their parents, if they visit your website, whether they do so inadvertently or otherwise. We see no reason why online publishers should consider themselves relieved of the responsibilities and legal obligations accepted by publishers in every other medium, and the Courts of both England and Australia take the same view.\r\n\r\nIn the circumstances, our clients therefore request you to remove all such material and cease making it available lo the general public on the internet or by any other means. Would you please let us have your confirmation that you will do so by no later than 18:00 GMT on Wednesday, 29 January 2003.\r\n\r\nYours faithfully,\r\n\r\n\r\n[private]\r\n\r\n","date_sent":"2003-01-22T05:00:00Z","date_received":"2003-01-22T05:00:00Z","topics":["Fan Fiction","Copyright"],"sender_name":"Theodore Goddard","principal_name":"J.K. Rowling","recipient_name":"www.psa.shadow-wrapped.net","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}