{"dmca":{"id":1275,"type":"Dmca","title":"You've been framed... by an e-commerce patent","body":"SBC Intellectual Property is the owner of US Patent No. 5,933,841, entitled Structured Document Browser (the '841 Patent) and US Patent No. 6,442,574, also entitled Structured Document Browser (the '574 Patent).  The purpose of this letter is to advise you of an opportunity to acquire a license to the '841 and '574 Patents, copies of which are enclosed for your review.\r\n\r\nWe recently observed several useful navigation features within the user interface of your www.museumtour.com website.  For example, your site includes several selectors or tabs that correspond to specific locations in your site document.  These selectors seem to reside in their own frame or part of the user interface.  And, as such, the selectors are not lost when a different part of the document is displayed to the user (www.museumtour.com screen shots are enclosed for your convenience).  By separating the selectors from the content, Museum Tour has truly simplified site navigation and improved the shopping experience.\r\n\r\nAs you review the Structured Document Portfolio, you will notice that the above-discussed features (as well as other valuable features) appear to infringe the '841 and '574 Patents.  In light of Museum Tour's presumed respect for the intellectual property rights of others, we are pleased to offer you a Preferred Rate license under the Structured Documents Portfolio (see enclosed Rate Schedule and Licensing Agreement).  Actual licensing amounts are calculated using SBC's then current Royalty equation.  SBC will gladly determine your actual licensing amount if you provide us with your 2002 Company Gross Revenue.\r\n\r\nFor your convenience and to assist your analysis of the Portfolio, I have enclosed a document that charts the claim language of an example claim (Claim 13 of the '574 Patent) to your site structure.  Based on our current understanding of your company's site, several additional claims also appear relevant to the analysis (see, e.g., Claims 1, 4, 6, 7, 16 and 20 of the '574 Patent and Claims 1, 5, 15, 24, 25 and 30, of the '841 Patent).  \r\n\r\nAfter reviewing the patents and determining whether you prefer a prepaid license or a recurring annual license, please contact Ms. Jill Walker at 512.231.7008 to determine your annual royalty amount.  If you have your 2002 Gross Revenue number, Ms. Walker will provide you with an accurate royalty number and will facilitate the execution of an appropriate license.  Thank you for your prompt attention.\r\n\r\nSincerely,\r\n\r\n\r\nHarlie D. Frost\r\nPresident\r\n\r\nEnclosures:\r\nwww.museumtour.com screen shots\r\nCopy of US Patent No. 5,933,841\r\nCopy of US Patent No. 6,442,574\r\nLicense Rate Schedule for Catlog/Online Sales Industry (effective 01.01.03 to 06/30/03)\r\nLicensing Agreement (HDF.000.NE.841)\r\n\r\n","date_sent":"2003-01-10T05:00:00Z","date_received":"2003-01-10T05:00:00Z","topics":["E-Commerce Patents","Copyright"],"sender_name":null,"principal_name":"SBC Intellectual Property","recipient_name":"Museum Tour","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}