{"dmca":{"id":1280,"type":"Dmca","title":"Alliance-Link Complains of Website Copying","body":"Alliance-Link\r\nSearch Engine Marketing - Link Building Campaigns\r\nAffiliate Recruitment\r\n    \r\nTO: Google User Support - DMCA Complaints\r\n    \r\nDate: 1.26.03\r\n    \r\nFR: [private]\r\n    \r\nTotal pages, including cover: 9\r\n    \r\nComments:\r\n\r\nDocumentation to show copyright violation. Thank you for your help. I can email as well if it helps.\r\n    \r\n\r\nAlliance-Link [private]  Williamsburg, Virignia 23185  phone: [private] [private]\r\n    \r\nTo expedite our ability to process your request, please use the following\r\nformat (including section numbers):\r\n    \r\n1. Identify in sufficient detail the copyrighted work that you believe\r\nhas been infringed. For example, \"The copyrighted work at issue is the text that appears on www.google.com/ads.\"\r\n    \r\n1. From Alliance-Link/[private]\r\n    \r\nAfter running a search on Google using random text from my site, I found my\r\ncontent on this webpage - http://www.professional-website-promotion-ranking.com/linkpopularity.htm that mirrored the verbiage on my site, http://www.alliance-link.com/link_pop.htm\r\n    \r\nThis site, www.professional-website-promotion-ranking.com/link_popularity.htm is\r\nnot mine and does not have permission to use my verbiage.\r\n    \r\nI've copied the text from my webpage, it's in black. The text in red/italic is from the site who has stolen my content:\r\n    \r\n                   Improve Link Popularity With A Customized Link\r\n                                 Building Campaign\r\n               *Please read the important message at bottom of page:\r\n    \r\n             Alliance-Link will help you identify and develop strategic\r\n                                marketing alliances.\r\n    \r\n                                  Got Links\r\n\r\nFinding quality Websites to host your link Is a great way to Increase traffic and improve your site's ranking with the search engines. Hyperlinks are considered one of the most effective, low cost ways of promoting a web site on the Internet.\r\n    \r\nLinks are one of the most reliable sources of targeted traffic you can obtain. Once in place, they are seldom removed and can be a constant source of traffic to your site.\r\n    \r\nCustomized Link Building Campaigns\r\n    \r\nFinding quality websites to host your link Is a great way to Increase traffic and Improve your site's ranking with the major search engines. Links are considered one of the most effective, low cost ways of promoting a web site on the Internet.\r\n    \r\nHyperlinks are one of the most reliable and cost effective sources of targeted traffic you can obtain. Once they are in place, they seldom break, and can be a continuous source of traffic to and income to your site for years to come.\r\n    \r\nThere are three primary advantages to Increasing the number of links to a\r\nWebsite:\r\n    \r\nHere are the advantages to obtaining qualified links to a web site:\r\n\r\nRanking Criteria - With a number of search engines now using link\r\npopularity as one of their ranking criteria when reviewing sites, \r\nit's very important to have a number of links pointing toward a site. \r\nBoth the number and quality of web sites linking to a specific site can \r\npositively Influence standings in the search engines. According to \r\nAlta Vista: \"A site or page is good if many pages at many different \r\nsites point to it and especially if many good sites point to it\".\r\n(http://help.altavista.com/adv_search/ast_haw_popularity)\r\n    \r\nRanking Criteria and Analysis - With a number of search engines now \r\nusing link popularity as one of their ranking criteria when indexing \r\nsites, is is detrimental to have a number of links pointing toward \r\na your website. Both the number and quality of sites linking\r\nto your site can tremendously influence your standings in the search \r\nengines. According to Alta Vista: \"A site or page is good if many \r\npages at many different sites point to it and especially if many good \r\nsites point to it\".\r\n(http://help.altavista.com/adv_search/ast_haw_popularity)\r\n    \r\nSpider Bait - The more links to a site, the more ways the search engine spiders\r\nhave for finding it! Web sites tend to stay indexed longer and are less frequently\r\ndropped from the engines when a number of quality sites link to it.\r\n    \r\nSpider Bait - The more links to a site, the more ways the search engine spiders have \r\nfor finding it! Web sites tend to stay indexed longer and are less frequently \r\ndropped from the engines when a number of quality sites link to it,\r\n    \r\nMore targeted traffic - The more links pointing to a web site, the more\r\ntraffic it will receive. A lot of people find web sites by following \r\nlinks from one site to the next. Well-placed links on high traffic \r\nor industry specific sites can be long-term traffic generators. A June \r\n2000 Forrester Research survey reports, \"59% of\r\nInternet consumers find web sites through iinks from another site\".\r\n    \r\nMore targeted traffic - The more links pointing to a web site, the more \r\ntraffic it will obtain. Many people find web sites by following links \r\nfrom one site to the next. Optimally placed links on high traffic or \r\nindustry specific site can be long-term traffic getters.\r\n    \r\nIf time is an Issue, and most of the time it is for the saavy internet \r\nentrepeneur, consider outsourcing to Netsymmetrics. We'll find \r\ntheme-oriented, targeted sites to link and submit to after thoroughly \r\nresearching your web site and it's target-market.\r\n    \r\nBut finding targeted sites that complement yours can\r\nbe time consuming!!\r\n    \r\n               If time and staffing resources are an issue, consider\r\n            outsourcing to Alliance-Link. We'll find compatible, targeted\r\n           sites to link and submit to after thoroughly researching your\r\n                        Website and it's market potential.\r\n        \r\nOur Link Building Campaign searches for sites that:\r\n    \r\nComplement your Website's content, goals and target audience\r\n0ffers the opportunity to review, showcase or highlight your product and services\r\nArea market and theme specific search engines and directories\r\nAre linking with your competition!\r\n    \r\nOur Link Building Campaign searches for sites that:\r\n    \r\nAccentuate your web site's content, goals and target clientele\r\nOffers the opportunity to review, showcase or highlight your product and services\r\nArea market and theme specific search engines and directories\r\nAre linking with your competition!\r\n    \r\nOur Linking Program also:\r\n    \r\nIncludes a 30 minute telephone consult\r\nSends your links in groups of five (5) so you begin using them immediately\r\nConducts in-depth and thorough research of your web site, your industry and\r\nother niche markets\r\nProvides confirmation and progress reports\r\nOffers to post links directly to your site (or your Web Manager can do this)\r\nSearches and verifies links on reciprocating web pages and\r\nChecks for dead links within the 90 day contracted period.\r\nNo FFA programs, automated email programs, link farms or canned requests.\r\nWrites personalized emails to each prospective web site\r\nHand submit all links to industry specific directories and search engines\r\nOffers the innovative \"Pop-Link\" link window\" program\r\nOffers a guaranteed replacement program for lost/broken links during contracted\r\nperiod.\r\n    \r\nOur Linking Program Includes:\r\n    \r\n30 minute telephone consultation\r\nSends your links directly to you or your webmaster for implementation\r\nConducts in-depth and thorough research of your web site, your Industry and other niche markets\r\nProvides confirmation and progress reports\r\n0ffers to post links directly to your site (or your webmaster can do this)\r\nSearches and verifies links on reciprocating web pages and\r\nchecks for dead links within the 90 day contracted period.\r\nNo FFA programs, automated email programs, link farms or canned requests .\r\nHand submit all links to industry specific directories and search engines\r\nOffers a guaranteed replacement program for lost/broken links during contracted period.\r\n    \r\n             Visit our FAQ page for more information and an in-depth\r\n                        explanation of our methodologies.\r\n    \r\nVisit our FAQ Page for more information and an in-depth explanation of our techniques\r\n    \r\n2. Identify the material that you claim is infringing the copyrighted\r\nwork listed in item #1 above.\r\n    \r\nFOR WEB SEARCH, YOU MUST IDENTIFY EACH SEARCH RESULT THAT\r\nDIRECTLY LINKS TO A WEB PAGE THAT ALLEGEDLY CONTAINS INFRINGING MATERIAL.\r\nThis requires you to provide (a) the search query that you used, and (b) the URL for\r\neach allegedly infringing search result. (Note that the URL for each\r\nsearch result appears in green at the end of the description for that\r\nsearch result.)\r\n    \r\n2. From Alliance-Link.com/[private]\r\n    \r\nUsing www.google.com, I used the following text, taken from my website,\r\nhttp:/www.alliance-link.com/link_pop.htm and ran a general search:\r\n    \r\n\"Finding quality Websites to host your iink is a great way to increase traffic and\r\nimprove your site's ranking with the search engines. Hyperlinks are considered one\r\nof the most effective, low cost ways of promoting a web site on the Internet\"\r\n    \r\nResults are as follows:\r\n    \r\nhttp://www.google.com/seach?hl=en&ie=UTF-8&oe=UTF-\r\n8&q=%22Findinq+quality+Websites+to+host+your+link+is+a+areat+way+to+incre\r\nase+traffic+and+improve+your+site%E2%80%99s+ranking+with+the+search+eng\r\nines.++Hyperlinks+are+considered+one+of+the+most+effective%2C+low+cost+w\r\nays+of+promoting+a+web+site+on+the+Internet%22\r\n    \r\nLink Building Campaigns Immove Link Popularily Alliance-Link\r\n... Got Links? Finding quality Websites to host your link is a great way to increase\r\ntraffic and improve your site's ranking with the search engines. ...\r\nwww.alliance-link.com/link_pop.htm - 41k - Jan. 25, 2003 - Cached - Similar pages\r\nLink Popularity Checker and Reciprocal Links\r\n... Finding quality websites to host your link is a great way to increase traffic\r\nand improve your site's ranking with the major search engines. ...\r\nwww.professional-website-promotion-ranking.com/linkpopularity.htm - Similar pages\r\nOrange County website optimization, building link popularity,...\r\n... Finding quality Websites to host your link is a great way to increase\r\ntraffic and improve your site's ranking with the search engines. ...\r\nwww.corpcomputerservices.com/services/CDS-Link-Building.htm - 20k - Cached - Similar pages\r\n    \r\n(Corpcomputerservices.com removed the verbiage when I contacted\r\nthem).\r\n    \r\n3. Provide information reasonably sufficient to permit Google to contact\r\nyou (email address is preferred).\r\n    \r\n3. From [private] - Alliance-Link.com\r\n    \r\n[private]\r\nAlliance-Link.com\r\n[private]\r\nWilliamsburg, VA 23185\r\n[private]\r\n[private]\r\n[private]\r\n    \r\n4. Provide information, if possible, sufficient to permit Google to\r\nnotify the owner/administrator of the web page that allegedly contains\r\ninfringing material (email address is preferred).\r\n    \r\n4. From Alliance-Link.com/[private]\r\n    \r\nThis is a copy of the email I sent to the website owner who stole my content and\r\nhis reply: (also, I've copied his whois)\r\n    \r\n    ----- Original Message ----\r\nFrom: [private]\r\nTo: [private]\r\nSent: Thursday, January 09, 2003 1:40 AM\r\nSubject: RE: A legal matter\r\n    \r\nYou obviously copied this material from our site and are trying to use it as your own. \r\nSince you found this information on our site, you were obviously browsing the \r\ncompetitions site to \"steal\" copyrighted information.\r\n    \r\nWe have never, ever seen your site nor have ever visited your site in any shape or form.\r\n    \r\nDo not call or email us again!\r\n    \r\n----- Original Message -----\r\nFrom: [private] [private]\r\nSent: Wednesday, January 08, 2003 5:56 PM\r\nTo: [private]\r\nSubject: Fw: A legal matter\r\n    \r\nDear [private]\r\nProfessional-Website-Promotion-Ranking.com\r\n    \r\nThis is a follow-up to our telephone called today where I \r\ncalled your office at [private] and spoke to you personally \r\non the matter below:\r\n    \r\nIt has come to my attention that your website found at URL \r\nhttp://www.professional-website-promotion-ranking.com has copied \r\nan entire page of my website.\r\n    \r\nThe majority of the verbiage on your page \r\nhttp://www.professional-website-promotion-ranking.com/linkpopularity.htm \r\nis an exact duplicate of our webpage www.alliance-link.com/link-pop.htm\r\n\r\nSince our site is copyrighted I hereby state that you have taken \r\nour property without permission and reprinted without consent.\r\n    \r\nREMOVE OUR VERBIAGE IMMEDIATELY. Please note I have copied our\r\ncompany's attorney on this email, I am very serious about this \r\nmatter.\r\n    \r\nI've also copied Goggle's Spam reporting email to notify them \r\nthere is duplicate, unauthorized reproduction of our material. \r\nWe do not want to be held accountable for violating one of \r\nGoogle's spam policies as it applys to duplicate content.\r\n    \r\nAgain, to be clear, remove the verbiage from your link \r\npopularity page that you have stolen from our website.\r\nRemove It NOW.\r\n\r\n[private]\r\nPresident\r\nAlliance-Link.com\r\n    \r\n5. Include the following statement: \"I have a good faith belief that use\r\nof the copyrighted materials described above on the allegedly infringing\r\nweb pages is not authorized by the copyright owner, its agent, or the\r\nlaw.\"\r\n    \r\n5. From Alliance-Link/[private]\r\n    \r\nI have a good faith belief that use of the copyrighted materials described\r\nabove on the allegedly infringing web page is not authorized by the \r\ncopyright owner, it's agent or the law.\r\n    \r\n6. Include the following statement: \"I swear, under penalty of perjury,\r\nthat the information in the notification is accurate and that I am the\r\ncopyright owner or am authorized to act on behalf of the owner of an\r\nexclusive right that is allegedly infringed.\"\r\n    \r\n6. I, [private], owner of Alliance-Link.com swear, \r\nunder the penalty of perjury that the information in the \r\nnotification is accurate and that I am the copyright owner \r\nof an exclusive right that is allegedly infringed.\r\n    \r\n7. Sign the paper.\r\n\r\n7. Signature of [private]\r\n\r\n8. Send the written communication to the following address:\r\n\r\nFax to:\r\n[private], Attn: [private]\r\nRegards,\r\n\r\nThe Google Team\r\n    \r\nGoogle - I've also attached copies of whois reports showing this guy didn't\r\neven create his site until four months after I went online.\r\n    \r\nI have attached URL's from archive.org showing a snapshot of my site from\r\nNovember 2001 in its current form.\r\n    \r\nPagejack\r\nhttp://web.archive.org/web/20011116193704/http://www-alliance-link.com/\r\nhttp://web.archive.org/web/20011121235931/www.alliance-link.com/link_pop.htm\r\n    \r\nThe Wayback Machine is traveling back in time to locate pages stored\r\nin the Internet Archive. This may take a few moments.\r\n    \r\n0 pages found for httlR://www.professional-website-promotion-rankinci.com\r\n    \r\nSorry, no matches.\r\n    \r\nKeep in mind...\r\n    \r\nThere Is no text search. Enter a web address in the box above.\r\nClick here to search for all pages on professional-website-promotion-\r\nranking.com/\r\nSee the FAQs for more info and help, or contact us.\r\n    \r\nWHOIS Record for\r\n    \r\nwww.professional-website-  Back-order this name    Make an unsolicited offer\r\npromotion-ranking.com\r\n    \r\nRegistrant:\r\n[private]\r\n[private]\r\nFAIR OAKS, CA 95628\r\nUS\r\n    \r\nDomain Name: PROFESSIONAL-WEBSITE-PROMOTION-RANKING.COM\r\n    \r\nAdministrative Contact:\r\n[private]   [private]\r\n[private]\r\n[private]\r\nFAIR OAKS, CA 95628\r\nUS\r\nTechnical Contact:\r\n[private]      [private]\r\nCyberSharks.Net\r\n[private]\r\nGreenville, NC 27858\r\nUS\r\n[private]          Fax- [private]\r\nFax-- [private]\r\n\r\nRecord expires on 09-Feb-2003\r\nRecord created on 09-Feb-2002.\r\n    \r\nDomain servers in listed order:\r\n    \r\nNS.CYBERSHARKS.NET 208.31.0.11\r\nNS2.CYBERSHARKS.NET 208.31,0.12\r\n\r\nALLIANCE-LINK.COM WHOIS Results\r\n    \r\nThe data contained in Go Daddy Software, Inc.'s WHOIS database,\r\n    \r\nRegistrant:\r\n[private]\r\n[private]\r\n[private]\r\nWilliamsburg, VA 23185\r\nUnited States\r\n    \r\nRegistered through: Go Daddy Software (http://www.godaddy.com)\r\nDomain Name: ALLANCE-LINK.COM\r\nCreated on: 10-Sep-01\r\nExpires on: 10-Sep-03\r\nLast Updated on: 08-Aug-02\r\n    \r\nAdministrative Contact:\r\n[private]\r\nCathcart Consulting Services\r\n[private]\r\n[private]\r\nWilliamsburg, Virginia 23185\r\nUnited States\r\n[private]    Fax -- [private]\r\nTechnical Contact:\r\n[private]\r\nCathcart Consulting Services\r\n[private]\r\n[private]\r\nWilliamsburg, Virginia 23185\r\nUnited States\r\n[private]    Fax -- [private]\r\n    \r\nDomain servers in listed order:\r\nNS1.FASTNAMESERV.COM\r\nNS2.FASTNAMESERV.COM\r\n","date_sent":"2003-01-26T05:00:00Z","date_received":"2003-01-26T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Alliance-Link","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}