{"dmca":{"id":1289,"type":"Dmca","title":"Infringement of \"INFOWORLD\" Trademark","body":"From: (Private)\r\nTo: (Private)\r\ncc: (private)\r\nDate: Fri, 18 Feb 2000 12:19:42 -0500 \r\nSubject: Infringement of \"INFOWORLD\" Trademark \r\n\r\nDear (Private),\r\n\r\n                   International Data Group, Inc. (IDG) is the owner of the trademark \"INFOWORLD\". For the reasons discussed below, your registration with the Network Solutions Registrar and your use of the domain name \"EINFOWORLD.COM\" infringe IDG's rights under US laws. IDG demands that your use of this infringing domain name cease immediately and that you immediately transfer registration of the domain name to IDG.\r\n\r\n                   IDG's earliest U.S. trademark application for INFOWORLD was filed with the United States Patent and Trademark Office (\"USPTO\") on March 2, 1982(Serial No.73/254720). We first published INFOWORLD, a microcomputing trade newspaper containing information relating to computers, computing and information technology in February 1980. Further we have a U.S. registered trademark for INFOWORLD dated July 4, 1995, Registration No. 1902674 directly relating to book topics concerning computers, computing and computing software. In total we have registered thirty-eight \"INFOWORLD\" trademarks worldwide.\r\n\r\n                   IDG's trademark rights preclude any other person or entity from using any identical or confusingly similar trademark. Further, federal law grants IDG legal protection against any use of the Mark that diminishes or erodes its distinctiveness. These exclusive rights extend to the use of the Mark in any media, including the Internet and in particular, the use of any domain name that includes or incorporates or is confusingly similar to the Mark.\r\n\r\n                   It has recently come to our attention that you have registered the domain name EINFOWORLD.COM. The domain name is substantially identical to the Mark. IDG adopted its Mark long prior to your registration of EINFOWORLD.COM on March 25, 1999. Your registration and use of this domain name are likely to cause confusion as to the sponsorship and source of any World Wide Web site associated with that domain name. Such confusion will cause irreparable harm to IDG?s good will and reputation.\r\n\r\n                   Under these circumstances, your Network Solutions registration and use of the EINFOWORLD.COM domain name infringe IDG's trademark rights, including those afforded by the Federal Trademark Act and by Massachusetts G.L. c. 110B et seq., dilute the distinctive quality and value of the IDG's Marks in violation of the Federal Trademark Dilution Act of 1995, 15 U.S.C. ","date_sent":"2000-02-18T05:00:00Z","date_received":"2000-02-18T05:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"IDG Legal Department","principal_name":"IDG (International Data Group)","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}