{"dmca":{"id":1299,"type":"Dmca","title":"Acacia claims patent on Internet streaming technology","body":"Congratulations on the success of radioio.  We appreciate your efforts to legitimately bring music and videos to the online community while respecting the intellectual property rights of artists, composers, and publishers.\r\n\r\nAcacia is a publicly traded company that develops and acquires patented technologies for licensing.  We own a portfolio of five U.S. and seventeen International Patents covering the transmission and receipt of digital audio and video content via various means, including the Internet.  We call the technology covered by these patents \"DMT\" or Digital Music Transmission technology.  Our engineers and lawyers have reviewed the streaming services made available at the radioio.com website and have determined that these activities are covered by our DMT Patents.\r\n\r\nWe have entered into Licensing Agreements with several companies that stream digital audio and video content over the Internet, including Radio Free Virgin.  We have also initiated patent infringement litigation in the United States District Court Central District of California, against several companies in the adult entertainment industry that stream audio and video content.\r\n\r\nEnclosed is a packet of information regarding our DMT techonology licensing program.  The packet includes detailed information about the patents, as well as our standard License Agreement covering streaming music services.  As you will note in Section 3 of the Agreement, our introductory licensing fees are extremely reasonable.  \r\n\r\nOur goal is to enter into a licensing arrangement with radioio.  Upon your request, we are willing to provide you with additional information about our patents including file histories, engineering charts, claims analyses and other pertinent information that will save you time and money in your due diligence of our patents.  Once you look at the patents, we are confident that you will elect to enter into a licensing arrangement with us.\r\n\r\nAdditional information about our company and our DMT Patents is also available at www.acaciaresearch.com.  We will make our attorneys and engineers available to answer any questions you may have as you proceed with your due diligence.\r\n\r\nPlease contact me directly at [private] and let me know how you would like to proceed.  We hope that you will give our intellectual property the same respect as you give to the intellectual property of the creator and publishers of the music and video content that you promote and sell.\r\n\r\n[For more information see http://www.radioio.com/acacia.pdf] ","date_sent":"2003-01-28T05:00:00Z","date_received":"2003-01-28T05:00:00Z","topics":["E-Commerce Patents","Copyright"],"sender_name":"Senior V.P. Business Development and General Counsel","principal_name":"Acacia Media Technologies Corporation","recipient_name":"ioMedia Partners, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}