{"dmca":{"id":1301,"type":"Dmca","title":"Demand to Cease and Desist from Infringing upon Trademarks and Copyrights of the McCa","body":"[Private]:\r\n\r\nThis firm represents The McCall Pattern Company (\"McCall\").\r\n\r\nAs you are aware, McCall is the preeminent manufacturer of clothing\r\npatterns.  McCall markets and sells its goods under several famous\r\nregistered trademarks, including MCCALL'S?, BUTTERICK?, VOGUE?,\r\nand SEE & SEW? (the \"McCall Marks\").  Each of its products are delivered\r\nto consumers in distinct packaging displaying original artwork and designs\r\n(the \"McCall Designs\") protected by registered copyrights.  For decades,\r\nconsumers have recognized the McCall Marks and McCall Designs as\r\nidentifying McCall as the source of the most exceptional quality patterns on\r\nthe market.\r\n\r\nMcCall offers each pattern to consumers for a limited period of time.  \r\nConsequently, when a consumer sees a MCCALL'S? pattern it expects the\r\nmost current and highest caliber pattern available.  However, you are\r\ninfringing upon the McCall Marks and McCall Designs, and are purporting to\r\nsell discontinued McCall goods at your Internet storefront,\r\nMonsterPatterns.com (the \"Site\").  Your acts constitute trademark\r\ninfringement, copyright infringement, unfair competition, and other violations\r\nof McCall's rights as described below, and you are liable to our client as a\r\nresult.\r\n\r\nYOUR WRONGFUL ACTS\r\n\r\nMcCall sells its patterns to consumers through licensed distributors.  The\r\ndistributors agree by a strict contract to sell each pattern only until McCall\r\ndiscontinues the item, and then destroy all unsold goods.  Indeed, the\r\n\r\n\r\n\r\n\r\n1178-0002\r\n\r\n\f\r\n\r\n[Private]\r\nFebruary 3, 2003\r\nPage 2 of 5\r\n\r\ndistributors must certify the destruction in order to receive a credit from McCall.\r\n\r\nYou have unlawfully acquired McCall's patterns and are now selling discontinued patterns\r\non the Site.   Moreover, you are conducting all of your advertising and sales activity by way\r\nof blatant acts of trademark infringement, copyright infringement, and consumer fraud.\r\n\r\nFEDERAL AND STATE TRADEMARK INFRINGEMENT\r\n\r\nThe Lanham Act, at Title 15 United States Code ?? 1114,1125, prohibits the unauthorized\r\ncommercial use of a registered mark in connection with the sale, distribution, or advertising\r\nof any goods if such use is likely to cause confusion among consumers as to affiliation,\r\nconnection, or approval by the owner of the mark.  The Lanham Act provides for an\r\ninjunction against the infringer, as well as substantial damages against a party using a\r\nregistered mark without permission, including (1) recovery of the infringer's profits, (2)\r\nrecovery of loss to the trademark owner, and (3) an award of attorneys' fees and costs of\r\nsuit.  Additionally, the court may increase those damages by three times their actual\r\namount.  State laws1 provide for similar remedies and damages against trademark\r\ninfringers.\r\n\r\nIn violation of McCall's federal and state trademark rights, you have reproduced the McCall\r\nMarks and placed them prominently on your Site.  Your display of the McCall Marks on the\r\nhome page and in several other pages would lead a reasonable consumer to believe that\r\nMcCall endorses your Site.  Moreover, you have placed the McCall Marks in metatags\r\nunderlying the html code comprising your Site[2].  As a result, potential customers seeking\r\nthe McCall site are diverted to your Site.  You are thereby taking sales away from McCall\r\nand its distributors.  Finally, you have purchased and used McCall Marks on the Overture[3]\r\npay-for-performance search engine and other pay-for-performance search engines, thereby\r\ncausing search engine users to believe your site is really McCall's site or the site of one of\r\nits distributors.\r\n\r\n\r\n\r\n       [1]See NY CLS Gen Bus Article 24 (the state trademark law in New York, where McCall is based); Mich.\r\nComp. Laws ? 429.31, et. seq. (the state trademark law in Michigan, where you reside); Rev. Code\r\nWash. ? 19.77.010, et. seq. (the state trademark law in Washington, where the Site is hosted and propagated to\r\nthe world).\r\n\r\n       [2]See, Bihari et al. v. Gross et al., 119 F. Supp. 2d 309 (S.D.N.Y. 2000); Brookfield Communciations, Inc.\r\nv. West Coast Entertainment Corp., 174 F.3d 1036 (9th Cir. 1999).  These cases hold that metatag infringement\r\nsuch as your acts constitute trademark infringement and entitle the trademark owner to the full damages allowable\r\nunder the Lanham Act.\r\n\r\n       [3]The search results you purchased under the McCall Marks result in confusion not only on Overture's\r\nsite, but via all its licensees including Yahoo, America Online, Microsoft Network, Earthlink, Lycos, AltaVista,\r\nNetscape, Hotbot, Cnet, and Compuserve.\r\n\r\n\r\n\r\n\r\n1178-0002\r\n\r\n\f\r\n\r\n[Private]\r\nFebruary 3, 2003\r\nPage 3 of 5\r\n\r\nYour unauthorized uses of McCall Marks cause consumer confusion as to the origin,\r\napproval, sponsorship, and affiliation of the products you sell.  Accordingly, you have\r\ncommitted several acts of trademark infringement.\r\n\r\nCOPYRIGHT INFRINGEMENT\r\n\r\nBy displaying the McCall Designs without authorization, you are committing copyright\r\ninfringement.  The United States Copyright Act provides at Title 17 United States Code ?\r\n504 for an election of copyright damages (i) that statutorily range from $750.00 US at a\r\nminimum to $150,000.00 US at a maximum for each and every infringement (each\r\nreproduction and display of each of the McCall Designs is in and of itself a separate and\r\ndistinct infringement); or (ii) equal to the copyright owner's actual damages and any\r\nadditional profits of the infringer.  The Copyright Act also provides for felony criminal\r\nsanctions (at 17 USC ? 506), including up to five (5) years in prison (per infringement) for\r\nthe principal of an infringing organization.  \r\n\r\nYou are hereby on notice that neither you nor MonsterPatterns.com LLC owns nor has a\r\nlicense to the copyright rights in the McCall Designs.  Accordingly, your reproduction and\r\ndisplay of the McCall Designs on the Site, or elsewhere, constitutes copyright infringement\r\nand qualifies for the maximum penalties under the United States Copyright Act.\r\n\r\nUNFAIR COMPETITION AND OTHER VIOLATIONS\r\n\r\nBy surreptitiously acquiring and then selling discontinued McCall patterns, you are violating\r\nunfair competition laws that prohibit the misappropriation of the skill, expenditures, and\r\nlabor of another[4].  This includes not only misappropriating the goodwill of another company\r\nby misleading the public as to sponsorship or endorsement, but also unfairly competing by\r\ngenerating sales from wrongfully obtained goods.\r\n\r\nMcCall requires destruction of discontinued patterns for, among other reasons, to reduce\r\ncompetition between current and past products.  You came into possession of discontinued\r\nMcCall goods through improper and unlawful means, and you are now selling the items\r\nand gaining revenue therefrom.  As a result, McCall is faced with discontinued items in the\r\nmarketplace, reducing the value of current items and the goodwill associated with McCall\r\nand its products.  While you are making money from this illegal activity, McCall and its\r\ndistributors are losing sales, goodwill, consumer recognition, and revenue, for which loss\r\nyou are directly responsible.\r\n\r\nSimilarly, your sale of discontinued McCall patterns constitutes tortious interference\r\nbetween McCall and its authorized distributors.  Tortious interference is illegal under state\r\n\r\n\r\n     [4]See, Weight Watchers International, Inc. v. Stouffer Corp., 744 F.Supp. 1259 (S.D.N.Y. 1990)\r\n\r\n\r\n\r\n\r\n1178-0002\r\n\r\n\f\r\n\r\n[Private]\r\nFebruary 3, 2003\r\nPage 4 of 5\r\n\r\nlaws, and occurs when a party has knowledge of a contract but intentionally and improperly\r\ninterferes with that contract.  You are well aware that McCall requires its distributors to\r\ndestroy discontinued items and certify the same.  Nonetheless, you are stealing or copying\r\ndiscontinued patterns from McCall's distributors, intentionally interfering with those\r\nagreements and improperly profiting from your acts.\r\n\r\nDEMAND\r\n\r\nUnder the circumstances, McCall hereby demands the following:\r\n\r\n        1.      Immediately cease and desist from any use whatsoever of all McCall Marks,\r\nincluding removal of the McCall Marks from the Site home page, metatags, each of the\r\npages therein, and each page to which the Site links, including the pages resolving at\r\nSafeShopper.com[5];\r\n\r\n        2.      Immediately cease and desist from reproducing or displaying the McCall\r\nDesigns on the Site or elsewhere, including removal of all images at the SafeShopper.com\r\nsite displaying the copyrighted McCall Designs[6];\r\n\r\n        3.      Immediately cease and desist from selling, distributing, reproducing, copying,\r\ndisplaying, marketing, advertising, promoting, disposing of, or otherwise exploiting any\r\npattern offered under any McCall Mark;\r\n\r\n        4.      Provide written assurances that you have ceased offering discontinued\r\nMcCall patterns, and from using the McCall Marks and McCall Designs without McCall's\r\npermission;\r\n\r\n        5.      Provide a report detailing each and every use you made of any of the McCall\r\nMarks;\r\n\r\n        6.      Provide a report detailing each and every use you made of any of the McCall\r\nDesigns;\r\n\r\n        7.      Provide a report accounting for each pattern manufactured, designed,\r\ncreated, or distributed by McCalls, or any pattern substantially similar thereto, you have\r\n\r\n\r\n        [5]By way of example, and not limitation, you must cause removal of all images at the uniform resource\r\nlocators: http://patterns.safeshopper.com/144/cat144.htm?757,\r\nhttp://patterns.safeshopper.com/137/cat137.htm?757, and http://patterns.safeshopper.com/139/cat139.htm?757.\r\n\r\n        [6]By way of example, and not limitation, you must cause removal of all images at the uniform resource\r\nlocators: http://patterns.safeshopper.com/204/cat204.htm?366,\r\nhttp://patterns.safeshopper.com/210/cat210.htm?366, and http://patterns.safeshopper.com/203/6968.htm?462.\r\n\r\n\r\n\r\n\r\n1178-0002\r\n\r\n\f\r\n\r\n[Private]\r\nFebruary 3, 2003\r\nPage 5 of 5\r\n\r\never sold or disposed of;\r\n\r\n     8.      Provide a report of all patterns manufactured, designed, created, or\r\ndistributed by McCalls, or any patterns substantially similar thereto, you currently have in\r\nyour possession or direct or indirect control;\r\n\r\n     9.      Provide a report detailing how you came to acquire the patterns you offered\r\nfor sale and sold at the Site under the McCall Marks or related brands;\r\n\r\n     10.     Provide a detailed report of all advertising or promotion for which you are\r\ndirectly or indirectly responsible, including for the Site, in which any McCall Mark or McCall\r\nDesign has appeared or was otherwise used, including in pay-for-performance search\r\nengine placements.\r\n\r\nMcCall expects that you will comply with the first four (4) demands above by Friday,\r\nFebruary 7, 2003, and that you will comply with the remaining demands by Friday,\r\nFebruary 14, 2003.  In the event you do not meet those deadlines, McCall intends to file a\r\nlawsuit against you.\r\n\r\nThis letter does not contain a complete statement by McCall as to the facts or law relating\r\nto this matter, and nothing in or omitted from this letter is intended to be, nor should it be\r\nconstrued as being, a waiver by McCall of any of its rights, claims, remedies, or causes of\r\naction against you.  To the contrary, McCall expressly reserves all such rights, remedies,\r\npositions of fact and law, and causes of action, whether at law or in equity, and shall\r\nvigorously pursue the same.\r\n\r\nShould you have any questions, do not hesitate to contact the undersigned directly by\r\ntelephone at [private].\r\n\r\nGovern yourself accordingly.\r\n\r\nVery Truly Yours,\r\n\r\nNEWMAN & NEWMAN,\r\nATTORNEYS AT LAW, LLP\r\n\r\n\r\n\r\n[Private]\r\n\r\ncc:    The McCall Pattern Company\r\n\r\n\r\n\r\n\r\n\r\n1178-0002\r\n","date_sent":"2002-03-03T05:00:00Z","date_received":"2002-03-03T05:00:00Z","topics":["Copyright"],"sender_name":"Newman & Newman LLP","principal_name":"The McCall Pattern Company","recipient_name":"Monsterpatterns.com LLC","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}