{"dmca":{"id":1309,"type":"Dmca","title":"Won't eBay share Half with Halff?","body":"We are writing concerning your registration of the above domain name, which contains the HALF trademark.\r\n\r\nAs you probably know, Half.com, an eBay Inc. subsidiary, is a fixed price, online marketplace and maintains the www.Half.com. Web site.  Half.com owns exclusive trademark rights in the Half.com name in the United States and internationally. Half.com has made a substantial investment in developing and providing its services and has acquired a tremendous amount of goodwill and brand equity in the Half.com name.  As we hope you can appreciate, Half.com is concerned that your unauthorized use of the Half.com name may cause confusion as to whether you or your company's activities are authorized, endorsed or sponsored by Half.com when, in fact, they are not.\r\n\r\nFederal and state laws, including the Anticybersquatting Consumer Protection Act of 1999, recently passed by Congress, provide for serious penalties (up to $100,000) against persons who, without authorization, use, sell, or offer for sale a domain name which infringes another's trademark.  Infringers who have been notified of such infringing activity, but do not cease their infringements, may also be considered \"willful\" and could be subject to additional money damages.  Having received this e-mail, you are on such notice.\r\n\r\nWe understand that you may have registered the above domain name without full knowledge of the law in this area.  The Anticybersquatting Consumer Protection Act (http://www.submerged-ideas.com/litigation/anticybersquat.htm) provides for\r\nserious penalties (up to $100,000 per domain name) against persons who, without authorization, use, sell, or offer for sale a domain name that infringes another's trademark. \r\n\r\nWhile both eBay and Half.com respect your right of expression and your desire to conduct business on the Internet, we must enforce our own rights in order to protect our valuable and famous trademark. For these reasons, and to avoid consumer confusion, Half.com must insist that you not use the domain name for any purpose, do not sell, offer to sell or transfer the domain name to a third party, and instead simply let the domain registration expire. \r\n  \r\nPlease confirm in writing that you will agree to resolve this matter as requested. If we do not receive confirmation from you that you will comply with our request, we will have no choice but to pursue all available remedies. \r\n\r\nSincerely,\r\n[private]\r\neBay/Half.com Legal Department\r\n\r\n","date_sent":"2003-02-10T05:00:00Z","date_received":"2003-02-10T05:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":null,"principal_name":"eBay/Half.com Legal Department","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}