{"dmca":{"id":1313,"type":"Dmca","title":"Sony vs HHTG (US District court case # C02-03144-PJH)","body":"Hi folks:\r\n    This is Howard Chen, owner of Howie's Hi-Tech Games (HHTG) of Milpitas. I am currently fighting a law suit from Sony on the subject of modifying Playstation / Playstation 2 for the purpose of playing imported PS/PS2 games. Sony is trying to use the famous Digital Millennium Copyright Act to stop me from modding PS/PS2s and even asked for compensation (about $50000). I think modding for import games is legal and don't think I owe Sony a penny. The case started last July and is getting into the second phase of the law suit now. \r\n    One of your member (sorry, I don't remember his name now), offer to help me defend against Sony, stating your club as a resource. I initially declined his help and hoping to settle with Sony. However, Sony lawyers want to bully me over and try to intimidate me into submission. I think I did nothing wrong and will try to make Sony regret their bullying action. I am asking help from the law school student groups around the Bay Area for their help on this very interesting and challenging case.\r\n    Why am I asking student groups to help me instead of real licensed lawyers? because I am dead broke. HHTG went out of business last August due to financial problems and I have no money to pay for a real lawyer. Right now, I am fighting this law suit all by myself. I went to the court, deposition meeting, and progress conference all by myself, too. I think I have a very strong case and will prevail over Sony in the end. However, some sort of help will make thing easier on me. Even though I am not paying, this is a great chance to study a live high profile case against one of the world biggest corporation on the latest, yet untested law. I think every law student with enough back ground should get pretty excited over it. The settlement conference will be on early March, the first summary judgment filing date is April 16, and the first ruling date is May 19, it should fit within your class schedule this semester. I also need help on smaller profile case like bankruptcy and landlord dispute if anyone is interested in them. By the way, I hope a group of people will help me instead of just an individual, so I'll have back up contact when one is not available.\r\n    If any of you lawyers to be, or even real licensed lawyers are interested in studying this case, please contact me right away by e-mail: howiiieee@hotmail.com . I am willing to share my experience fighting against Sony on a DMCA case with you folks, hope you will help me. If not, I will continue to fight Sony alone and hope the ultimate judgment will be mine.\r\n \r\nSincerely,\r\nHoward Chen\r\n\r\nThe following is the text of my response to the case to the judge. Please tell me the strength and weakness of my arguements and if it is worth fighting for. I truely appreciate your help.\r\n\r\nLetter One:\r\nDecember 30, 2002\r\n\r\nTo: Honorable Judge Phyllis Hamilton\r\n\r\nTopic: Response to the Sony CEI law suit against me and Howie","date_sent":"2002-07-02T04:00:00Z","date_received":"2002-07-02T04:00:00Z","topics":["Anticircumvention (DMCA)","Copyright"],"sender_name":null,"principal_name":"Sony Computer Entertainment America","recipient_name":"Howie's Hi-Tech Games","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}