{"dmca":{"id":1324,"type":"Dmca","title":"NOT FOR PUBLICATION - Canadian moral rights claimed on this notice","body":"\t\t\t\t\t\t\tFebruary 4, 2003\r\n\r\n\t   Google, Inc.\r\n\t   Attn: [private]\r\n\t   [private]\r\n\t   Mountain View, CA [private]\r\n\t   \r\n\t   Dear Google Customer Support:\r\n\r\n\t\t Enclosed, you will find evidence of a copyright violation under the DMCA. I am the author of number poems and short stories - one of which is to be published in the Pushcart Prize-nominated Midnight Mind magazine in March 2003. I wrote a poem called \"Frozen\" in October 1995 that was later republished on two Usenet groups(alt.fan.mr.tribe, alt.fan.kia-mennie) by [private] in January 1999 without my written or oral consent. You will note from the header information included that the original posting comes from an old e-mail account I held at [private].\r\n\r\nI knew [private] as a university student almost 10 years ago, and she was well known for using fake e-mail accounts. (There are accounts on the Internet of her exploits in police-investigated e-mail tampering, which you can read about here: [private]) I have no knowledge, other than the Freenet account listed on the offending message, of where she might be.\r\n\r\nAll rights to this poem are mine and mine alone. I request that Google remove the offending Usenet post at this message ID: <78r10o$24c@freenet-news.carleton.ca>\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner (that is, me), its agent, or the law.\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nI can be reached at [private] or [private]. (Please contact me at both accounts.) I can also be reached at [private]. Thank you for your time and consideration. I look forward to hearing from you on this matter.\r\n\r\n\r\nYours truly,\r\n[private]\r\n","date_sent":"2003-02-04T05:00:00Z","date_received":"2003-02-04T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"private","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}