{"dmca":{"id":1336,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-06-26T04:00:00Z","date_received":"2011-06-26T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"June Tree","principal_name":"June Tree","recipient_name":"Google, Inc.","works":[{"description":"http://www.thedigeratilife.com/blog/index.php/2009/01/09/best-online-stock-brokers-cheap-stock-trades-online-discount-brokers/ copyrighted by June Tree.\r\n\r\nCopied material:\r\n\r\nOptionsHouse has very affordable commissions, only $2.95 per stock trade. Mutual fund trades are $9.95 (same as Zecco and Firstrade), they’re easy to reach over the phone, and they offer Live Chat via their site. They’ve also got a broker comparison table, which all online brokers like to show to put themselves in the best possible light. Their table shows that their trading commissions are better than many brokers’ (for regular trades) but they’re missing that nice community feature that’s available on sites like Zecco or TradeKing. But open an account with them and you could get your transfer fees reimbursed up to $100. They also have an ongoing promotion right now that’s good for a limited time: 100 free stock trades for new accounts.\r\n\r\nScottrade charges $7 per stock trade online, but will charge more for phone and broker assisted trades. These are great prices, but I actually appreciate their mutual fund fees even more! For mutual funds with an NTF designation (no load and no transaction fee), your transactions are completely free. However, no load funds that aren’t in the NTF program have a fee of $17 for each trade, whether you buy, sell or exchange. Something similar is applied to loaded funds and broker assisted transactions with mutual funds, so you’ll get the best deal by sticking to managing your portfolio online. From the feedback I’ve heard about Scottrade, they’re a well-established, highly popular broker that’s a great fit for the retail investor.","infringing_urls":[{"url":"http://onlinebrokers.ws/OnlineBrokerRatings/1-online-broker"}],"copyrighted_urls":[{"url":"http://www.thedigeratilife.com/blog/index.php/2009/01/09/best-online-stock-brokers-cheap-stock-trades-online-discount-brokers/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}