{"dmca":{"id":1339,"type":"Dmca","title":"Google Asked to Remove Distance Learning Site from Index (#2)","body":"WORLD WIDE LEARN\r\nTHE WORLD'S DIRECTORY OF ONLINE COURSES, ONLINE LEARNING AND ONLINE EDUCATION\r\n\r\nFebruary 7, 2003\r\n\r\nVIA MAIL\r\n\r\n[Private]\r\nCounsel\r\nAmerica Online, Inc.\r\n[Private]\r\nDulles, VA 20166\r\n\r\nDear Sirs/Mesdames:\r\n\r\nRe:  Notice of Copyright Infringement by directoryofschools.com\r\n\r\nI understand that American search engines are required to comply with The Digital Millennium Copyright Act and am writing to report an illegal copying of my website by a website that is now appearing in your search engine database.\r\n\r\nI am the owner of an exclusive right to World Wide Learn, a website at http://www.worldwidelearn.com, of whose copyright is being infringed by a website at http://www.directoryofschools.com. Each page at http://www.worldwidelearn.com is clearly marked that it is under copyright protection. World Wide Learn has copyright protection in Canada (Registration #1007347), with copyright registration pending in the United States.\r\n\r\nThe entire website at http://www.directoryofschools.com is an illegal reproduction of my site and the owner of this http://www.directoryofschools.com site has illegally copied HTML, code, web graphics, text, content and page layout design from my site.\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\nContact information for directotyofschools.com:\r\n\r\nEmail: [Private]\r\nPhone: [Private]\r\nDirectory of Schools\r\n[Private]\r\nSanta Rosa, CA 95404\r\n\r\nI have initiated legal proceedings against http://www.directoryofschools.com, including a Cease & Desist letter (attached) requesting they remove their site, which they have chosen to ignore. We are now in the process of retaining US counsel with the intent to pursue further legal action.\r\n\r\nI ask that you remove this http://www.directoryofschools.com site from your search engine database or take whatever steps that are in accordance with your company policy regarding a situation such as this.\r\n\r\nI swear, under penalty of peijury, that the information in the notification is accurate and that I am the copyright owner or an authorized to act on behalf of the owner of an exclusive right that is allegedly infringed\r\n\r\nIf you need further information or clarification, please do not hesitate to contact me.\r\n\r\nYours truly,\r\n\r\nWorld Wide Learn\r\n\r\nper: /s/ [Private]\r\n\r\n[Private]\r\nCEO\r\n\r\ncc.  McCarthy Tetrault LLP\r\n     Attention: [Private]\r\n\r\nwww.WORLDWIDELEARN.com\r\n[Private], Calgary, Alberta T2T 0B2\r\nPH: [Private] FX:[Private]  [Private]\r\n\r\n\r\n[attached letter]\r\n\r\nBarristers & Sollicitors\r\nPatent & Trademark Agents\r\n\r\nMcCarthy Tetrault LLP\r\n[Private]\r\nCalgary AB T2P 4K9\r\nCanada\r\nTelephone: [Private]\r\nFacsimile: [Private]\r\nmccarthy.ca\r\n\r\n[Private]\r\nDirect Line: [Private]\r\nDirect Fax: [Private]\r\nE-Mail: [Private]\r\n\r\nAssistant [Private]\r\nDirect Line: [Private]\r\nE-Mail: [Private]\r\n\r\nFebruary 4, 2003\r\n\r\nVIA EMAIL & COURIER\r\n\r\nDirectory of Schools Site\r\n[Private]\r\nSanta Rosa, California\r\nUSA 95404\r\n\r\nAttention: [Private], Administrator\r\n\r\nDear Sir:\r\n\r\nRe:  World Wide Learn Inc.\r\n     Copyright Infringement CEASE AND DESIST\r\n\r\nWe advise that we act for World Wide Learn Inc., an Alberta based portal for online education websites (www.worldwidelearn.com).\r\n\r\nOur client has brought to our attention your website, www.directoryofschools.com. Our client has advised that your website constitutes a substantial reproduction of our client's website in both its content and its underlying HTML code. This reproduction appears to run throughout your website and is not limited to any particular page, pages or screenshots. This information supports our conclusion that your website is operating in violation of our client's copyright in their website content and underlying HTML code pursuant to the Canadian Copyright Act, and applicable copyright legislation in the United States.\r\n\r\nAccordingly, we require that you:\r\n\r\n1.  cease and desist from allowing internet access to your website, under its current domain name or otherwise, and cease and desist from any further publication, dissemination or transmission of your website in whole or in part, as soon as possible and in any case within 24 hours of receipt of this letter;\r\n\r\n2.  destroy all copies of your website and the underlying HTML code that are in your possession or control, whether in electronic form or otherwise; and\r\n\r\n3.  confirm to us in writing within 24 hours that you have complied with each of the aforementioned requirements.\r\n\r\nWe trust that this matter can be disposed of promptly and without the need for costly litigation and look forward to hearing from you within the time frame set out above, provided however, that nothing in this letter should be construed either to be a waiver or limitation of any rights or remedies to which our client may be entitled in law, equity or otherwise.\r\n\r\nYours very truly,\r\n\r\nMcCarthy Tetrault LLP\r\n\r\n/s/ [Private]\r\n\r\n[Private]\r\n[Private]\r\n\r\ncc: World Wide Learn Inc.\r\n    Attn: [Private], President","date_sent":"2003-02-07T05:00:00Z","date_received":"2003-02-07T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"World Wide Learn","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}