{"dmca":{"id":1345,"type":"Dmca","title":"American Gladiator Punching Fair User?","body":"RE: http://www.boondocksnet.com\r\n\r\nAmerican Gladiator has notified Yahoo! that you are posting content on a Yahoo! Directory that appears to contain material trademarked by American Gladiator. American Gladiator also has notified Yahoo! that it did not authorize any such use of its trademarked material:\r\n\r\nhttp://www.boondocksnet.com/gallery/cartoons/cw/650429punch.html\r\n\r\n**** In accordance with Yahoo!'s Intellectual Property Dispute Guidelines, we will disable your Yahoo! Directory listing within 48 hours. ****\r\n\r\nYahoo! respects both the rights of intellectual property rights holders and the interests of its users. We believe that this matter can best be resolved between you and the intellectual property rights holder or his/her agent.\r\n\r\nIf you have questions or concerns, please contact John Ferraro at:\r\n\r\nBy email:  agjcf@aol.com\r\n\r\nBy participating on Yahoo!, you agree to abide by the Yahoo! Terms of Service. The Terms of Service can be found for your review at:\r\n\r\nhttp://docs.yahoo.com/info/terms/\r\n\r\nand provide in relevant part: \"You agree not to do any of the following while using Yahoo!: f. upload or transmit any Content that infringes any patent, trademark, trade secret, copyright or other proprietary rights (\"Rights\") of any party.\"\r\n\r\nYou do have the opportunity to answer the above claims. If you believe you have not in any way infringed the trademark of American Gladiator  contained in the List of Infringing the American Gladiator content and that you were designated by the American Gladiator by mistake or misidentification, you may choose to submit the following sworn counter-notification. When answering, please adhere to the following procedure:\r\n\r\n   1. Provide your name, residential address and telephone number;\r\n\r\n   2. Identify the material that has been removed;\r\n\r\n   3. State that under penalty of perjury, I have a good faith belief that the material was removed as the result of mistake or misidentification.\r\n\r\n   4. State that I consent to the jurisdiction of the Federal District Court for the judicial district in which I reside, and I will accept service of process from American Gladiator.\r\n\r\n   5. Sign the letter and fax it to Yahoo! at (408) 349-7821.\r\n\r\nIf you have any further questions, feel free to contact us at:\r\n\r\n   copyright@yahoo-inc.com\r\n\r\nor by phone:\r\n\r\n     (408) 349-5080\r\n\r\nRegards,\r\n\r\nCopyright Agent, Yahoo! Inc.\r\ncopyright@yahoo-inc.com\r\n****************************\r\nc/o Yahoo! Inc.\r\n701 First Ave.\r\nSunnyvale, CA 94089\r\n\r\n******************\r\nRESPONSE OF RECIPIENT\r\n******************\r\n\r\nI sent the following in response to their email:\r\n\r\nHi. There seems to be a misunderstanding here. We do not have a Yahoo account, and have nothing at our privately hosted site that infringes on American Gladiator's trademark.\r\n\r\nThe cartoon at the URL you sent\r\n\r\nhttp://www.boondocksnet.com/gallery/cartoons/cw/650429punch.html\r\n\r\nis titled \"The American Gladiators -- Habet!\" It was published in Punch Magazine (London) in 1865 during the American Civil War, and is online in a collection of Punch cartoons about the Civil War. That is the cartoon's original 1865 title, not one that has been given to it since American Gladiator registered its trademark. Here is the full citation for the cartoon, from the bottom of that page:\r\n\r\nTenniel, John. \"The American Gladiators -- Habet!\" Punch (April 29, 1865); rpt. Abraham Lincoln and the London Punch (New York: Moffat, Yard, 1909).\r\n\r\nDoes American Gladiator claim that its trademark extends backwards to cover all uses of the phrase \"American Gladiator\" throughout history? Is it now trying to censor the presentation of historical cartoons and texts in which that phrase might appear?\r\n\r\nIf Yahoo! or American Gladiator takes any action to interfere with the privately owned and hosted BoondocksNet.com site, we will not hesitate to respond accordingly to seek compensation for any and all damages and legal fees that might arise. I'm quite sure that the courts will see this for what it is -- a nuisance complaint with no basis in law.\r\n\r\nJim Zwick\r\n[email address]\r\nhttp://www.boondocksnet.com/","date_sent":"2003-02-13T05:00:00Z","date_received":"2003-02-13T05:00:00Z","topics":["Trademark","Copyright"],"sender_name":null,"principal_name":"Yahoo! on behalf of American Gladiator","recipient_name":"BoondocksNet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}