{"dmca":{"id":1376,"type":"Dmca","title":"Spice Entertainment turns up the heat on SPICEWOMAN.com","body":"Dear [Private]: \r\n\r\nIt has been brought to our attention that you have registered the domain names SPICEWOMAN.COM and SPICEWOMEN.COM that use, without authorization, the trademark SPICE as part of your domain names.  Further, you have activated the domain names www.spicewoman.com and www.spicewomen.com, which  redirect to an escort site located at www.russianbelles.com.\r\n\r\nPlease be advised that Spice Entertainment, Inc. (\"Spice\") and its predecessor in interest have been using the SPICE trademark for over ten years to promote adult entertainment services, including Spice's popular SPICE branded cable television programming.  Spice is also the registered owner of the SPICE trademark in the United States and numerous countries around the world covering a variety of goods and services related to the adult entertainment industry.   Your company's use of the SPICE mark, as described above, is likely to cause confusion and deception and lead members of the public and trade to believe that you are either licensed, endorsed, or sponsored in some manner by Spice.\r\n\r\nFurther, we advise that the Trademark Cyberpiracy Prevention Act (a.k.a. the Consumer Protection Act) was passed to discourage the registration of domain names that are identical to, or confusingly similar to, trademarks or service names.  This Act allows trademark owners like Spice to more easily pursue legal action against anyone who uses their famous trademarks in a domain name.  If you are found to have registered this domain name in bad faith, you may be liable for up to $100,000 per domain name.\r\n\r\nIn an effort to avoid further action, we request that you comply with the following: \r\n\r\n1.      Immediately and permanently deactivate and dismantle the domain names SPICEWOMAN.COM and SPICEWOMEN.COM. \r\n\r\n2.      Immediately and permanently cease any and all use of the trademark SPICE and any other Spice Entertainment trademark, variation or similar mark in connection with your goods and services including, but not limited to, the use as a domain name or mark.\r\n\r\nPlease confirm, by reply to this email, that you agree to comply with the foregoing conditions by 5:00 p.m. (CST) on March 14, 2003.  If we do not receive any indication of your intent to comply, we will take appropriate action.\r\n\r\nWe look forward to your immediate response and cooperation. \r\n\r\nThis letter is not intended to and shall not waive or prejudice any rights and remedies that Spice may have at law, in equity or otherwise.  Any and all such rights and remedies are hereby expressly reserved.\r\n\r\nSPICE ENTERTAINMENT, INC. \r\n\r\n\r\n\r\n[Private]\r\n[Private]\r\n\r\n[Private]\r\n\r\n\r\n\r\n\r\n[Private]\r\nSpice Entertainment, Inc. \r\n\r\n---\r\nThis e-mail message (including any attachments) is intended for the sole use of the intended recipient(s) and may contain information that is confidential, privileged or non-public. Any use, dissemination, distribution or reproduction by any other person is prohibited. If you are not an intended recipient, please immediately reply to the sender and delete all copies.","date_sent":"2003-02-28T05:00:00Z","date_received":"2003-02-28T05:00:00Z","topics":["ACPA","Copyright"],"sender_name":null,"principal_name":"SPICE ENTERTAINMENT, INC.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}