{"dmca":{"id":1388,"type":"Dmca","title":"RE: Unauthorized Publication of Information on Internet","body":"The undersigned and this office have been retained by Las Trampas Pool, Inc., relative to your apparent posting of Internet transmissions with information as to participants in and activities with the Las Trampas Swim Team.  Specifically, we have been provided with copies of your e-mails posted on July 17, 2002, July 20, 2002, and most recently, an e-mail posted on January 17, 2003.  These e-mails identify various activities undertaken by children, oftentimes eight years old and younger, describing not only the swimmers' names but also their attire.\r\n\r\nThe disclosure of private facts concerning the children at Las Trampas Pool into a medium which can be viewed by literally millions of individuals with no legitimate contact with Las trampas Pool is at best ill-considered.  We can conceive of no legitimate purpose for the posting of information concerning a six year old boy \"clad in a small blue Speedo\" or a six year old girl \"clad in a wet suit\" At best, your choosing to disclose this information shows incredibly bad judgment on your part.\r\n\r\nWe have made various recommendations to the Las Trampas Pool Board concerning what further action should be taken by this entity relative to your e-mails.  By this letter, this office as the authorized representative of Las Trampas Pool makes a formal demand that you cease and desist any further disclosure of the individuals or activities undertaken at Las Trampas Pool, a private club where you are admitted only as an employee.  We make the further demand that to the extent possible that any e-mails relating to any Las Trampas swimmer or activity be removed and/or deleted from any web page or posting.\r\n\r\nThis letter does not serve to foreclose any action by the individuals or their parents relative to the information contained within the e-mails generated by you.  Certainly any further e-mails which reference Las Trampas Pool, members of the Las Trampas Swim Team, or which provide for the continued disclosure of private facts related to swimmers at Las Trampas will be viewed as an intentional act on your part.\r\n\r\nIf you have any questions concerning any of the above, or wish to discuss this matter further, please do not hesitate to contact the undersigned.\r\n\r\nVery truly yours,\r\n\r\nRand Chritton","date_sent":"2003-03-04T05:00:00Z","date_received":"2003-03-04T05:00:00Z","topics":["Uncategorized","Copyright"],"sender_name":"Archer Norris","principal_name":"Las Trampas Swim Team","recipient_name":"None","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}