{"dmca":{"id":1393,"type":"Dmca","title":"Wind River Complains of Unauthorized News Group Posting (#1)","body":"03/06/03\t10:02 FAX [Private]\tWRS LEGAL DEPARTMENT \t001\r\n\r\nWIND RIVER\r\nLegal Department\r\n[Private]\r\nAlameda, CA 94501\r\nLegal FAX: [Private]\r\n\r\nFacsimile Cover Page\r\n\r\nFrom\t\t[Private]\r\nDirect Dial\t[Private]\r\nE-mail \t[Private]@windriver.com\r\n\r\nTO\t\tDMCA Complaints\r\nCompany\t        Google, Inc.\r\nFax Number\t[Private]\r\n\r\nDate: \tMarch 6, 2003\r\n\r\nPages:\t2\r\n\r\nPlease call [Private] if any pages were not received or are illegible.\r\n\r\nComments:\r\n\r\nURGENT LEGAL MATTER\r\n\r\nPLEASE FORWARD TO LEGAL COUNSEL IMMEDIATELY\r\n\r\nThe information contained in this facsimile is confidential and attorney privileged information intended only for the use of the recipient named above. If you are not the intended recipient, you are notified that any dissemination, distribution or copying of this communication to persons other than the Intended recipient s [sic] prohibited. If you have received this facsimile in error, please notify the sender immediately and return the original and all copies to the above address.\r\n\r\n\r\n03/06/03\t10:02 FAX [Private]\tWRS LEGAL DEPARTMENT\t002\r\n\r\nWindRiver\r\nDirect line: [Private]\r\n[Private]@windriver.com\r\n\r\nVIA FACSIMILE [Private] AND EMAIL ([Private]@google.com)\r\n\r\nMarch 6, 2003\r\n\r\n\tURGENT LEGAL MATTER\r\n\r\nGoogle, Inc.\r\nAttn: DMCA Complaints, User Support\t\r\n[Private]\r\nMountain View, CA 94043\r\n\r\n\tRe: Unauthorized news group posting\r\n\r\nDear Google Legal Counsel:\r\n\r\nIt has been brought to our attention that a news posting with the Message ID 3E664OF7_Dl593455@ath.forthnet.gr was made to the newsgroup comp.os.vxworks on March 5, 2003 by a person stating his email address as [private]. The URL for this posting is http://groups.google.com/groups?dq=&hl=en&lr=&ie=UTF-8&group=comp.os.vxworks&selm=3E6640F7.D1593455%40ath.forthnet.gr. This posting includes confidential and proprietary information of Wind River Systems, Inc. (\"Wind River\"), in the form of a key code (25 characters following \"SN#:\" in the posting) useful to circumvent a technological measure that controls access to computer software -- Tornado(R) 2.2/VxWorks(R) 5_5 -- the copyrights for which are owned by Wind River. Wind River has a good faith belief that this posting was not authorized by Wind River, and may allow for the unlicensed (and therefore illegal) use of Wind River software, as well as the violation of contractual confidentiality requirements.\r\n\r\nWe must request that Google immediately remove this news posting from its servers and take appropriate measures to prevent its further dissemination.\r\n\r\nShould you require further information concerning this matter, please contact me. My contact information is above.\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that, for each item identified above, I either own the copyright or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n\r\nVery truly yours,\r\n\r\n\r\n[Private]\r\nDirector of Intellectual Property\r\n\r\nWind River Systems, Inc.\r\n[Private] - Alameda, CA 94501 - Phone [Private]- Legal Fax [Private]","date_sent":"2003-03-06T05:00:00Z","date_received":"2003-03-06T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Wind River Systems, Inc","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}