{"dmca":{"id":1406,"type":"Dmca","title":"A Barnes and Noble Cause","body":"We represent Barnes & Noble College Bookstores, Inc., Barnes & Noble, Inc., Barnes & Noble Booksellers, Inc., barnesandnoble.com llc and their respective affiliates (collectively, \"Barnes & Noble\").  Barnes & Noble is the owner of the U.S. trademark registration No. 2,396,933, for the mark \"BARNES & NOBLE BOOKSELLERS,\" and U.S. Trademark Registration No. 1,138,704, for the mark \"BARNES & NOBLE,\" as well as the owner of the domain names <barnesandnoble.com> and <bn.com> (the \"Barnes & Noble marks\").\r\n\r\nIt has recently come to our attention that you have registered the domain name <barnesandnoblebooksellers.com> and are using the Barnes & Noble Marks without authorization on your web site.  Your adoption and use of the domain name <barnesandnoblebooksellers.com> and your prominent use on the web site of the Barnes & Noble Marks violates Barnes & Noble's rights under Federal and California law and is likely to cause or has caused: (1) confusion in the marketplace; (2) dilution and tarnishment of the Barnes & Noble Marks and (3) harm to the value and goodwill associated with the Barnes & Noble Marks.\r\n\r\nLikewise, pursuant to the Anti-Cybersquatting Consumer Protection Act (\"Anti-Cybersquatting Act\"), it is unlawful to register or use a domain name in bad faith that is identical to, confusingly similar to, or dilutive of, the mark of another.  Your registration of the domain name <barnesandnoblebooksellers.com> is prohibited under the Anti-Cybersquatting Act.\r\n\r\nFinally, as a full-time employee of Barnes & Noble, you owe a duty of loyalty to Barnes & Noble not to adopt and use company property and assets, including Barnes & Noble trademarks and domain names, for your own personal benefit or for the benefit of others.\r\n\r\nBy reason of the above described infringement of the rights of Barnes & Noble, your actions will subject you to immediate injunctive relief, as well as liability for actual damages, treble damages, punitive damages, profits, costs of suit, and attorney's fees, as applicable.\r\n\r\nOn behalf of Barnes & Noble, we hereby demand that you immediately cease and desist from any further use of the domain name <barnesandnoblebooksellers.com> and immediately reqlinquish the domain name to Barnes & Noble College Bookstores, Inc.  In addition, we demand that you cease all trademark usage of the Barnes & Noble marks.\r\n\r\nIn order to resolve this matter, we suggest that you or your attorney contact the undersigned no later than March 14, 2003 to discuss your compliance with this letter.  Otherwise, failure to respond to this letter by such date will leave Barnes & Noble no alternative but to proceed immediately to enforce its rights using all appropriate legal remedies.\r\n\r\nThis letter is written without prejudice to any of Barnes & Noble's rights and rememdies, all of which are expressly reserved.\r\n\r\nVery truly yours,\r\n\r\n[private]","date_sent":"2003-03-11T05:00:00Z","date_received":"2003-03-11T05:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Bryan Cave Robinson Silverman","principal_name":"Barnes & Noble","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}