{"dmca":{"id":1420,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":"The following message has been automatically forwarded to your\naddress for consultation, based on the contents of the message.\n\nReplies to this message will be returned to the Trakken system,\nand not sent to the customer.  A customer service agent will review\nthe information you provide, and compose a response to the customer,\nif necessary.\n\nFor more information on this ticket, click the link below:\nhttp://trax/html/trax.html?ticket_id=825140266\n\nThanks for your help.\n\nThe text of the message follows, and the full message is attached.\n\n\nOriginal Message Follows:\n------------------------\nFrom: bgabrielam@hotmail.com\nSubject: Sua solicitação ao Google\nDate: Mon, 27 Jun 2011 02:30:31 +0000\n\n\n\nAutoDetectedBrowser: Google Chrome\nAutoDetectedOS: Windows Vista\nIIILanguage: pt-BR\nIssueType: lr_courtorder\nLanguage: pt-BR\ncompanyname: Gabriel\ncountry_residence: BR\ncourtorder_explain: Caro google,gostariamos que o ''site'' ,possa rastriar\n \no dono desse blog,pois contem cenas de estupramento com menores de  \nidade(entre 3-5 anos),caso esse site não seja rastriado ,estaremos\nentrando  \ncom um processo contra o ''blogspot e o proprimo google.\nVocês deveriam ter controle direto sobre os blogs.\nEntrarei em contato em 24 horas.\nGrato,\nBruno Gabriel.\nobs:caso não tenha a resposta em 24 H,meu advogado e meu vô estará\nentrando  \nem contato direto.\nfull_name: Bruno Gabriel\nhidden_product: blogger\nurl_box2_1: http://sexoinfantil.blogspot.com/\n\n\r\n\r\nAutoDetectedBrowser: Google Chrome\r\nAutoDetectedOS: Windows Vista\r\nIIILanguage: pt-BR\r\nIssueType: lr_courtorder\r\nLanguage: pt-BR\r\ncompanyname: Gabriel\r\ncountry_residence: BR\r\ncourtorder_explain: Caro google,gostariamos que o ''site'' ,possa rastriar  \r\no dono desse blog,pois contem cenas de estupramento com menores de  \r\nidade(entre 3-5 anos),caso esse site não seja rastriado ,estaremos entrando  \r\ncom um processo contra o ''blogspot e o proprimo google.\r\nVocês deveriam ter controle direto sobre os blogs.\r\nEntrarei em contato em 24 horas.\r\nGrato,\r\nBruno Gabriel.\r\nobs:caso não tenha a resposta em 24 H,meu advogado e meu vô estará entrando  \r\nem contato direto.\r\nfull_name: Bruno Gabriel\r\nhidden_product: blogger\r\nurl_box2_1: http://sexoinfantil.blogspot.com/\r\nESTUPRO E ROUBO - CONTRA-RAZÕES - HEDIONDO\n\nEXCELENTÍSSIMO SENHOR DOUTOR JUIZ DE DIREITO DA ____ª VARA CRIMINAL DA COMARCA DE _________\n\nProcesso crime nº _________\n\nObjeto: oferecimento de contra-razões\n\n_________, brasileiro, solteiro, autônomo, atualmente tido, reputado e havido como em lugar incerto e não sabido, pelo Defensor subfirmado, vem, respeitosamente, a presença de Vossa Excelência, no prazo legal, por força do artigo 600 do Código de Processo Penal, combinado com o artigo 128, inciso I (segunda parte) da Lei Complementar nº 80 de 12.01.94, ofertar, em anexo, as presentes contra-razões ao recurso de apelação de que fautor o MINISTÉRIO PÚBLICO, propugnando pela manutenção integral da sentença, injustamente repreendida pelo integrante do parquet.\n\nANTE AO EXPOSTO, REQUER:\n\nI.- Recebimento das inclusas contra-razões, remetendo-se, após os autos à Superior instância, para a devida e necessária reapreciação da temática alvo de férreo litígio.\n\nNesses Termos\n\nPede Deferimento\n\n_________, ____ de _________ de _____.\n\nDefensor\n\nOAB/UF\n\nEGRÉGIO TRIBUNAL DE JUSTIÇA DO ESTADO DO _________\n\nCOLENDA CÂMARA JULGADORA\n\nÍNCLITO RELATOR\n\nCONTRA-RAZÕES AO RECURSO DE APELAÇÃO FORMULADAS POR: _________\n\nEm que pese o brilho das razões elencadas pelo denodado Doutor Promotor de Justiça Substituto que subscreve a peça de irresignação estampada à folhas ____ até ____ dos autos, tem-se, que a mesma não deverá vingar em seu desiderato mor, qual seja, o de obter a reforma da sentença que injustamente hostiliza, da lavra do operoso e dilúcido Julgador monocrático, DOUTOR _________, porquanto o decisum de primeiro grau de jurisdição, é impassível de censura, haja vista, visto que analisou como rara percuciência, proficiência e imparcialidade o conjunto probatório hospedado pela demanda, outorgando o único veredicto possível e factível, uma vez sopesada e aquilatada a prova parida no crisol do contraditório.\n\nSubleva-se o honorável integrante do MINISTÉRIO PÚBLICO, no concernente a absolvição do recorrido, no que tange aos delitos de estupro e roubo, propugnando que a palavra da vítima, é suficiente, por si, para lastrear um juízo adverso.\n\nEntrementes, tal postulação, não deverá vingar. Num primeiro plano, porque, a mesma vai de encontro ao próprio rebento de clave ministerial, estampado na alegações finais de folhas ____ até ____, onde o Promotor de Justiça Titular da Vara, expressamente solicitou a absolvição do réu, por insuficiência probatória. Num segundo plano, frente ao prova técnica, consubstanciada no auto de exame de corpo de delito de folha ____, no qual foram respondidos negativamente ao primeiro quesito (se a paciente e virgem); ao segundo quesito (se há vestígio de desvirginamento recente), e ao terceiro quesito (se há outro vestígio de conjunção carnal recente).\n\nOra, infirmada e afastada pela prova pericial, a conjunção carnal \"recente\", impossível é tributar-se contra o apelado o labéu pretendido pelo recorrente, sob pena de subverter-se, ao princípios mais comezinhos que regem a valoração da prova na seara penal, o que terá curso se vingar a tese do apelante, o qual paradoxalmente pretende dar primazia a palavra dúbia e ambígua da vítima, embora a mesma tenha sido refutada e desmentida pela via científica (prova técnica), no que condiz com o fictício estupro.\n\nAdemais, a condenação na arena penal exige certeza plena e inconcussa quanto a autoria dos fatos. Existindo dúvida, ainda que ínfima, deve o julgador optar pela absolvição do réu. Nesse norte é a mais abalizada e lúcida jurisprudência, digna de decalque face sua extrema pertinência ao caso submetido a desate:\n\nESTUPRO - PROVA - PALAVRA DA VÍTIMA - IMPOSSIBILIDADE DE SER RECEBIDA SEM RESERVAS QUANDO OUTROS ELEMENTOS PROBATÓRIOS SE APRESENTAM EM CONFLITO COM SUAS DECLARAÇÕES - DÚVIDA AINDA QUE ÍNFIMA, NO ESPÍRITO DO JULGADOR, DEVE SER RESOLVIDA EM FAVOR DO RÉU - ABSOLVIÇÃO DECRETADA.\n\n\"Embora verdadeiro o argumento de que a palavra da vítima, em crimes sexuais, tem relevância especial, não deve, contudo, ser recebida sem reservas, quando outros elementos probatórios se apresentam em conflito com suas declarações.\n\n\"Assim, existindo dúvida, ainda que ínfima, no espírito do julgador, deve, naturalmente, ser resolvida em favor do réu, pelo que merece provimento seu apelo, para absolvê-lo por falta de provas. (Ap. 112.564-3/6 - 5ª Câmara Criminal do Tribunal de Justiça do Estado de São Paulo, j. 19.2.92, Rel. Desembargador CELSO LIMONGI, in RT 681/330-332.\n\nESTUPRO - PROVA\n\n\"Embora seja a pedra angular da prova, a palavra da vítima não tem valor absoluto. Até por ser ela, normalmente, o único condutor do veredicto, qualquer dúvida, por mínima que seja, deve determinar o non liquet.\" (Ap. 696128875 - 3ª Câmara Criminal do Tribunal de Justiça do Estado do Rio Grande do Sul, j. 10.10.96, Rel. Desembargador FERNANDO MOTTOLA, in RJTJRS nº 130, página 128.\n\n\"Insuficiente para embasar decreto condenatório simples probabilidade de autoria de delito, eis que se trata de mera etapa da verdade, não constitutiva, por si só, de certeza\" (Ap. 42.309, TACrimSP, Rel. GOULART SOBRINHO)\n\n\"O Direito Penal não opera com conjecturas ou probabilidades. Sem certeza total e plena da autoria e da culpabilidade, não pode o Juiz criminal proferir condenação\" (Ap. 162.055. TACrimSP, Rel. GOULART SOBRINHO)\n\nOutrossim, a instrução judicial, é notoriamente anêmica e defectível, haja vista, que inexiste um única voz isenta e imune a inculpar o réu, o qual, de resto, não pode defender-se (empreender sua autodefesa) uma vez que foi alijado do processo, ao prestigiar-se a citação edital, de inquestionável ineficácia e de patente inconstitucionalidade.\n\nRegistre-se, por fundamental, que somente a prova judicializada, ou seja àquela gerada sob o crisol do contraditório é factível de crédito para confortar um juízo de reprovação. Na medida em que a mesma revela-se frágil e impotente para secundar a denúncia, assoma impreterível a absolvição do réu - como obrado pela sentença aqui louvada - visto que a incriminação de ordem ministerial, remanesceu defendida em prova falsa, sendo inoperante para sedimentar uma condenação, não obstante seja essa perseguida, com grau recursal, com inclemência, pelo recorrente.\n\nDessarte, todos os caminhos conduzem, a absolvição do apelado, frente ao conjunto probatório domiciliado à demanda, em si sofrível e altamente defectível, para operar e autorizar um juízo de epitímio contra o recorrido.\n\nSob outro quadrante, sabido e consabido que a pretensão ministerial de compelir o réu ao comprimento da pena imposta em regime hermeticamente fechado, face a suposta hediondez, encontra-se em rota de colisão com a garantia Constitucional da individualização da pena, contemplada pelo artigo 5º, XLVI, da Carta Magna.\n\nDemais, assegura a Lei Fundamental, no artigo 5º, III, que \"ninguém será submetido a tortura nem a tratamento desumano ou degradante\".\n\nA imposição de pena em regime integralmente fechado vexa o réu, diminuindo-lhe, consideravelmente sua expectativa de vida, além de reduzi-la a um ente paragonável a um semovente (viverá em deletério e atroz confinamento durante todo o período de cumprimento da pena), afora eliminar a decanta possibilidade de ressocialização do condenado-reeducando, tida e havida como o fim teleológico da pena.\n\nSobre o tema discorrer com muita propriedade o emérito penalista pátrio, ALBERTO SILVA FRANCO, in, CRIMES HEDIONDOS, São Paulo, 1.994, RT, 3ª edição, onde à folhas 144/145, traça as seguintes e elucidativas considerações, dinas de transcrição obrigatória, face a maestria com que enfoca o tema submetido a desate:\n\n\"Pena executada, com um único e uniforme regime prisional significa pena desumana porque inviabiliza um tratamento penitenciário racional e progressivo; deixa o recluso sem esperança alguma de obter a liberdade antes do termo final do tempo de sua condenação e, portanto, não exerce nenhuma influência psicológica positiva no sentido e seu reinserimento social; e, por fim, desampara a própria sociedade na medida em que devolve o preso à vida societária após submetê-lo a um processo de reinserção às avessas, ou seja, a uma dessocialização.\n\nA execução integral da pena, em regime fechado, de acordo com o § 1º, do art. 2º da Lei 8.072/90, contraria, de imediato, ao modelo tendente à ressocialização e empresta à pena um caráter exclusivamente expiatório ou retributivo, a que não se afeiçoam nem o princípio constitucional da humanidade da pena, nem as finalidades a ele atribuídas pelo Código Penal (art. 59) e pela Lei de Execução Penal (art. 1º). A oposição a um regime prisional de liberação progressiva do condenado e de sua preparação para uma vida futura em liberdade significa a renúncia ao único instrumento capaz de tornar racional e, desse modo, tolerável - pelo menos enquanto não for formulada uma outra resposta idônea a substituí-la - a pena privativa de liberdade e de justificar, até certo ponto, o próprio sistema penitenciário.\n\nNo mesmo diapasão, é o magistério da festejada e respeitada Professora ADA PELLEGRINI GRINOVER e outros, in, AS NULIDADES DO PROCESSO PENAL, São Paulo, 1.994, Malheiros Editores, 3ª edição, onde à folha 250, onde à folha 250, sufraga a tese da inconstitucionalidade do regime integral fechado:\n\n\"Tem sido apontada a inconstitucionalidade do artigo , do art. 2º § 1º, da Lei 8.072/90, - a denominada 'lei dos crimes hediondos' - por violação do art. 5º, XLVI, CF, que garante a individualização da pena: significando esta especializar e particularizar a reação social ao comportamento vedado, a fixação de regime fechado integral representa generalização constitucionalmente proibida\"\n\nEm consolidando as teses doutrinárias concernentes a inconstitucionalidade do regime integral fechado, decalca-se jurisprudência do Egrégio Tribunal de Justiça do Estado do Rio Grande do Sul, inserta no volume nº 177, página 59, da REVISTA DE JURISPRUDÊNCIA DO TRIBUNAL DE JUSTIÇA DO ESTADO DO RIO GRANDE DO SUL, nos embargos infringentes número 695035113, adicto ao 1º Grupo Criminal, julgado em 27 de outubro de 1.995, sendo Relator o Desembargador GUILHERME O DE SOUZA CASTRO, cuja ementa assoma de decalque obrigatório:\n\n\"REGIME INTEGRALMENTE FECHADO NO CUMPRIR DA PENA EM CONDENAÇÃO POR DELITO DITO HEDIONDO. A CF/88 VEDA A IMPOSIÇÃO DE PENA CRUEL, E O COMANDO QUE UMA PENA SEJA CUMPRIDA INTEIRAMENTE EM REGIME FECHADO CARACTERIZA CRUELDADE, ALÉM DE ESBARRAR NA GARANTIA CONSTITUCIONAL DA INDIVIDUALIZAÇÃO DA PENA, BEM ASSIM AFRONTAR AS DIRETRIZES MAIORES DA EXECUÇÃO DA PENA. EMBARGOS ACOLHIDOS\".\n\nDonde, frente as judiciosas ponderações retro de clave doutrinária e pretoriana, afigura-se imperioso e inexorável, proscrever-se, na remota hipótese de vingar reprimenda, o regime integralmente fechado, sob pena de em prosperando o recurso interposto pela dominuis litis, legar-se ao apelado jugo desumano, cruel e degradante, em flagrante violação aos mais rudimentares princípios inscritos no cânon da Carta Magna, proclamados e estabelecidos, de vedro, pela Declaração dos Universal dos Direitos do Homem, em seu artigo 5º, o qual comporta a seguinte dicção: \"Ninguém será submetido à tortura, nem a tratamentos ou penas cruéis, desumanas ou degradantes\"\n\nHENRY I. SOBEL, em comento ao artigo 5º, supra transcrito, na obra DIREITOS HUMANOS: CONQUISTAS E DESAFIOS, Brasília, 1998, Conselho Federal da OAB, à páginas 64 e 65, traça as seguintes e judiciosas observações:\n\n\"O encarceramento é necessário para afastar o criminoso temporariamente do convívio social e impedir que ele cause danos a outras pessoas. Entretanto, esse afastamento de nada adiantará se não for acompanhado de um processo de reabilitação. O encarceramento deve ser visto como uma forma de hospitalização, um período durante o qual o indivíduo deve ser curado dos seus males, para que ele possa posteriormente \"receber alta\" e sair apto a reintegrar-se na sociedade...\"\n\n\"Não se pode partir da premissa de que todo prisioneiro é forçosamente irrecuperável. Em qualquer pena, a função regeneradora deve ter primazia sobre a função repressiva. Todo ser humano tem capacidade de superar o mal. Negar isso é rejeitar o conceito judaico de teshuvá, arrependimento. Cabe à sociedade proporcionar àquele que errou as condições para que retorne o caminho do bem.\"\n\nDestarte, a sentença injustamente reprovada pelo apelante, deverá ser preservada, expungindo-se o dúplice pleito ministerial, missão, esta, confiada e reservada aos Cultos e Doutos Desembargadores que compõem essa Augusta Câmara Secular de Justiça.\n\nISTO POSTO, pugna e vindica o recorrido, seja negado trânsito ao recurso interposto pelo Senhor da ação penal pública incondicionada, mantendo-se intangível a sentença de primeiro grau de jurisdição, com o que estar-se-á, realizando, assegurando e perfazendo-se, na gênese do verbo, o primado da mais lídima e genuína JUSTIÇA!\n\n_________, ____ de _________ de _____.\n\nDefensor\n\nOAB/UF\n","date_sent":"2011-06-27T04:00:00Z","date_received":"2011-06-27T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}