{"dmca":{"id":1437,"type":"Dmca","title":"Infringement of trademark and defamation of Piedmont Hawthorne Aviation","body":"Dear [Private]:\r\n     This firm represents [Private]; the owner of trademark and service mark rights for the term [Private].  Our client has recently advised us that you are operating a website under the domain name www.[Private].com.  Please note, and as you are likely aware, [Private]is a leading provider for aviation supplies and services.  [Private] has been using the trademark and service mark at issue extenstively in commerce for a number of years.  Your use of this domain name constitues an infringment upon our client's trademark and service mark rights.  This infringment is likely to cause consumer confusion and the loss and dilution of good will established by our client under this trademark and service mark.  \r\n\r\n[Private] has utilized extensive resources in obtaining, promoting, and using this trademark and service mark and considers these trademark and service mark rights to constitute extremely valuable assets for the company.  Because of your infringement, [Private] strongly believes that the general consuming public is now likely to believe that there is an affiliation or association between [Private], and the good will and recognition attached to its trademark and service mark rights, and yourself and your website.  This infringment constitutes unfair competition and has resulted in the false designation of origin regarding these trademark and service mark rights in violation of well-established trademark and unfair competition laws. \r\n\r\nIn addition, a review of your website reveals that you have posted numerous defamatory comments regarding [Private], its officers and employees, its alleged conduct related to your aviation accident, and its alleged conduct regarding completely unrelated aviation incidents.  This defamatory content has placed [Private] in a false light and has injured, and continues to injure, its good will and standing with the general public.  \r\n\r\nThis letter is a formal demand that you immediately cease and desist from the use of the trademark and service mark [Private], and any related trademarks or service marks, including the use of the domain name www.[Private].com.  Furthermore, we hereby demand that you cancel the domain name www.[Private].com, as well as any other domain names which include this trademark and/or service mark, as it creates consumer confusion with [Private] and its goods and services, and provide written confirmation of cancellation.  Finally, [Private] hereby demands that you remove any and all defamatory content from any and all websites which you have registered or other publicaitons which you have presented to the general public and to immediatly cease and desist making defamatory statements about it.  \r\n\r\nUpon your agreement to remove all such defamatory content, [Private] will submit a list of all such items to your attention.  Please note that [Private]  considers all references to any aviation accidents not involving you and any allegations by you involving [Private] involvement in any such accidents to be defamatory and damaging.  \r\n\r\nPlease confirm to me in writing within seven (7) days from the date of this letter that you will comply with the aforementioned demand to immediately cease and desist all of this conduct.  Please note that [Private] reserves its right to take all necessary steps to protect its proprietary rights should you not fully comply with the aforementioned demand.  \r\n\r\nShould you have any additional questions regarding this matter, please do not hesitate to contact me.  Otherwise, I look foward to your compliance with this cease and desist demand and your confirmation in writing of the same within seven (7) days.  \r\n","date_sent":"2003-02-03T05:00:00Z","date_received":"2003-02-03T05:00:00Z","topics":["Documenting Your Domain Defense","Copyright"],"sender_name":null,"principal_name":"[Private]","recipient_name":"[Private]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}