{"dmca":{"id":1442,"type":"Dmca","title":"RE Trademark Infringement, Trademark Dilution and Unfair Competition","body":"Dear [Private]:\r\n\r\nRe: Trademark Infringement, Trademark Dilution and Unfair Competition \r\n\r\nWe are intellectual property counsel for National Association for Stock Car Auto Racing, Inc. (\"NASCAR\"), the premier regulating and sanctioning body for stock car automotive races.\r\n\r\nAs you are no doubt aware, NASCAR has used the NASCAR mark for over fifty-five years in connection with stock car automotive races and a large variety of other goods and services, and is the exclusive owner of all right, title and interest in and to numerous trademarks and service marks consisting in whole or in part of the term NASCAR. The NASCAR marks are the subject of dozens of federal trademark or service mark registrations, including but not limited to Registration No. 990,998 for the word mark NASCAR and Registration No. 1.054,100 for the widely-recognized NASCAR & Bar design mark.\r\n\r\nIn addition to its various NASCAR Marks, NASCAR has exclusive rights to the trademark NASKART, which is the subject of Federal Registration No. 2,635,539, covering stock car style go-karts and various items of apparel.\r\n\r\nWe understand from our client that your company Nascart, Inc. has, without authorization from NASCAR, been using the NASQART mark in connection with the operation of an indoor go-kart racing facility. We further understand that you have chosen to ignore NASCAR' s repeated requests that you immediately cease all further use of the NASCART name and mark. As NASCAR has indicated to you on several occasions, your unauthorized use of the NASCART name and mark is likely to cause consumers to be confused or deceived into believing that your company has been approved or authorized by or is otherwise associated or affiliated with NASCAR.  Such use is also diluting the distinctive quality of NASCAR's federal registered NASCAR and NASKART marks. Consequently, your adoption and use of the NASCART name and mark constitutes trademark infringement and dilution in violation of both federal and state law.\r\n\r\nPlease understand that NASCAR takes the protection of its intellectual property rights very seriously. For that reason, we have prepared on behalf of NASCAR a Complaint for Injunctive Relief and Damages against both you and your company Nascart, Inc. A draft copy of the Complaint is enclosed for your review. Please note that NASCAR has not yet filed this complaint with any court. It is, however, thoroughly prepared to do so, and will proceed to file the Complaint with exhibits in the United States District Court for the Eastern District of Washington within (10) days from the date of this letter unless I receive from you written confirmation that your company will immediately cease and desist all further use of the NASCART name and mark. Once I receive such written confirmation, I am prepared to discuss with you details regarding your company's transition to a new, non-infringing mark.\r\n\r\nI look forward to hearing from you soon.\r\n\r\nSincerely.\r\n\r\n\r\n[Private]\r\n\r\n\r\n[Private]\r\nEnclosures\r\ncc: [Private] Esq., NASCAR\r\nATL01/11334987v2\r\n","date_sent":"2003-03-11T05:00:00Z","date_received":"2003-03-11T05:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Alston & Bird LLP","principal_name":"NASCAR","recipient_name":"Nascart Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}