{"dmca":{"id":1447,"type":"Dmca","title":"Owner of Modeling Poodle Claims Copyright Infringement","body":"A Classy Canine Pet Bowtique \t[Private] Dallas, Ga 30132\r\n\r\n\r\nMarch 6, 2003\r\n\r\nGoogle, Inc.\r\nAttn: User Support, DMCA complaints\r\n[Private]\r\nMountain View, CA 94043\r\n\r\nDear Sir or Madam:\r\n\r\nPer your instructions regarding copyright infringement, I am providing the following information. On Saturday March 1, 2003, I typed in a search on http://www.google.com for \"dog bows\". Via that search, I decided to click on the word \"images\" on the resulting page where I was directed to http://images.google.com/images?hl=en&lr=&ie=UTF8&oe=UTF8&q=dog+bows&sa=N&tab=wi thereby I came upon a shock to see a competitor selling MY dog bows and using a photo of MY dog to sell the items. As per your request, the offending website's URL located in green lettering is \"ziggysboutique.homestead.com/xmas.html\"\r\n\r\nShe has stolen the photos from my website which very clearly states the items are all copyright (sic) by me and my company.\r\n\r\nLet it be known that I can also access this webpage by a search from http://www.google.com by inputting \"Ziggy's Boutique Xmas\".\r\n\r\nI have attached photos of the infringing items as shown direct from my website. I did infact (sic) take the photos myself with my digital camera. I do still own the dog that is shown and do have proof of this via AKC paperwork and an implanted microchip. I also have proof on my computer photo program of the exact date these photos were taken.\r\n\r\nBy doing a search on this website the contact information for the owner, and the person infringing upon my work is:\r\n\r\n[Private] \r\n[Private]\r\nCODY, WY 82414 \r\n[Private]\r\n\r\n\"I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\" \r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\nSincerely,\r\n\r\n[Private]\r\n[Private]\r\n[Private]-phone\r\n[Private]-fax\r\n\r\n\r\nThese are perfect for dog groomers or pet owners that like to change the bows everyday.\r\n\r\nThese are Christmas show bows and can be ordered on the show bows page.\r\n\r\nThese\tshown slightly larger than reality and are perfect for Maltese\r\n\r\nHere is a picture of my \"Poo\" styling her red velvet jingle bell bows!\r\n\r\nThese are perfect for Yorkie/Shih Tzu/Poodles etc\r\n\r\n\r\n10 bows $7.00\r\n20 bows $12.00\r\n40 bows $21.00\r\n80 bows $40.00\r\n\r\nCLICKHERE TO ORDER\r\n\r\nGO BACK\tGO TO NEXT SET OF BOWS\r\n\r\nView Cart\r\n\r\nConcrete statues  Dog Bows  Stencils  NoteCards  Stepping Stones  Stained Glass\r\n\r\nShelties  Toy Poodles  Handmade Animal soap  Animal Cookie Cutters  Animal Appliques\r\n\r\n\t\t\t\t\tHOME PAGE\r\n\r\nShipping prices vary per product. Generally the shipping price will be listed when you order. On large concrete items, we will double check the shipping cost for you and in some cases shipping will be less than quoted, especially if you live closer to us. We can be contacted for any questions at [private] or click the email bone above.\r\n\r\nGreg's Garden Art & Becky & Ed's Dog breed collectibles\r\n[Private]\r\nHiram Ga 30141\r\n\r\n\r\nLast Updated 02/26/03\r\nWeb Site Design by Myshelties.com please report any problems here \r\n\t\t\tCopyright 1998-2003\r\n\r\n\r\ndog bows, dog hair bows, grooming bows, dog ear bows, dog grooming bows, concrete statues, sheltie, Georgia sheltie, atlanta sheltie, shetland sheepdog, ASSA, toy sheltie, shelties, miniature collie, beckward shelties, beckward kennels, concrete sheltie, ear glue, dog ear glue, dog bows, grooming bows, stepping stone, stepping stones, shelties, shetland sheepdogs, toy poodles, poodle, concrete pug, concrete american eskimo,concrete schnauzer, concrete poodle, concrete dachshund, concrete rottweiler, concrete lawn ornaments, concrete garden statues, concrete garden ornaments, sheltie soap, decorative soaps","date_sent":"2003-03-06T05:00:00Z","date_received":"2003-03-06T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"My Shelties","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}