{"dmca":{"id":1458,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":"The following message has been automatically forwarded to your\naddress for consultation, based on the contents of the message.\n\nReplies to this message will be returned to the Trakken system,\nand not sent to the customer.  A customer service agent will review\nthe information you provide, and compose a response to the customer,\nif necessary.\n\nFor more information on this ticket, click the link below:\nhttp://trax/html/trax.html?ticket_id=825145468\n\nThanks for your help.\n\nThe text of the message follows, and the full message is attached.\n\n\nOriginal Message Follows:\n------------------------\nFrom: eduardobahiacg@hotmail.com\nSubject: Sua solicitação ao Google\nDate: Mon, 27 Jun 2011 02:41:44 +0000\n\n\n\nAutoDetectedBrowser: Firefox\nAutoDetectedOS: Windows XP\nIIILanguage: pt-BR\nIssueType: lr_courtorder\nLanguage: pt-BR\ncompanyname:\ncountry_residence: BR\ncourtorder_explain: Este blog contém cenas fortes de pedofilia, sexo  \nexplícito com crianças, retirem do ar urgente por favor.\nfull_name: Eduardo Bahia\nhidden_product: blogger\nurl_box2_1: http://sexoinfantil.blogspot.com/\n\n\r\n\r\nAutoDetectedBrowser: Firefox\r\nAutoDetectedOS: Windows XP\r\nIIILanguage: pt-BR\r\nIssueType: lr_courtorder\r\nLanguage: pt-BR\r\ncompanyname:\r\ncountry_residence: BR\r\ncourtorder_explain: Este blog contém cenas fortes de pedofilia, sexo  \r\nexplícito com crianças, retirem do ar urgente por favor.\r\nfull_name: Eduardo Bahia\r\nhidden_product: blogger\r\nurl_box2_1: http://sexoinfantil.blogspot.com/\r\n\nSão eleitores que acabaram de ganhar acesso aos bens de consumo e creditam\nsua ascensão social nos últimos anos a Lula e ao PT.\nNa acirrada disputa pelos votos da chamada nova classe média - mais novo\ntema de debate das rodas de conversa política o PT saiu na frente do PSDB.\nSegundo dados da última pesquisa Datafolha, publicadas na edição de ontem\ndo jornal Folha de S. Paulo, os eleitores desse segmento social são os que\nmais afirmam preferir o PT dentre todos os partidos que formam o espectro\npolítico brasileiro. A sigla é citada como a mais admirada por 32% dos\nentrevistados com renda de três a cinco salários mínimos (entre R$ 1.636 e\nR$ 2.725).\nO PSDB, por sua vez, tem o melhor desempenho entre os brasileiros mais\nricos, com renda familiar acima de dez salários. Nas últimas semanas, os ex-\npresidentes Lula Inácio Lula da Silva (PT) e Fernando Henrique Cardoso\n(PSDB) a descreveram como o principal alvo a ser perseguido por seus\npartidos. FHC recentemente defendeu em artigo que o PSDB deveria trocar o\nchamado \"povão\" por essa nova classe média. Isso porque o PT já teria\ncooptado, através de programas sociais, as massas carentes.\n, Mauro Paulino diretor-geral do Datafolha, o resultado reflete a gratidão\nde brasileiros recém-saídos da pobreza, que ascenderam socialmente nos anos\nLula.\nOs petistas alcançam seu segundo melhor resultado (29%) entre os eleitores\ncom renda familiar de cinco a dez salários (R$ 2.726 a R$ 5.450).\nNa fatia mais pobre, com orçamento até dois salários (R$ 1.090), a sigla\ntem 23%. Esta é a faixa mais alheia ao jogo partidário: 58% não têm uma\nlegenda favorita.O menor índice do PT é justamente entre os mais ricos, com\nrendimento acima de dez salários (R$ 5.450).\nNesta faixa, que compõe as chamadas classes A e B, o partido é citado como\no mais admirado por apenas 16%. Isso inclui a elite econômica e a classe\nmédia tradicional.O PSDB alcança seu melhor índice (10%) entre os eleitores\nda classe B, com renda entre dez e vinte salários (R$ 5.451 a R$ 10.900).O\npior resultado dos tucanos aparece entre os mais pobres. O partido é citado\ncomo o favorito por apenas 4% dos brasileiros das classes D e E. Na classe\nC, as citações oscilam entre 6% e 8%, conforme a faixa salarial.\nE agora\nENTENDA A NOTÍCIA\nNo debate da reforma política, o PT defende a adoção da lista fechada, em\nque o eleitor só pode votar na sigla em eleições parlamentares. Nas\ncondições atuais, em que o PT aparece à frente das outras siglas em todas\nas faixas de renda (26% de preferência), isso daria mais vagas a petistas.\n\n","date_sent":"2011-06-27T04:00:00Z","date_received":"2011-06-27T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}