{"dmca":{"id":1463,"type":"Dmca","title":"Internet Archive: Our Films are Public Domain","body":"Dear [Private]:\r\n\r\nWe have reviewed your DMCA notification and takedown demand of February 27, Notice ID 37683, sent to our ISP rather than to us, and are frankly mystified by it.   (We enclosed a copy below).\r\n\r\nThe Internet Archive hosts the Prelinger Archives, a collection of ephemeral films in the public domain, but we cannot locate anything matching your demand for the takedown of  the submarine movie U-571. We have reviewed the files you identified as unauthorized copies of the Universal Motion Picture U-571 and find only public domain films promoting home economics and driving safety and fuel economy:\r\n\r\n20571a, 20571b:\r\nhttp://www.archive.org/movies/details-db.php?collection=prelinger&collectionid=20571a\r\n\r\nON THE RUN (1956) (Parts I and II)\r\nProduced by Sid Davis Productions for the General Petroleum Company\r\n\r\nThis film, narrated by a teen-age girl, is an account of how she got her high school involved in the \"Mobilgas Safety Economy Run.\" Because her neighbors have been complaining about a bully who skids noisily around the school building, the school has threatened to close the student parking lot, and her father's grounded her.  In her stir-craziness, she investigates the Safety Economy Run, in which San Francisco-area schools become involved in a competition of safe driving and gasoline conservation which receives positive press coverage and improves the reputation of teen-age drivers.  There are many scenic shots of 1950s San Francisco.\r\n\r\n19571:\r\nhttp://www.archive.org/movies/details-db.php?collection=prelinger&collectionid=19571\r\n\r\nPATTERN FOR SMARTNESS (1948)\r\nProduced by Hartley Productions for the Simplicity Pattern Co., Inc.\r\n\r\nA young lady demonstrates what her home economics course has taught her about grooming, posture, and diet and how she now has what her boyfriend refers to as the \"know-how look.\"  She explains to her boyfriend the advantages of sewing one's own clothing and how to use sewing patterns and other sewing tools.  She models some \"quick change magic\" for him by putting on scarves and belts over the dress she has just made.  This inspires him to suggest that the girls put on a fashion show to earn money for new equipment for the basketball team.\r\n\r\n\r\nCould it be that you have only matched the \"571\" in the filename, which is clearly uncopyrightable (and not even the entire title of your motion picture), without looking at the content of the files before sending this notice? \r\n\r\nIf this letter does not resolve your concerns, please identify the allegedly infringing files with greater specificity so that we may review them again.\r\n\r\nYours,\r\n\r\nBrewster Kahle\r\nDigital Librarian","date_sent":"2003-03-18T05:00:00Z","date_received":"2003-03-18T05:00:00Z","topics":["Responses","Copyright"],"sender_name":"Digital Librarian","principal_name":"Internet Archive","recipient_name":"UNIVERSAL STUDIOS, INC.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}