{"dmca":{"id":1469,"type":"Dmca","title":"Russian Belles Responds to Spice Entertainment re: SPICEWOMAN.com","body":"Dear [Private]:\r\n \r\nI was surprised by your letter. Russian Belles, an affiliate site of A.F.A. (A Foreign Affair), is an international introduction and dating service, also offering travel and translation services. It does not offer entertainment services, television programming, or goods related to the adult entertainment industry. Unless you are also in the overseas bride business we are not competitors.\r\n \r\nThe word SPICE in the domain names SPICEWOMAN.COM and SPICEWOMEN.COM is no more if not less likely to cause confusion with your SPICE brand than would the Spice Girls pop group, the Old Spice cologne and after-shave brands, the products or brands of companies other than yours that have registered and/or used SPICE as a trademark, or many if not most of the products or services offered by any of the registrants of the 1,800+ domain names that begin with the word SPICE.\r\n \r\nThe word SPICE is, in the case at least of SPICEWOMAN.COM and SPICEWOMEN.COM, used not as an indicator of source but generically, in a common, everyday sense: for example, \"the spice of life\", \"adding spice\", or \"spicy\"-- just as WOMAN and WOMEN are generic words, here so used.\r\n \r\nI registered the names with the hope that they would draw targeted type-in traffic (persons just trying various domain names by entering them in their browsers) to my RussianBelles.com site. However, at least in regard to the quantity of the hoped-for traffic, my webstats at russianbelles.com indicate that it has been very small.\r\n \r\nWhile it is my belief that your complaint is unwarranted, as a goodwill gesture I am immediately redirecting SPICEWOMAN.COM and SPICEWOMEN.COM to http://www.innsaver.com, my travel site. This action shall not waive or prejudice any rights that I might have, which I likewise reserve.\r\n \r\nRegards,\r\n[Private]","date_sent":"2003-03-09T05:00:00Z","date_received":"2003-03-09T05:00:00Z","topics":["Responses","Copyright"],"sender_name":null,"principal_name":"Russian Belles","recipient_name":"Spice Entertainment","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}