{"dmca":{"id":1471,"type":"Dmca","title":"Blogger Complains to Google of Japanese Site \"Mirroring\"","body":"March 14, 2003\r\n\r\nGoogle, Inc.\r\nAttn User Support, DMCA complaints\r\n2400 Bayshore Pkwy\r\nMountain View, CA 94043\r\n\r\nTo Whom It May Concern:\r\n\r\nI first wrote to your team on March 8, 2003 about a Japanese website I found that seems to have mirrored my entire website including all layout, banners, and content. A complete duplicate.\r\n\r\nThis is my website: http://[redacted].blogspot.com\r\n\r\nThis is the Japanese site: http://pack.soksok.jp/y/.anh6\r\n\r\nAt first, I thought this might be a snapshot of my page, like a cache, but then I realized that it updates when I do. Upon further research, I believe that this site (http://pack.soksok.jp) works as a portal for Japanese web surfers who use cell phones to connect to the web. It pulls up web pages and uses a program to strip some of the formatting and CSS for better viewing on a cell phone with a DoCoMo browser. It also places a frame around the page with an ad on the top (many of them for pornography). This site does this for the entire  web, not just my site (which you can test if you go here: http://pack.soksok.jp and enter a URL).\r\n\r\nThough it is troubling to me that my page is being packaged with pornography, what really troubles me the most is the way this site has stripped my meta tags in the repackaging of my site. Over the past few months, I have placed meta tags on my site that ask the Googlebot not to list my page in the search engine. The Japanese site has somehow removed those tags from appearing on their version of my page and suddenly all of my content is back on Google. I do not want my content searchable by Google.\r\n\r\nFor example, when entering the query \"a girl named bob\" \r\n(http://www.google.com/search?hl=en%ie=ISO-8859&q=a+girl+named+bob), the Japanese site \r\n(http://pack.soksok.jp/y/.anh6) is the second result. Google also has a few, very recent caches pages available for viewing. This is very upsetting to me, as I respectfully, do NOT want my content viewable or searchable on Google.\r\n\r\nI tried contacting the administrator, but have not received a response. I believe that the site is owned by [private] and his/her email is [private].\r\n\r\nI have good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law. I swear, under the penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nFinally, I would like to commend Google on its excellent team and dedication to its users. The members of your team have been extremely prompt and diligent about responding to inquiries and concerns, and it is greatly appreciated, Thank you for your time, patience, and assistance.\r\n\r\nBest Regards,\r\n\r\n[private]\r\n","date_sent":"2003-03-14T05:00:00Z","date_received":"2003-03-14T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}