{"dmca":{"id":1476,"type":"Dmca","title":"Wind River Complains of Infringment in Newsgroup (#2)","body":"WIND RIVER\r\n\r\nDirect line: [Private]\r\n[Private]\r\n\r\nVIA FACSIMILE [Private] AND EMAIL [Private]\r\n\r\nMarch 19, 2003\r\n\r\nURGENT LEGAL MATTER\r\n\r\nGoogle, Inc.\r\nAttn: DMCA Complaints, User Support\t\r\n[Private]\r\nMountain View, CA 94043\r\n\r\nRe: Unauthorized news group posting\r\n\r\nDear Google Legal Counsel:\r\n\r\nIt has been brought to our attention that a news posting with the Message ID 3E780396.BBE8375A@ath.forthnet.gr was made to the newsgroup comp.os.vxworks on March 18, 2003 local time (March 19 GMT) by a person stating his email address as [Private]. The URL for this posting is http://groups.google.com/groups?dq=&hl=en&lr=&ie=UTF-\r\n8&selm=3E780396.BBE8375A%40ath.forthnet.gr. This posting includes confidential and proprietary information of Wind River Systems, Inc. (\"Wind River\"), in the form of key codes (25 characters following \"SN:\" in the posting) useful to circumvent a technological measure that controls access to computer software -- Tornado(R) 2.2/VxWorks(R) 5.5 -- the copyrights for which are owned by Wind River. Wind River has a good faith belief that this posting was not authorized by Wind River, and may allow for the unlicensed (and therefore illegal) use of Wind River software, as well as the violation of contractual confidentiality requirements.\r\n\r\nWe must request that Google immediately remove this news posting from its servers and take appropriate measures to prevent its further dissemination.\r\n\r\nShould you require further information concerning this matter, please contact me. My contact information is above.\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that, for each item identified above, I either own the copyright or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nVery truly yours,\r\n\r\n/s/ [Private]\r\n\r\n[Private]\r\nDirector of Intellectual Property\r\n\r\nWind River [Private] Alameda, CA 94501 Phone: [Private] Fax (Legal. Dept.): [Private] www.windriver.com","date_sent":"2003-03-19T05:00:00Z","date_received":"2003-03-19T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Wind River","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}