{"dmca":{"id":1501,"type":"Dmca","title":"Alleged Copying of Article About Flight 93","body":"HUGHES, LUCE LLP\r\nATTORNEYS AND COUNSELORS\t\t\t\t\r\n\r\n[private]\r\nDallas, Texas 75201\r\n[private]\r\n[private] (fax)\r\n\r\nhughesluce.com\r\n\r\n[private]\r\n[private]\r\n[private]\r\n\r\nMarch 20, 2003\r\n\r\nGoogle, Inc.\r\nAttn: Customer Support, DMCA Complaints\r\n[private]\r\nMountain View, CA 94043\r\nFax: [private]\r\n\r\nDear Sir or Madam:\r\n\r\n\tI am an attorney with the law firm of Hughes & Luce, and I am writing on my own behalf to report three copyright violations that are currently indexed on Google when a search is done for my name.\r\n\r\n     Section 1 - Copyrighted Material. There are two pieces of material that are copyrighted by me- First, an article of mine appears at http://www.enterstageright.com/archive/articles/1001/1001flight93.htm. Second, some blog postings of mine appeared at http://stuartbuck.blogspot.com. (I have since deleted the posts in question, but you can find them at the Web Archive at http://web.archive.org/web/20020118120252/http://stuartbuck.blogspot.com/).\r\n\r\n     Section 2 - Infringing Websites --\r\n\r\n     Search Query: \"Stuart Buck\"\r\n\t\r\n     First Infringing Webpage (fourth result on the search page): http://www.fpp.co.uk/online/01/10/UA93/Buck231001.html\r\n\t\r\n     Second Infringing Webpage (twelfth result on the search page): http://www.fpp.co.uk/online/01/10/UA93/BuckComments231001.html\r\n\r\n     Search Query: \"Stuart buck\" gallagher\r\n\r\n     Third Infringing Webpage (fifth result from the search):\r\nhttp://www.babelmagazine.com/issue34/whatreallyhappenedtoflight93.html\r\n\r\n(Note that many other possible searches will reach these pages as well.)\r\n\t\r\nThe article featured on the first and third infringing webpages is the exact same article that I originally published at http://www.enterstageright.com/archive/articles/1001/1001flight93.htm. I never gave permission for the article to be used anywhere else.\r\n\r\nHughes & Luce LLP\r\nAttorneys and Counselors\r\n\r\nGoogle DMCA Copyright\r\nMarch 20, 2003\r\nPage 2\r\n\r\n\r\n\tThe weblog postings that appear on the Second Infringing Webpage are also by me. I never gave permission for anyone to reprint them anywhere else.\r\n\r\n     Section 3 - My Contact Information\r\n\r\n     I can be reached at [private], or [private] (phone) or [private] (fax).\r\n\r\n     Section 4 - Contact Information for the Infringing Webpages\r\n     The email address of the infringer for the First and Second infringing pages is [private], and his name is [private]. (He is a well-known Holocaust denier who lives in England, which is anothet reason that I am publicly embarrassed to have him reprinting my works without permission. It might give people who search for my name the false impression that I am somehow associated with [private].)\r\n\r\n     The email address for the infringer of the Third infringing page is [private].\r\n\r\n     Section 5 -- Attestations\r\n\r\n     As required, I swear and attest as follows by my signature below:\r\n     I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner [me], its agent, or the law.\r\n\r\n     I swear, under penalty of perjury, that the information in this notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n     I appreciate your help in preventing these gross copyright violations.\r\n\r\nBest regards,\r\n\r\n\r\n[private]","date_sent":"2003-03-20T05:00:00Z","date_received":"2003-03-20T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Hughes, Luce LLP","principal_name":null,"recipient_name":"Blogger [Google, Inc.]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}