{"dmca":{"id":1517,"type":"Dmca","title":"AUP violations by Rushmessageboard.com","body":"The first body of text is the complaint from Michelle Cannon, and Rudy Gutierrez. \r\n\r\nThe system administrator for our server, Rudy Gutierrez, called your service to enquire about your Acceptable Use Policy. After speaking with your representative, Erica, we were informed to send Acceptable Use Policy violations perpetrated by your client Rushmessageboard.com to this address. I have included a number of violations directed against our site, www.worldwidewebtour.com, an interactive music BBS (TRI-NET) and promotion service (Perfektwerks Promotions).\r\n \r\nCategory 1: Illegal or Unauthorized Access to Other Computer or Networks:\r\n \r\nWe have evidence that your networks have been utilized to deliberately degrade the performance of the server that hosts worldwidewebtour.com, Andrewmacnaughtan.com, Ashkelon.com, and Paradigmblue.net among others. Within the last few months we have experienced multiple server crashes and severely degraded performance that could not attributed to normal site traffic.  By October, we were so concerned that we used a SL IIS Log Scanner to query our server logs following server shutdowns and CPU overloads. When we looked for referrer Rushmessageboard.com we found unusually high numbers of entries into our server of which the following are examples from October and November (client IP Address  followed by the number of hits directly recorded from referrer Rushmessageboard.com):\r\n\r\n \r\ncache-rl07.proxy.aol.com                                  15127\r\ncpe0080c6ee445a.cpe.net.cable.rogers.com        7352\r\n\r\n12-240-112-177.client.attbi.com                         3403\r\n\r\nwarner783.students.duq.edu                                 3838\r\n\r\nadsl-65-71-81-49.dsl.rcsntx.swbell.net                 3552\r\n\r\naswa1pool0-a14.asotin.tds.net                               1034\r\n\r\ndsl-64-34-181-197.telocity.com                             1871\r\n\r\n12-212-229-44.client.attbi.com                              3218\r\n\r\npool-151-203-235-131.bos.east.verizon.net           1451\r\n\r\ncisco32p55.htcomp.net                                           1413\r\n\r\n1cust85.tnt3.binghamton.ny.da.uu.net                       3036\r\n\r\nmodemcable097.135-201-24.mtl.mc.videotron.ca   2263\r\n\r\n \r\n\r\n\r\nIn August, Rushmessageboard did not register in the top 30 referrers on our server, which means there were fewer than 1130 entries to www.worldwidewebtour.com from that site in total. In September that number jumped to 31,257.  For October 43,964 hits came from the referrer Rushmessageboard, and additional  20,458 in November. Our records from October and November show a number of entries from IP addresses that we consider well within the normal range for people who visit both sites (1-200 visits) in addition to the few IPs that do not use our site but instead appear to be repeatedly scanning it directly from Rushmessageboard.com (several hundred to several thousand entries in short periods of time).  By December, we had detected and blocked all scanning/searching activity and other large-scale entries originating from Rushmessageboard.com. As a result there are 197 hits directly from that site coming into worldwidewebtour.com since December 1 and our server has resumed much of its normal functioning. The number of entries from referrer Rushmessageboard.com now is more in line with what we would expect from legitimate individuals visiting our server. \r\n \r\nThis thread at Rushmessageboard.com contains some of the individuals who have been blocked from our server based on unauthorized and exceedingly high number of entries from Rushmessageboard.com, including the administrator of the site, Julie Mendelsohn, (aka T4E 2112):  \r\nhttp://www.rushmessageboard.com/forums/cp/index.php?act=ST&f=7&t=5002&s=6854d6dd228083a4351e92621cc1f179\r\n \r\nKen Hoffman and Julie Mendelsohn (who are ATTBI customers) have been forbidden from accessing our server for over a year based on documented past abuses and they continue to use anonymous proxy services funneled through Rushmessageboard.com to do so. This thread also shows that these individuals continue to abuse our services with these proxies because when we block IPs we cannot identify individuals, only unauthorized/ suspect entries and hack attempts.  As a result we have blocked from our server all Googlebots and anonymous proxies with unusually high numbers of entries or that insert illegal code into our server.   Although we are aware that are we *are* blocking legitimate customers who use proxies and search engines to reach our site, we are unable to stop these unauthorized accesses into our server from Rushmessageboard.com any other way. \r\n \r\nAs our server has experienced repeated hacks and exploits, this is the subject of open joking (http://www.rushmessageboard.com/forums/cp/index.php?act=ST&f=1&t=5137&s=7dc02e774e4bfde0b57cdd6517e0bd51) at Rushmessageboard.com. We take threats of hacks, libel and tortious interference directed towards our service seriously, especially when our server records show chronic unauthorized and suspect entries originating from the source of this activity.  \r\n \r\nPlease investigate server records for September, October and November for entries and other activities from Rushmessageboard to our server (216.234.188.27) and in particular to www.worldwidewebtour.com and www.andrewmacnaughtan.com.  In addition, we moved some of our content at www.r-u-s-h.com to a different server (66.51.107.5) because it was being flooded. We have had a number of suspect entries and exploit codes inserted into our server from anonymous proxies and we would like to stop any originating from Venture Online servers.\r\n \r\nCategory 2: Intellectual Rights/Defamatory Language Policy Violations\r\n\r\nThere are multiple examples of content from worldwidewebtour.com copied and pasted onto Rushmessageboard.com. Our site is protected with this notice at the bottom of every page: \"","date_sent":"2003-01-01T05:00:00Z","date_received":"2003-01-01T05:00:00Z","topics":["Uncategorized","Copyright"],"sender_name":null,"principal_name":"Perfektwerks Promotions, www.worldwidewebtour.com","recipient_name":"www.rushmessageboard.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}