{"dmca":{"id":1525,"type":"Dmca","title":"Paper Punch Company Complains of Copyright Infringement","body":"Google, Inc.\r\nAttn: Customer Support, DMCA Complaints\r\n[Private]\r\nMountain View, CA 94043\t           March 25, 2003\r\n\r\nDear Google Friends,\t                             Re. Infringement Notification\r\n\r\nPursuant to material found here http://www.google.com/dmca.html this is our infringement notification.\r\n\r\nI request you search your archives and the archives of the Internet, and determine correctly that the http://www.mrhvac.com/products/cases/holepunch.htm has indeed infringed on our web copy at http://www.networkaction.com/mlm/puncher.htm. I'm sure Google and its technicians can search your archives since your spiders must return accurate records telling when copy was found on web pages. Or, indeed, you may go to Alexa.com and Archive.org and/or other places you know of to find the truth too.\r\n\r\nIt appears that Google has, knowingly or unknowingly, partnered with the infringing party to adversely affect our business and cause us undue stress and losses because http://www.mrhvac.com/products/cases/holepunch.htm has stolen our web copy in order to spam Google, and Google is feeding the stolen property to search engines and the public across the Internet.\r\n\r\nI appreciate your service, but, whether or not you know it, you are injuring and damaging our company by producing any search results that lead to http://www.mrhvac.com/products/cases/holepunch.htm and, indeed, since Google search results are fed to search engines across the web, Google is acting to spread access to the infringing work on AOL.com and other searches engines and points across the Internet.\r\n\r\nOn http://www.google.com/dmca.html you have asked for mailed written notice. To help Google act swiftly, I have followed the format found on http://www.google.com/dmca.html:\r\n\r\n1. Copyrighted ORIGINAL work. The copyrighted work that has been infringed is found in Google searches for \"seven hole paper punch\" and logical variations, some of which are shown below. The original work is: http://www.networkaction.com/mlm/puncher.htm \r\n\r\n2. Infringing work. The infringing work is pointed at by any Google searches for \"seven hole paper punch\" and variations, some of which are shown below. The infringing party is http://www.mrhvac.com/products/cases/holepunch.htm \r\n\r\nAt this time, http://www.mrhvac.com/products/cases/holepunch.htm appears to be the only page that the infringing party is using to infringe on the property of Network Action Company. The technicians at Google know what words would produce the search results that lead to the infringing party's web page. These are a few of the \"logical word combination\" search queries that Google produces and which point to the infringing party's web page: \r\n\r\nSearch Query: seven hole punch \r\nInfringing Web Page: http://www.mrhvac.com/products/cases/holepunch.htm \r\n\r\nSearch Query: 7 hole punch \r\nInfringing Web Page: http://www.mrhvac.com/products/cases/holepunch.htm \r\n\r\nSearch Query: seven 7 hole punch \r\nInfringing Web Page: http://www.mrhvac.com/products/cases/holepunch.htm \r\n\r\nSearch Query: seven hole puncher \r\nInfringing Web Page: http://www.mrhvac.com/products/cases/holepunch.htm \r\n\r\nSearch Query: seven hole paper puncher \r\nInfringing Web Page: http://www.mrhvac.com/products/cases/holepunch.htm \r\n\r\nSearch Query: seven hole paper punch \r\nInfringing Web Page: http://www.mrhvac.com/products/cases/holepunch.htm \r\n\r\nSearch Query: 7 hole paper puncher \r\nInfringing Web Page: http://www.mrhvac.com/products/cases/holepunch.htm \r\n\r\nSearch Query: seven hole paper puncher \r\nInfringing Web Page: http://www.mrhvac.com/products/cases/holepunch.htm \r\n\r\nNote: The search queries above also point to the page of the infringed web copy. \r\n\r\n3. My private email address is [Private]\r\nMy email address at Network Action Company is [Private]\r\n\r\n4. Infringing Party. Although Alexa.com produces the result below, I am not sure if this is the address at which you can contact the infringer. I suppose since Google appears to be party to the infringement, and may have legal reasons to act swiftly in good faith to stop the infringement from occurring at its website and across the web on the websites of all the search engines Google serves, you may be able to contact the infringer by following links here: http://www.mrhvac.com/products/cases/holepunch.htm \r\n\r\nOr, if you wish, you may do your own quick search of Alexa.com. and see that it produces this as the owner of http://www.mrhvac.com \r\n\r\n[Private]\r\n\r\n5. I, [Private], know beyond a shadow of a doubt, and have a good faith belief that use of the copyrighted materials described above on the infringing party's http://www.mrhvac.com/products/cases/holepunch.htm web page is not authorized by me, the copyright owner, its agent, or the law. \r\n\r\n6. I, [Private], swear under penalty of perjury, that the information in this notification is accurate and that I am the copyright owner of the material that is being infringed. \r\n\r\nSigned \r\n\r\n[Private] \r\nPresident, Network Action Company \r\ncc: [Private], Attorney at Law ","date_sent":"2003-03-25T05:00:00Z","date_received":"2003-03-25T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Network Action Company","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}