{"dmca":{"id":1545,"type":"Dmca","title":"Posting Cease and Desist Letter","body":"[redacted]\r\n\r\n\r\nApril 10, 2003\r\n\r\n\r\n[redacted]\r\n\r\nRe:\t\"autotroll.com\" \r\nDear Ms. Cypser:\r\n\r\nThis firm serves as legal counsel to Auto-trol Technology Corporation (\"Auto-trol\"). We have reviewed your letter of March 21, 2003, in which you responded to Auto-trol's cease and desist letter to your client, [redacted], in connection with his use of the \"autotroll.com\" domain name.\r\n\r\nDespite the protestations that your client's allegedly humorous website does not create a likelihood of confusion with Auto-trol, Auto-trol issued the letter because of several instances of actual confusion of Auto-trol customers and business partners. Auto-trol discovered the \"autotroll.com\" website after receiving numerous phone calls, some inquiring as to the affiliation between Auto-trol and the \"autotroll.com\" website, and what was the intended message of the site, and others alerting Auto-trol about potential commercially disparaging statements on the \"autotroll.com\" website. The site was construed by some as characterizing Auto-trol software as slow-loading and malfunctioning. The foregoing, in conjunction with the absence of any selfidentifying information on the website, led some to believe that Auto-trol was either oddly attempting incoherent humor, or was the target of disparagement.\r\n\r\nAlthough the First Amendment protects the fight to parody, trademark and domain name regulations and laws do not allow deceptive misdirecting of internet traffic by use of a name that is confusingly similar to that of the target of the parody. For example, while it may be permissible to criticize or parody Pepsi Corporation or its products at \"pepsisucks.com,\" the same cannot be done at \"pepsi.com,\" as it would deceptively divert traffic legitimately intended for the Pepsi Corporation website. Auto-trol was concerned that Mr. Lode's site was established to divert traffic intended for Auto-trol's site. It is irrelevant that such diversion is not for financial gain, that there are minor spelling and punctuation differences, or that Auto-trol does not possess a federal trademark registration for \"Auto-trol\" as a stand alone mark. The likelihood of confusion standard is not an exacting one that requires identical usage, simply because the public is not exacting, as evidenced by Auto-trol customers landing on Mr. Lode's site. The likelihood of confusion is even greater when the subject mark is an invented word, like Auto-trol is, that does not have an independent meaning.\r\n\r\n\r\nAlthough your response allayed Auto-trol's concern about deliberate confusion and deceptive misdirection of internet traffic to a disparaging website, [redacted] has now boldly ventured into intentional copyright infringement, in an apparent act of vengeful defiance. [redacted] has published on [redacted], in both PDF and html format, Auto-trol's cease and desist letter. Auto-trol owns the copyrights to its letter, and only it is entitled to copy, distribute, publish, and publicly display its copyrighted materials. [redacted] copying and publication of Auto-trol's letter constitutes copyright infringement.\r\n\r\n[redacted] is hereby instructed, by no later than ten (10) days from the date of this letter, to destroy all copies made of Auto-trol's original letter, whether in electronic or hard copy form, including all postings of the letter on the internet. As an exception to the foregoing, we will consider as fair use any copy of the letter he or your office may have made in the course of seeking or providing legal counsel. All other copies must be destroyed and electronic files expunged from computer systems. The consequences of copyright infringement are dire, especially when occurring within three months of publication of a registered copyrighted work. It is ironic that publication only occurred because [redacted] took the task upon himself, but there you have it.\r\n\r\n[redacted] may not have intended the confusion that resulted from his maintenance of the \"autotroll.com\" website. We would have preferred Mr. Lode's cooperation in dispelling further confusion, perhaps by inclusion of self-identifying information or links on the \"autotroll.com\" website. We can even appreciate the spirited defense and piqued witticism in your response letter. However, [redacted] fervor for humor and First Amendment rights does not entitle him to operate under his own misguided interpretation of the law, nor to exercise dominion over Auto-trol's property. [redacted] is free to make jokes, rally public support, and spew distorted amateur pontifications on trademark law all day long. He is not free to publish Auto-trol's correspondence.\r\n\r\nIn light of the foregoing, an apology from Auto-trol will not be forthcoming. Please be advised that also this letter is copyrighted, although I will entertain requests for permission to publish same. Please contact the undersigned if you have any questions.\r\n\r\nVery truly yours,\r\n\r\n[redacted]\r\n","date_sent":"2003-04-20T04:00:00Z","date_received":"2003-04-20T04:00:00Z","topics":["Copyright"],"sender_name":"Davis Graham & Stubbs LLP","principal_name":"Auto-trol Technology Corporation","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}