{"dmca":{"id":1558,"type":"Dmca","title":"No Strawberry Shortcake for Penny Arcade","body":"TO: [Private]@penny-arcade.com \r\nFROM: [Private], Corporate Counsel\r\nAmerican Greetings Corporation\r\n\r\nDATE: Tuesday, April 22, 2003\r\n\r\nRE: &lt;http://www.penny-arcade.com&gt;\r\n\r\n\r\nAllow me to introduce myself.  I am Corporate Counsel for American Greetings Corporation and its subsidiary companies.  Your activity on the Internet was recently brought to my attention because you are engaging in trademark infringement, as well as trademark misuse and abuse.\r\n\r\nYour unauthorized use of our STRAWBERRY SHORTCAKE, CUSTARD, and PLUM PUDDIN' trademarks is a violation of Federal Law.  If you continue your unauthorized use, then your infringement is clearly willful, which may subject you to additional damages and attorney fees.  At this point, I want to emphasize the seriousness of this situation.\r\n\r\nSpecifically, I am referring to your use of our STRAWBERRY SHORTCAKE, CUSTARD, and PLUM PUDDIN' marks on your website at:\r\n\r\n<http://www.penny-arcade.com/view.php3?date=2003-04-14&res=h>\r\n\r\nSTRAWBERRY SHORTCAKE and the related trademarks are federally registered trademarks of American Greetings Corporation and/or Those Characters From Cleveland, Inc., an American Greetings company.\r\n\r\nThis property is an extremely valuable asset, and we have invested substantial sums of money to protect and enforce our rights.\r\n\r\nYou must immediately stop using these marks in your website, and you must immediately stop using these marks in connection with inappropriate materials.  American Greetings Corporation does NOT support the use of its marks in connection with any type of inappropriate material.\r\n\r\nPlease contact me immediately so that we can resolve this matter in a timely fashion.\r\n\r\nSincerely,\r\n\r\n[Private]\r\nCorporate Counsel\r\nIntellectual Property and Litigation\r\nAmerican Greetings Corporation\r\nLegal Department\r\n[Private]\r\nCleveland, OH  44144\r\n[Private]\r\n\r\nThis e-mail is sent by an attorney and may contain information that is privileged or confidential. If you are not the intended recipient, please delete this e-mail and any of its attachments and notify me immediately.\r\n","date_sent":"2003-04-22T04:00:00Z","date_received":"2003-04-22T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Legal Department","principal_name":"American Greetings Corporation","recipient_name":"Penny Arcade (www.penny-arcade.com)","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}