{"dmca":{"id":1564,"type":"Dmca","title":"Comcast Service Agreement Violation","body":"* * *  IMMEDIATE ACTION and REPLY REQUIRED  * * *   \r\n\r\nPlease read this entire message, review the required action(s) below, and send a \r\nprompt\r\n reply message to acknowledge receipt of this email.\r\n\r\nFrom:   Comcast Abuse Department [abuse@attbi.com]\r\n\r\nComcast has been made aware that you have violated the Comcast Service Agreement \r\nand/or \r\nAcceptable Usage Policy. These policies can be found at \r\nhttp://help.broadband.att.com/security.  Failure to comply with these policies \r\nmay \r\nresult in a permanent termination of your service. The account holder is solely \r\nresponsible for any and all activities performed from the Comcast service. \r\nPlease read \r\nthe following information carefully to ensure that you understand the violation, \r\nour \r\npolicies, and what you need to do to respond to this warning.\r\n\r\nType of violation:   Distribution of Copyrighted Material\r\n\r\nRelated Policy:   Acceptable Usage Policy: Prohibited uses include, but are not \r\nlimited \r\nto, using Comcast Equipment (as defined in the Subscriber Agreement) or the \r\nService to\r\n\r\ni. undertake or accomplish any unlawful purpose.  This includes, but is not \r\nlimited to, \r\nposting, storing, transmitting or disseminating information, data or material \r\nwhich is \r\nlibelous, obscene, unlawful, threatening, defamatory, or which infringes the \r\nintellectual property rights of any person or entity, or which in any way \r\nconstitutes \r\nor encourages conduct that would constitute a criminal offense, give rise to \r\ncivil \r\nliability, or otherwise violate any local, state, federal or international law, \r\norder \r\nor regulation; \r\n\r\nv. upload, post, publish, transmit, reproduce, create derivative works of, or \r\ndistribute in any way information, software or other material obtained through \r\nthe \r\nService or otherwise which is protected by copyright or other proprietary right, \r\nwithout obtaining permission of the owner; \r\n\r\nxiii.  run programs or servers from the Premises which provide network content \r\nor any \r\nother services to others.  Examples of prohibited programs include, but are not \r\nlimited \r\nto, mail, ftp, http, game, newsgroup, proxy, IRC servers and multi-user \r\ninteractive \r\nforums; \r\n\r\nExplanation:   Comcast has received notification of alleged copyright \r\ninfringement \r\noriginating from the Comcast account registered to you.\r\n\r\nAction Required:   We will require your timely assistance in blocking \r\naccessibility to \r\nthe alleged infringed materials and then notifying us when the materials are no \r\nlonger \r\npublicly available. By federal guidelines stated within the DMCA, this matter \r\nneeds to \r\nbe resolved quickly. We will therefore require your immediate investigation into \r\nthis \r\nnotification. \r\n\r\n**NOTE**\r\nAdditionally, please be advised that should Comcast receive further copyright \r\ninfringement complaints related to your Comcast Internet account, Comcast may \r\nterminate \r\nthe account in accordance with the Comcast Acceptable Usage Policy (AUP).\r\n\r\nInformation regarding the security of your Comcast connection can be found on \r\nour web \r\npage: http://help.broadband.att.com/security. This web page also provides links \r\nto our \r\nSubscriber Agreement and Acceptable Use Policy (AUP), please review these \r\npolicies \r\nshould you have any questions or concerns.\r\n\r\nRelated Logs / Evidence:\r\n\r\n\r\n\r\n------------------------------------------------\r\nNOTE: For your reference, below this line is the original complaint / message \r\nthat generated this warning email to you.\r\n------------------------------------------------\r\n\r\n\r\n\r\nReturn-Path: <private>\r\nSubject: *** DMCA Notification [Notice ID: *******]\r\nTo: <private>\r\nReply-To: <private>\r\n\r\n-----BEGIN PGP SIGNED MESSAGE-----\r\nHash: SHA1\r\n\r\nRe:  Unauthorized Use of Universal Motion Pictures\r\nNotice ID: ******\r\n4/**/2003\r\n\r\nDear Sir or Madam:\r\n\r\nPlease be advised that Universal City Studios, Inc. and its affiliated companies \r\n(collectively \"Universal\") are the exclusive owners of certain copyright, \r\ntrademark, and other intellectual property rights in and to the renowned motion \r\npicture properties (the \"Universal Properties\"), including, but not limited to \r\nthose listed below this notice (the \"Universal Motion Pictures\").\r\n\r\nNotwithstanding this, it has come to our attention that the Internet site(s) \r\nlocated below, for which AT&T Broadband Northeast is a service provider, is \r\noffering unauthorized copies of the Universal Motion Pictures.  Universal \r\ndiligently enforces its rights to the Universal Properties in all forms of \r\nmedia.  As you may be aware, Internet Service Providers can be held liable if \r\nthey do not respond to claims of infringement pursuant to the requirements of \r\nthe Digital Millennium Copyright Act (the \"DMCA\").  In accordance with the DMCA, \r\nwe are notifying you of infringements on an Internet site for which you act as \r\nan Internet Service Provider.\r\n\r\nWe hereby request your assistance in ceasing the distribution, sale, and/or \r\noffering for sale of the infringing VCDs, and any other unauthorized copies of \r\nUniversal Properties, on this Internet site and any other sites for which you \r\nact as an Internet Service Provider.  \r\n\r\nUnder the penalty of perjury, the undersigned is authorized to act on behalf of \r\nUniversal with respect to this matter and the information contained in this \r\ntransmission is accurate.  \r\n\r\nFinally, please be advised that this letter is not intended as a complete \r\nstatement of the facts or law as they pertain to this matter, and that Universal \r\nreserves all rights and remedies.\r\n\r\n\r\nVery truly yours,\r\n\r\n\r\nAaron Markham\r\nManager of Internet Anti-Piracy,\r\nWorldwide Anti-Piracy Operations\r\nUNIVERSAL STUDIOS, INC.\r\n<private>\r\n<private>\r\n\r\n\r\n*pgp public key is available on the key server at ldap://keyserver.pgp.com\r\nNotice ID: ******\r\n\r\n\r\nTitle:  ***** ***** ******, The\r\nInfringement Source:  eDonkey\r\nInfringement Timestamp:  4/**/2003 *:**:** PM PDT (GMT-7:00)\r\nInfringer Username:  None\r\nInfringing Filename:  The.*****.*****.******.DVDrip.XViD-DEiTY.SvcdPlaza.TK.avi\r\nInfringing Filesize:  734746624\r\nInfringers IP Address:  **.**.**.**\r\nInfringers DNS Name: \r\nInfringing URL: ed2k://**.**.**.**:4662/***** ***** ******, The\r\n\r\n\r\n-----BEGIN PGP SIGNATURE-----\r\nVersion: 8.0\r\n\r\niQA/AwUBPqSLvUAGe/JElwagEQIHxgCfVYjb0z5G/tGVwlWhHXnmogSKRc0An3YJ\r\nEShSA/kPBhTEjRCXDtpIh2MA\r\n=y39M\r\n-----END PGP SIGNATURE-----\r\n\r\n --- DO NOT REMOVE TEXT BELOW THIS LINE ---\r\n[##TICKET_ID: ******] {RPTR}:W:\r\n","date_sent":"2003-04-21T04:00:00Z","date_received":"2003-04-21T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":"Comcast Cable / Universal Studios, Inc","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}