{"dmca":{"id":1573,"type":"Dmca","title":"Should TM OwnerStop and Smell the Roses?","body":"Date: Tue, 28 Jan 2003 10:41:03 -0600\r\nTo:  [Private]\r\nFrom: Postmaster <postmaster@whiterose.org>\r\nSubject: Re: Fwd: the misrepresentation of the houston press on\r\n  yourwebsite\r\nCc: <postmaster@whiterose.org>, [Private]\r\nMime-Version: 1.0\r\n\r\n[Private],\r\n\r\nIs there some specific law that you believe that this work of fiction is in \r\nviolation of?  Please be specific.  I ask because I believe that you will \r\nfind that there are no legal grounds for a trademark holder to require an \r\nauthor of a work of fiction to remove references from a trademark from that \r\nwork of fiction.\r\n\r\nIf you would care to make a specific and valid legal claim, we will happily \r\nrefute it based on the nature of it, but you have not made any legal claim \r\nto date.\r\n\r\n[Private], have you actually discussed this with [Private] or someone \r\nfrom your legal office?\r\n\r\nAt 09:59 AM 01/28/2003, [Private] wrote:\r\n >Dear [Private]:\r\n >Fraud, misrepresentation and violation of U.S. trademark law.\r\n >- [Private]\r\n >\r\n >[Private]\r\n >Editor, Houston Press\r\n >[Private]\r\n\r\n >>>> Postmaster <postmaster@whiterose.org> 01/27/03 05:57PM >>>\r\n >[Private],\r\n >\r\n >Thank you for clearing up our question about your demand.    Please answer\r\n >my second question.  What legal basis do you believe that you have to make\r\n >it?\r\n >\r\n >At 1:50 PM -0700 1/27/03, [Private] wrote:\r\n >>Dear [Private]:\r\n >>\r\n >>(a) This is an authenitc demand, and\r\n >>(b) Your web site makes a statement of fact that this story appeared in\r\n >>the Houston Press. This is false. This doesn't have anything to do with\r\n >>the content of your fantasy story. It is a factual error that states that\r\n >>it did appear in the Houston Press when you know it did not.\r\n >>Again, remove our name from your web site in this regard. I don't care\r\n >>what you do with the rest of your story, but you cannot continue to\r\n >>represent that it appeared in the Houston Press since that is not true.\r\n >>\r\n >>Sincerely,\r\n >>\r\n >>[Private]\r\n >>Editor, Houston Press\r\n >>[Private]\r\n\r\n >>>>> [Private] <admin@whiterose.org> 01/25/03 01:31PM >>>\r\n >>[Private],\r\n >>\r\n >>I am the administrator of the whiterose.org domain and [Private]\r\n >>forwarded the following email that she received to me.  I have reviewed the\r\n >>document in question and the applicable whiterose use policies and have\r\n >>consulted our attorney.  As [Private] is co-administrator and the\r\n >>primary author of our use policy, it is unsurprising to me that she is not\r\n >>in violation of our policies.\r\n >>\r\n >>http://www.whiterose.org/use.html\r\n >>\r\n >>\r\n >>Our attorney has advised us to ask you the following two questions.\r\n >>\r\n >>1: Was this email actually sent by your office?\r\n >>\r\n >>2: Assuming that it was, what legal basis do you believe you have to demand\r\n >>modification of the work of fiction referenced in it?\r\n >>\r\n >>Without such information we cannot make any determination of any\r\n >>responsibility we have of acting on your demand in any way.\r\n >>\r\n >>Personally, I believe that this demand is without merit and that you owe\r\n >>[Private] an apology for being rude, but  I will certainly revise that\r\n >>opinion if the answer to my first question is 'no'.\r\n >>\r\n >>regards,\r\n >>[Private]\r\n >>Domain Admin\r\n >>Whiterose.org\r\n >>admin@whiterose.org\r\n >>\r\n >>\r\n >>>--- [Private] wrote:\r\n >>>> Date: Fri, 24 Jan 2003 11:14:57 -0700\r\n >>>> From: [Private]\r\n >>>> To: [Private]\r\n >>>> CC: [Private]\r\n >>>> Subject: the misrepresentation of the houston press on your website\r\n >>>>\r\n >>>> [Private]:\r\n >>>>      You are to immediately remove from your website any mention of\r\n >>>> the Houston Press in connection with this fantasy story you have\r\n >>>> written about [Private]. There never was any such story. And\r\n >>>> in the future, you should not falsely represent that some piece of\r\n >>>> writing has appeared in the Houston Press when it has not.\r\n >>>>      I do not know what communication [Private] has had with\r\n >>>> you in this matter, but I am sure she is not happy about what you\r\n >>>> have done either.\r\n >>>>      Please let me know that you have received this email and that\r\n >>>> the name of the Houston Press has been deleted in this regard.\r\n >>>>\r\n >>>>\r\n >>>>\r\n >>>> [Private]\r\n >>>> Editor, Houston Press\r\n >>>> [Private]","date_sent":"2003-01-24T05:00:00Z","date_received":"2003-01-24T05:00:00Z","topics":["Trademark","Copyright"],"sender_name":null,"principal_name":"Houston Press","recipient_name":"Whiterose.org","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}