{"dmca":{"id":1589,"type":"Dmca","title":"JOBGODZILLA.COM","body":"Dear [Private]:\r\n\r\nWe represent Toho Co., Ltd. (\"Toho\") in intellectual property matters.  Toho is the owner of all rights in and to the trademark and service mark GODZILLA, and has obtained numerous trademark and service mark registrations for GODZILLA and related marks in the United States and around the world.\r\n\r\nThrough Toho's long, exclusive, and continuous use of the GODZILLA marks in connection with the GODZILLA films and related products and services, the GODZILLA marks are recognized by the consuming public as identifying Toho, its films, and a wide variety of goods and services.  Toho has developed and built up its valuable goodwill and reputation in the GODZILLA character and has expended large sums in developing a line of licensed products sold under the GODZILLA marks.  Toho and its licensees also operate official GODZILLA websites under the domain names GODZILLA.CO.JP and GODZILLA.COM.\r\n\r\nToho recently learned that you registered the domain name \"JOBGODZILLA.COM.\"  Although you may not be aware of it, your unauthorized use of the GODZILLA mark constitutes infringement of Toho's trademark and service mark rights.  Moreover, Toho is concerned that your use of this domain name will cause confusion in the mind of the public, who will mistakenly believe that your website is operated by, associated with, authorized by, or sponsored by Toho.\r\n\r\nNow that you have been advised of Toho's exclusive right to the GODZILLA marks, and its concerns about potential consumer confusion and damage to Toho's intellectual property, we trust that you will:\r\n\r\n1.  promptly cancel your registration of all domain names that incorporate GODZILLA, including, but not limited to, \"JOBGODZILLA.COM;\" and\r\n\r\n2.  agree in the future not to use or register any domain name that includes the GODZILLA marks.\r\n\r\nWe appreciate your anticipated cooperation, and look forward to receiving your prompt response to this letter with a statement of your intentions by May 23, 2003.\r\n\r\nVery truly yours,\r\n\r\n\r\n[Private]\r\nSeyfarth Shaw\r\n[Private]\r\nLos Angeles, CA 90067-3063\r\nTelephone: [Private]\r\nFacsimile: [Private]\r\nE-mail: [Private]\r\n\r\n\r\n\r\nThe information contained in this transmission is attorney privileged and/or confidential information intended for the use of the individual or entity named above.  If the reader of this message is not the intended recipient, you are hereby notified that any dissemination, distribution or copying of this communication is strictly prohibited.","date_sent":"2003-05-07T04:00:00Z","date_received":"2003-05-07T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Seyfarth Shaw","principal_name":"Toho Co., Ltd.","recipient_name":"JOBGODZILLA.COM","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}