{"dmca":{"id":1592,"type":"Dmca","title":"HOLLYWOOD","body":"VIA EXPRESS MAIL\r\nNamesDirect.Com,Inc.\r\nGeneral Counsel\r\nP.O. Box 821067\r\nVancouver, Washington\r\n98682-0024\r\n\r\nRE: www.boycott-hollywood.us\r\n\r\nGentlepersons:\r\n              \r\n              We represent the Wiliam Morris Agency, Inc. (\"william Morris\"), a talent agency that seeks employment opportunities for actors, directors, writers and other individuals in the entertainment community.  As litigation counsel for William Morris, we have been asked to contact you regarding the fact that our client has come under attack by a website operating under the domain name www.boycott-hollywood.us, which claims to identify celebrities who purportedly oppose either the war in Iraq and/or the Bush administration.   A number of celebrities identified on the website are William Morris clients, and William Morris contact informnation, including the names and email addresses of certain agents, is supplied on the site.  As a consequence, William Morris has been flooded with harassing and even threatening e-mail messages.\r\n\r\n        [Private], a Vice President of William Morris, sent an email to admin@boycott-hollywood.us to appise the site of the harm it was causing and the inaccuracy of its representations.  Because the claims made on the subject are potentially libelous and invade the privacy of the agents named, William Morris specifically requested that www.boycott-hollywood.us cease and desist from attributing any particular political dogma to William Morris and/or its employees.  The subject website has ignored the request to cease and desist and has refused to respond to [Private].\r\n\r\n        We believe that by engaging in the conduct described above, the authors and/or other persons responsible for the www.boycott-hollywood.us website may potentially be liable, both civally and criminally, for a variety of offenses.  However, our efforts to halt this unlawful activity has been hampered by the shroud of anonymity which thus far has protected the website's owners.\r\n\r\n        The whois database identifies NamesDirect.com as the registrar of the www.boycott-hollywood.us domain.\r\n \r\n\r\n\r\n","date_sent":"2003-04-28T04:00:00Z","date_received":"2003-04-28T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Rintala, Smoot, Jaenicke & Rees, LLP","principal_name":"William Morris Agency","recipient_name":"www.boycott-hollywood.us","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}