{"dmca":{"id":1602,"type":"Dmca","title":"RIAA to FTP Host: Don't even think about it!","body":"Greetings,\r\n\r\nWe have received the following complaint regarding copyright infringement from a shared filesystem or server ip [private]. Please remove the offending \r\ncontent to prevent any further complications of this.\r\n\r\nThank you,\r\n\r\nNetwork Abuse Team\r\nSpeakeasy, Inc.\r\nabuse.net\r\n[private]\r\n[private]\r\n\r\nVIA EMAIL\r\n \r\nMay 08, 2003\r\n \r\n[private]\r\n BLT BRIDGED CIRCUITS\r\n[private]\r\nAshburn, VA 20147 US\r\n \r\n \r\nRe: ftp://anonymous:guest@nowhere.com@ftp.amigascne.org:21\r\n \r\nDear [private]:\r\n \r\nI am contacting you on behalf of the Recording Industry Association of America, Inc. (RIAA) and its member record companies. The RIAA is a trade association whose member companies create, manufacture and distribute approximately ninety (90) percent of all legitimate sound recordings sold in the United States. Under penalty of perjury, we submit that the RIAA is authorized to act on behalf of its member companies in matters involving the infringement of their sound recordings, including enforcing their copyrights and common law rights on the Internet.\r\n \r\nWe believe your service is hosting the above-referenced site on its system. This site, which we accessed on 7 May 2003 14:07:22 EDT (GMT -0400), offers approximately 0 sound files for download. Many of these files contain recordings owned by our member companies, including songs by such artists as Creed. We have a good faith belief that the above-described activity is not authorized by the copyright owner, its agent, or the law. We assert that the information in this notification is accurate, based upon the data available to us.\r\n \r\nWe are asking for your immediate assistance in stopping this unauthorized activity. Specifically, we request that you remove the site, delete the infringing sound files or that you disable access to this site or the infringing files being offered via your system. In addition, please inform the site operator of the illegality of his or her conduct and confirm with the RIAA, in writing, that this activity has ceased. \r\n \r\nYou should understand that this letter constitutes notice to you that this site operator may be liable for the infringing activity occurring on your service. In addition, under the Digital Millennium Copyright Act, if you ignore this notice, you and/or your company may also be liable for any resulting infringement. This letter does not constitute a waiver of any right to recover damages incurred by virtue of any such unauthorized activities, and such rights as well as claims for other relief are expressly retained. \r\n \r\nThank you in advance for your prompt assistance in this matter. If you have any questions, please feel free to contact me via e-mail at [private], via telephone at [private], or via mail at RIAA, [private], Washington, D.C., 20036. Please reference Case ID [private] in any response or communication regarding this infringement.\r\n \r\nSincerely,\r\n \r\nAnti-Piracy Unit\r\nRIAA","date_sent":"2003-05-08T04:00:00Z","date_received":"2003-05-08T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"RIAA","recipient_name":"amigascne.org","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}