{"dmca":{"id":1606,"type":"Dmca","title":"MetroGuide Complains of Copying (#3)","body":"MetroGuide.com, Inc.\r\n[Private]\r\nHollywood. Fl. 33021\r\nTel: [Private]\r\nFax: [Private]\r\n\r\nApril 14, 2003\r\n\r\nVia Federal Express\r\n\r\n[Private]\r\nCounsel\r\nAmerica Online, Inc.\r\n[Private]\r\nDulles, VA 20166\r\n\r\nRe:    Notice of Copyright Infringing Websites.\r\n\r\n\r\nDear [Private]:\r\n\r\n      I am writing this letter in compliance with AOL's Copyright Policy due to a third party's publishing and promotion of websites that we, believe, in good faith, has infringed our copyrighted work. Moreover, as the copyright owner, we can confirm that the third party use is not authorized by us, the copyright owner, our agents, or the law. Our research suggests to us that the infringing websites are all owned by the same entity.\r\n\r\n       The website, http://www.lasolasblvd.com engaged in egregious conduct by stealing virtually all of the copyrighted content from our sites, http://www.fort.lauderdale.hotelguide.net and http://www.attractionguide.com/fort lauderdale/ word for word. For your convenience, I am including a booklet that provides (1) proof of our copyrighted work, -see Tab \"1,\" (2) a copy of our webpages from which the content was stolen, see Tab \"2,\" (3) copies of the infringing websites, side-by-side comparisons of the webpages, AOL search results listing the infringing sites, and a WHOIS Search Results listing for the domain names, see Tab \"3\".\r\n\r\n      The copyrighted work is the network of websites known as \"The HotelGuide Network\" and \"The AttractionGuide Network,\" with their homepages located at http://hotelguide.net and http://attractiongurdel.com. Copyright Certificates-for this work bear Registration Nos. TX-5-392-748, TX 5-392-749, TX 5-407-050, TX 5-407-052, and TX 5-597-253. We take copyright infringement very seriously and have recently won judgments in the following cases for copyright infringement: United States District Court Southern District of Florida Case No.: 01-7918-CIV, REALMETROS.COM, INC. vs. e-BUSNESS HOLDINGS, LLC; and United States District Court Southern\r\n \r\n\r\nAmerica Online, Inc.\r\nApril 14,2003\r\nPage 2\r\n \r\n\r\nDistrict of Florida Case No.: 02-60215-CIV, REALMETROS.COM, INC. vs. JAY TAYLOR. Unfortunately, the unauthorized use of our copyrighted content to obtain search engine placement and rankings is extensive and we have recently filed and are in the process of filing additional lawsuits.\r\n\r\n       A producer of original content for over a decade, MetroGuide has been a victim of such extensive theft because certain web site operators have a voracious need for quality content, which is difficult to produce. We know that AOL takes these matters very seriously and appreciate your providing us with an avenue to bring this to your attention. I would appreciate your contacting me after you have had a chance to review these materials. I can be reached at [Private].\r\n\r\n Yours sincerely,\r\n\r\n[Private]\r\nGeneral Counsel\r\nMetroGuide.com, Inc.\r\n[Private] \r\n\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n     [Private], Chief Executive Officer\r\n     MetroGuide.com, Inc.\r\n\r\n\r\nPage 3\r\n\r\nTABLE OF CONTENTS\r\n\r\n\r\nTAB     DESCRIPTION\r\n1       Certificate of Registration issued under the seal of the\r\n        Copyright Office under title 17, United States Code\r\n              HotelGuide trademark: TX 5-392-748\r\n              HotelGuide trademark; TX 5-392-749\r\n              HotelGuide trademark: TX 5-392-750\r\n              HotelGuide trademark: TX 5-407-052\r\n         \r\n             AttractionGuide trademark: TX 5-597-253\r\n  \r\n2      Original content of\r\n                www.fort.lauderdale.hotelguide.net\r\n                www.attractionguide.com/fort_lauderdale\r\n\r\n\r\n3      Documentation of alleged copyright violations by:\r\n              www.lasolasblvd.com\r\n              www.lasolasblvd.com/fort-lauderdale-attractions.htm","date_sent":"2003-04-14T04:00:00Z","date_received":"2003-04-14T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"MetroGuide.com, Inc.","recipient_name":"America Online, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}