{"dmca":{"id":1612,"type":"Dmca","title":"\"Premies\" Complain to Google of \"Ex-Premie.org\" site","body":"STROOCK\r\n\r\nApril 24, 2003\r\n\r\n[Private]\r\nDirect Dial [Private]\r\n[Private]\r\n\r\n[Private]\r\nDirector of Legal Affairs/Copyright Notice Designee\r\nGoogle, Inc.\r\n[Private]\r\nMountain View, California 94043\r\n\r\nRe:\tDMCA Notice of Copyright Infringement\r\n\ton Google Cache of \"www.ex-premie.org\"\r\n\r\nDear [Private]:\r\n\r\nWe arc counsel for Elan Vital, Inc. (\"EVI\") and are responsible for the policing of intellectual property belonging to EVI.\r\n\r\nEVI is the holder of a wide range of copyright interests in a catalog of intellectual property including copyrights for which it receives protection Under the laws of the United States and over 80 countries around the world.  EVI has expended considerable resources acquiring, promoting and protecting this intellectual property.\r\n\r\nIt has come to our attention that your server hosts a cache of a Web site dedicated to an ongoing series of acts that violate the proprietary rights of EVI.  Specifically, we have learned that www.ex-premie.org which is routinely cached by your company, unquestionably and unlawfully violates EVI's valid and subsisting copyright interests.  This Web site, and the constituent pages therein, makes up a staggering virtual library of infringing works: nearly 100 photographs and works of visual arts: more than 49 proprietary literary works, including the complete texts to 14 complete songs and an entire book.  Moreover, the infringing Web site cached by your company has collected many of these works onto downloadable files for the specific purpose of facilitating further infringing \"file-sharing\" distribution. A list of URL's upon which infringing material appears is attached as \"Schedule A\".\r\n\r\nPursuant to 17 U.S.C. ","date_sent":"2003-04-24T04:00:00Z","date_received":"2003-04-24T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Stroock & Stroock & Lavan","principal_name":"Elan Vital, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}