{"dmca":{"id":1619,"type":"Dmca","title":"Pacesetter complains of \"sucks\" site","body":"Dear Mr. & Mrs. [Private],\r\n\r\nYour internet hosting service has requested that The Pacesetter Corporation provide to you an official written demand to immediately cease and desist from operating the web site identified above. Please consider this letter as such demand. As you know, we have made previous oral requests to you for removal of the web site, but those requests have been ignored. Likewise, you have rejected our offers to meet with you personally in an attempt to resolve any of your own individual complaints about our company. \r\n\r\nThis will advise you that the above named web site violates the trademarks and trade name held by The Pacesetter Corporation. Furthermore, thie site contains untrue, defamatory information submitted by unnamed individuals which has clearly been published with malicious intent to damage our company. \r\n\r\nWe regret that your own personal experience with Pacesetter was unsatisfactory. No business sets out to create unhappy customers. And it should be apparent that Pacesetter could not have become one of the largest home improvement companies in the nation and recipient of the Better Business Bureau's Business Integrity Award if a significant number of our customers shared your view of our company. Your web site ignores the fact that Pacesetter has literally hundreds of thousands of satisfied customers who are very pleased with our products and services. Many of those are repeat customers who have chosen to make multiple purchases from Pacesetter over several years. \r\n\r\nBe advised that many of the hearsay statements contained on your web site are false, and obviously they present only one side of the story. Unquestionably, those statements are disparaging of our company, its officers and employees, and we therefore demand that you to discontinue the above web site. \r\n \r\n\r\n\r\nSincerly yours\r\n\r\n[Private]\r\nGeneral Counsel\r\n\r\n\r\ncc: Prime Exalia Technologies","date_sent":"2003-04-25T04:00:00Z","date_received":"2003-04-25T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":null,"principal_name":"Pacesetter Corp.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}