{"dmca":{"id":1622,"type":"Dmca","title":"A Tale of Two Buses","body":"[private]\r\n\r\nDear Ms. [private],\r\n\r\n     If you recall, we previously contacted you by letter dated April 16, 2003 regarding your unauthorized use of the mark \"Tumblebus\" in the Louisville,KY/Southern IN area. You subsequently responded by advising that you would not voluntarily agree to discontinue use of that term in connection with your business operations. We have reviewed your comments with Ms. Brooks, and must again reiterate our demand that you immediately discontinue any further use of the mark \"Tumblebus\", or anything similar thereto, in the Louisville/Southern IN area.\r\n\r\n     Contrary to your understanding, Irene Norm did not service any day care facilities in the Jeffereson County, KY/Southern IN area. Furthermore, if you recall, you spoke with Ms. Brooks in 2001 about purchasing a bus to service to service the Louisville area, (which was prior to the time you purchased the bus from Ms.Norm). At that time, Ms. Brooks advised you that she would not sell a bus to serve the Louisville metropolitan area, as she was already servicing that area. At that piont you told Ms. Brooks you would only serve the Bloomington, IN area. You did not purchase a bus directly from Ms. Brooks at that point.\r\n\r\n     Soon thereafter, you purchased the bus from Ms.Norm. When Ms. Brooks found out that you were then attempting to serve day care facilities in the Louisville/Southern IN area (i.e., sometime in the Spring of 2002), she contacted you againt to reiterate that you were not to service those areas, and asked that you change the name of your bus. You subsequently advised Ms. Brooks during late Summer of 2002 that you would change the name of your bus and business operations. However, to date, you have failed to do so.\r\n\r\n     As you may or may not know, in the United States, trademarks rights arise upon \"use\" of the mark. In the present situation, our client has been using the service mark \"TUMBLEBUS\" in the Louisville/Southern IN area to the exclusion of others since the late 1980's. Therefore, Ms. Brooks, through her company, Tumblebus Inc., has senior rights to use of the mark in this territory.\r\n\r\n     We would obviously like to avoid the cost and expense of both parties litigating this matter to enforce our client's prior rights in the service mark \"TUMBLEBUS\". However, if you continue to refuse to voluntarily discontinue use of this mark in the Louisville/Southern IN area, we will will be forced to do so. If we do not receive written assurance from you prior to close of business, May 23, 2003, that you will cease all use of the mark \"Tumblebus\" or anything thereto, in connection with your business operations, our client is prepared to pursue all available remedies to the fullest extent provided by law.\r\n\r\nWe are looking forward to hearing from you,\r\n\r\n                                   Very truly yours,\r\n                                   Middleton & Reutlinger\r\n                                   [private]\r\n\r\ncc: [private]\r\n\r\n\r\n","date_sent":"2003-01-01T05:00:00Z","date_received":"2003-01-01T05:00:00Z","topics":["Trademark","Copyright"],"sender_name":"Middleton & Reutlinger","principal_name":"Tumblebus, Inc.","recipient_name":"Tumblebus Louisville","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}