{"dmca":{"id":1623,"type":"Dmca","title":"REMOVED AT SUBMITTER'S REQUEST","body":"Dear Ms. Tanious:\r\n\r\n     Please be advised that this law firm represents ConAgra Foods, Inc. and its affiliates (collectively, \"ConAgra\") in connection with intellectual property matters.  To that end, please be advised that ConAgra is the owner of Canadian Trademark Registration No. 267,918 for the trademark CRUNCH N' MUNCH R.\r\n\r\n     It has come to ConAgra's attention that you are the registered owner of the domain name www.crunchnmunch.com, in violation of ConAgra's trademark rights.\r\n\r\n     ConAgra respectfully demands that you and any organization under your control immediately cease and desist all unauthorized use of the CRUNCH N' MUNCH R trademark.\r\n\r\n     Your conduct to date and any future attempt to sell the domain name or commercial use of it violates the Anticybersquatting Consumer Protection Act, as well as international and United States laws concerning trademarks and unfair business practices.\r\n\r\n     In the event that a substantive response to this letter is not received by June 9, 2003, I have been authorized to pursue appropriate legal action on behalf of ConAgra.  I look forward to hearing from you in the immediate future, and I hope that this matter may be resolved promptly without need for further legal action.  All correspondence regarding this matter should be directed to myself or Indhira LaPuma at ilapuma@mnmk.com.\r\n\r\n                                            Yours Very Truly,\r\n\r\n\r\n\r\n\r\n                                            [private]\r\n                                            [private]\r\n\r\nSEM:IAL\r\n\r\nThe events that led up to my receipt of this letter have been strange to say the least.  I've included all transcript of ongoing correspondence between ConAgra Foods, myself and my fiancee.\r\n\r\n\r\nI have a client interested in www.crunchnmunch.com.  Is it for sale?  How much are you asking?\r\n\r\n[private]\r\nMcGrath, North, Mullin & Kratz, PC LLO\r\nSuite 3700 First National Tower\r\n1601 Dodge Street\r\nOmaha, Nebraska  68102\r\n[number]\r\n[number]\r\n[private]\r\n\r\n\r\nHi,\r\n\r\nSorry about the tardy reply.  I've been on holidays and make it a point not to bring anything from the real world along for the ride.\r\nIn response to your question, crunchnmunch.com is actually not one of the names I have listed for sale.  \r\nAs ludicrous as it may sound, I had planned on giving it to ConAgra Foods, the rightful owners, as a gesture of thanks for some computer repair business that they had given my partner and I up here in Canada.  I thought it would be an appropriate \"Thank You\" given the nature of our business.\r\nSorry I couldn't be of more help.\r\nThanks for the reminder though.  I really do need to get in touch with them to find the appropriate channels to go through.  With everything that's been going on, I've put it on the back burner and forgotten all about it.  Once again, I apologize.\r\n\r\nCarmen  (My response)  \r\n\r\n\r\nHi [private],\r\n \r\nIt's Carmen again re: www.crunchnmunch.com.  \r\nI just spoke to my husband regarding the email you had sent us about purchasing the crunchnmunch.com domain name.\r\nAlthough, as I stated earlier, I would prefer to give ConAgra the first oppurtunity to make an offer on this domain name, my husband believes that we should entertain all offers.\r\nThat being said, we're willing to hear your offer.\r\n \r\nRegards,\r\nCarmen  (My fiancee posing as me)\r\n \r\nPlease note:  My new email address is   [private]\r\n\r\nCarmen, ConAgra Foods is who I represent.  I will have [private]\r\nof ConAgra Foods initiate the transfer.  Thanks for your assistance.\r\n\r\n[private]\r\n[phone number]\r\n\r\n\r\nJust saw your second message.  Do you still want me to determine a figure from ConAgra Foods?\r\n\r\n[name]\r\n\r\n-----Original Message-----\r\nFrom: [name]\r\nSent: Wednesday, April 09, 2003 8:56 AM\r\nTo:[private]\r\nSubject: RE: crunchnmunch.com\r\nImportance: High\r\n\r\nHi [private],\r\n\r\nYes please.\r\n\r\nCarmen  (My fiancee posing as me)\r\n\r\nConAgra Foods is willing to pay $500 US and all transfer fees.  Please advise if this is acceptable.\r\n\r\n[private]\r\n\r\n\r\nAt this point I e-mailed [name] the following letter in which I explained to him what has transpired.\r\n\r\nIn the fall of 2001 we purchased a cottage up north, which was in extremely bad shape.  We immediately began to renovate, tearing down walls, constructing additions and landscaping an incredibly rocky terrain.  We took on a huge project but did so knowing that the end result would be well worth it.\r\nBy May of the following year, we had accomplished an incredible amount of work, but were still nowhere close to completion.\r\nVictoria Day Long Weekend (May) found us at the cottage with a couple of dear friends that dared brave the rather dangerous conditions and join us to celebrate the onset of summer.  \r\nWe left the city after work on the Friday of the long weekend and drove for what was supposed to be three and a half hours to the cottage but became five hours due to traffic.  By the time that we arrived, all of the stores in town had already closed for the evening, and so, rather than stopping to buy supplies as we normally did, we proceeded straight up to the cottage.\r\nI would just like to interject at this point and say that I know it sounds like I","date_sent":"2003-05-23T04:00:00Z","date_received":"2003-05-23T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":null,"principal_name":"ConAgra Foods, Inc.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}