{"dmca":{"id":1644,"type":"Dmca","title":"Fry's Experience Website","body":"Dear [Private]:\r\n\r\nAs you know, we represent Fry's Electronics.\r\n\r\nIt has come to Fry's attention that you have been using the name \"FRY'S\" as a second level domain name for your website at \"STHOMAS.NET\". Additionally, you have imbedded the name \"fry's\" into the metatags, HTLM code, and file names for your site; thus, a person conducting a search for the names \"Fry's\", or \"Fry's Electronics\", will be directed to your site.\r\n\r\nThis conduct constitutes unlawful trademark and trade name infringement.\r\n\r\nWith regard to your inclusion of \"FRY'S\" as a second level domain name, the fact that your site may contain expressions of \"a point of view\" about Fry's Electronics does not immunize you, under free speech principles, from the reach of the trademark and trade name laws.\r\n\r\nWebsites which rely on confusion to intercept potential viewers, and expose them to the message disseminated at the site, negate any free speech defense. See Planned Parenthood Federation of America, Inc. v. Bucci (S.D.N.Y. 1997) 42 U.S.P.Q.2d 1430, 1441, aff'd without op., (2d Cir. 1998) 152 F.3d 920; Jews For Jesus v. Brodsky (D.N.J. 1998) 993 F.Supp. 282, judgment aff'd (3d Cir. 1998) 159 F.3d 1351; OBH, Inc. v. Spotlight Magazine, Inc. (W.D.N.Y. 2000) 86 F.Supp.2d 176 (Defendant's website at <thebuffalonews.com> contained disparaging comments about plaintiff The Buffalo News and hyperlinks to other sites containing negative opinions about plaintiff. Defendant was found to be an infringer. \"[D]efendants chose to use plaintiff's mark as their domain name in order to deceive Internet users into believing that they were accessing plaintiff's website. Such a use of plaintiff's mark is not protected by the First Amendment.\").\r\n\r\nThus, the cases have held that, regardless of the \"fair use\" defense incorporating free speech principles, a website containing criticism of a company or an organization cannot be identified by a domain name confusingly similar to the name or trademark of the target group or company. The right to disseminate criticism on the Internet cannot trump the public's right not to be deceived by a confusingly similar domain name. And the critic has no free speech \"right\" to confuse web users into thinking that they are entering a website of the target in order to expose them to the defendant's messages of criticism of the target.\r\n\r\nFurthermore, and as is noted above, your site is also making unlawful commercial use of the Fry's name and trademarks.\r\n\r\nFry's Electronics (R) is a registered trademark belonging to Fry's Electronics, Inc. In addition, the names Fry's and Fry's Electronics are descriptive marks that have acquired a secondary meaning. In other words, they are well known trade names, and accordingly they receive the same federal and common law protection as trademarks (Standard Oil Co. v. Standard Oil Co., 56 F2d 973 (10th Cir. 1932); United Security Bank and Trust Co. v. Superior Court of Orange County, 205 Cal. 167 (1928).\r\n\r\nA number of state and federal statutes afford protection to the holders of trademarks and trade names, e.g., Section 43(a) of the Lanham Act, the California Dilution Statute, B&P Section 14330 and Section 17200 of the California Business and Professions Code.\r\n\r\nWith respect to claims of trade name infringement, as the courts have repeated stressed, the core element of trademark infringement is \"the likelihood of confusion, i.e., whether the similarity of the marks is likely to confuse customers about the source of the products.\" (E.J. Gallo Winery v. Gallo Cattle Co., 967 F.2d 1280, 1290 (9th Cir. 1992). In turn, the courts look to the eight (8) so-called \"Sleekcraft\" factors for guidance in determining the likelihood of confusion (AMF Inc. v. Sleekcraft Boats, 599 F.2d 341 (9th Cir. 1979)).\r\n\r\nHowever, even if the customer is not \"ultimately\" confused about the source of the product by virtue of the \"use\" of the plaintiff's trademark, the courts, including the 9th Circuit, in Dr. Seuss Enters. v. Penguin Books USA, Inc. 109 F3d 1394 (9th Cir. 1997), have recognized what is known as \"initial interest confusion\", i.e., infringement can be shown where the plaintiff's trademark is used in a manner calculated to:\r\n\r\ncapture initial consumer attention, even though no actual sale is finally completed as a result of the confusion...\"(Dr. Seuss at p. 1405; see also Mobil Oil Corp. v. Pegasus Petroluem, 818 F.2d 254 (2nd Cir. 1987).\r\n\r\nTrademark dilution, on the other hand, does not require a showing of consumer confusion. Rather it is enough if the plaintiff has a mark that qualifies as a \"famous mark\", and the defendant's use either \"blurs\" or \"tarnishes\" that namer (3 McCarthy section 24:89, at 24-137-38).\r\n\r\nWith respect to the question of whether or not the use of another's trademark in metatags constitutes a violation of the law, Playboy Enters. v. Calvin Designer Label, 985 F. Supp. 1220 (N.D. Cal. 1997) concluded that the plaintiff had established a likelihood of the success on the merits of its claim that defendants had infringed because of their repeated use of plaintiff's name within:\r\n\r\nmachine readable code in Defendants' Internet Web pages, so that the Playboy Trademark [was] accessible to individuals or Internet Search engines which attempted to access Plaintiff under Plaintiff's Playboy registered trademark....\r\n\r\nLikewise in Brookfield Communications v. West Coast Entertainment Corporation, 174 F.3d 1036 (9th Cir. 1999), the Court found that Defendant West Coast Entertainment's use of \"moviebuff.com\" in its metatags, a name that the Court had earlier found belonged to Plaintiff Brookfield Communications, justified issuance of a preliminary injunction on the grounds of \"initial interest confusion\", and in so doing formulated the following analogy that is applicable in this context:\r\n\r\nSuppose West Coast's competitor (let's call it \"Blockbuster\") puts up a billboard on a highway reading-\"West Coast Video: 2 miles ahead at Exit 7\"-where West Coast is really located at Exit 8 Blockbuster is located at Exit 7. Customers looking for West Coast's store will pull off at Exit 7 and drive around looking for it. Unable to locate West Coast, but seeing the Blockbuster store right by the highway entrance, they may simply rent there. Even customers who prefer West Coast may find it not worth the trouble to continue searching for West Coast since there is a Blockbuster right there. Customers are not confused in the narrow sense: they are fully aware that they are purchasing from Blockbuster and they have no reason to believe that Blockbuster is related to, or in any way sponsored by, West Coast. Nevertheless, the fact that there is only initial interest confusion does not alter the fact that Blockbuster would be misappropriating West Coast's goodwill....(Brookfield at page 106)\r\n\r\nThus, if there is a \"commercial\" use that your site offers at the end of the \"off ramp\" that has the \"Fry's\" sign on it, then it would make no difference in the eyes of the law that customers would later realize that they \"got off\" on the wrong off ramp, rather, what has happened is that initial interest confusion has been created, and that does give rise to the cause of action for infringement.\r\n\r\nDoes the site in question have a \"commercial use\"?\r\n\r\nThe answer is most certainly yes:\r\n\r\nIn the \"Contents\" column on the left side of the site, there are two items that are noteworthy:\r\n\r\nFirst, under the title \"Retail Alternatives to Fry's\", various persons, mostly anonymous individuals, have listed Fry's competitors, organized by City in which Fry's has a store.\r\n\r\nFor example, if one clicks on San Diego, one gets a whole list of Fry's competitors, with comments about the, and a link to the competitor's site, e.g., if one clicks on the Radio Shack entry, one ends up in the Radio Shack site.\r\n\r\nSecond, under the title \"Chat\", up pops an ad for a company that is in competition, at least in part, with Fry's; namely, Netflix.\r\n\r\nIn light of the above content on the Fry's Experience website, access to which is triggered by the user of the Fry's name (and trademarks), there has been unlawful infringement of Fry's name and marks.\r\n\r\nLikewise, Fry's believes that its name and trademarks have been tarnished or blurred as a result of the presence of other competitor's on the site; ergo, there has been actionable dilution of Fry's name and trademarks as well.\r\n\r\nAccordingly, Fry's demands that you immediately cease and desist your unlawful infringement of Fry's name and trademarks. If you do not comply within ten days of the date of this letter, Fry's will commence legal action to enforce its rights.\r\n\r\nVery truly yours,\r\n\r\nFOLEY McINTOSH FREY & CLAYTOR\r\nProfessional Corporation\r\n\r\n\r\n[Private]","date_sent":"2002-09-05T04:00:00Z","date_received":"2002-09-05T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"FOLEY McINTOSH FREY & CLAYTOR","principal_name":"Fry's Electronics, Inc.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}