{"dmca":{"id":1656,"type":"Dmca","title":"CGUFF, fan fiction","body":"I am General Counsel for CrossGen Entertainment, Inc. and its subsidiary CrossGen Intellectual Property, LLC. This email is a cease and desist letter effective immediately. You are not authorized, permitted or licensed to use any CrossGen intellectual property in any manner, specifically titles, story lines and characters from the CrossGen Universe and/or Code 6 Comics.\r\n\r\n\r\nYou must immediately remove the Material from the Internet at http://www.cgfanfiction.net/ and any other location where it is posted. You are not, nor will you ever be, authorized, permitted or licensed to use any CrossGen intellectual property. If you fail to remove the material by 3:00 p.m. tomorrow, June 8, 2003, we will take all legal steps available to force the removal and recover damages from you and the website. If you ever use any CrossGen Intellectual property again without authorization, we will immediately take all legal steps available to us to force the removal of the material and recover damages from you and the website upon which you post or place such material.    \r\n\t\t \r\nPlease govern yourself accordingly.\r\n\t\t \r\nJennifer Phelan Hernandez\r\nSenior Vice President - General Counsel CrossGen Entertainment, Inc. CrossGen Publishing, LLC; CrossGen Comics, LLC; Code 6 Comics, LLC; CrossGen Education, LLC; CrossGen Media, LLC; CrossGen Productions, LLC; CrossGen Interactive, LLC; CrossGen Technologies, LLC; comics on the web, LLC; MegaCon, LLC \r\n4023 Tampa Road \r\nOldsmar, Florida 34677 \r\njhernandez@crossgen.com <mailto:jhernandez@crossgen.com> \r\nFax: 813-855-9254 ","date_sent":"2003-06-07T04:00:00Z","date_received":"2003-06-07T04:00:00Z","topics":["Fan Fiction","Copyright"],"sender_name":null,"principal_name":"CrossGen Entertainment, Inc.","recipient_name":"CG Fan Fiction.net","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}