{"dmca":{"id":1659,"type":"Dmca","title":"Author Asks Google to Remove Poem","body":"May 12,2003\r\n\r\nGoogle, Inc.\r\nAttn: Customer Support, DMCA\r\nComplaints\r\n[Private]\r\nMountain View, CA. 94043\r\n\r\nI am requesting removal of a post using my copyright work. This was used without my permission and in a way that I feel defames myself and my reputation.  I am including a copy of the official Copyright Certificate of Registration of that poem, dated May 2000.  The offensive post is dated December 2002.\r\n\r\nThis poem has been archived on the google.com site from usenet, alt.comp.virus.  Once again, no permission was given to the poster to use this copyright work by either the author or any representative of the author. The author feels deeply that there is no way this post can be considered fair use. The post includes the entire poem. The poster included derogatory comments about the author, and has a history of posting such remarks about the author causing concern to the author. Note that this work was copyright under the title \"[Private].\" Also under [Private].\r\n\r\nA google search show the link as groups.google.com/groups?g=aIt.comp.virus+[Private]&hl=en&lr=&ie=UTF-8&oe=UfF-8&selm=3DF1906F.F244E1AC%40amsat.org&rnum=2  Also included are the print-out of that post giving everything necessary to find and delete the post.\r\n\r\nKindly remove this post as soon as humane-ly possible.\r\n\r\nAs per your instructions: \"I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\"\r\n\r\n\"I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive light that is allegedly infringed.\"\r\nPlease note that the official copyright certification from the Federal Government should supersede your indicated necessary statements and that this post should be removed from google.com as soon As possible.\r\n\r\nI thank you for your heIp. Please let me know when this has been accomplished. Thank you.\r\n\r\n[Private]\r\nE-mail: [Private]\r\nPen Names: [Private] \r\n[Private]\r\n West Palm Beach, Fl. 33402\r\n\r\n<hr>\r\n\r\nRe: Sugien\t\t\t\t\t\t\tPage I\r\n\r\n[Date Prev]][Date Next ][Thread Prev[Thread Next][Date Index][Thread Index]\r\n\r\nRe: Sugien\r\n\r\n","date_sent":"2002-05-12T04:00:00Z","date_received":"2002-05-12T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"[private]","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}