{"dmca":{"id":1671,"type":"Dmca","title":"KaZaAck Attack","body":"Dear Registrant\r\ndietk.com\r\n\r\nWe act for Sharman License Holdings Limited (Sharman).\r\n\r\nIt has come to our client's attention that you have obtained a license for the domain name dietk.com with the domain name administrator Registerfly.com.  As you are no doubt aware, our client has used the name KAZAA in connection with the Kazaa Media Desktop software (the Software), other products and its business throughout the world.  Our client has a substantial reputation and rights in the name KAZAA in relevant jurisdictions throughout the world.  Sharman is the owner of the domain name \"kazaa.com.\"\r\n\r\nAs the owner of the name KAZAA, and all rights in KAZAA, our client is entitled to be the licensee of the corresponding domain names that incorporate the word KAZAA or are otherwise substantially identical or deceptively similar to KAZAA, in particular, the domain name dietk.com.\r\n\r\nYou have no legitimate entitlement to use the name KAZAA, or any other name that is otherwise substantially identical or deceptively similar to KAZAA and in particular, the domain name dietk.com.\r\n\r\nYou also have no right to offer any software or other product or services from the website located at the URL http://dietk.com under or by reference to the name KAZAA, or any other name that is otherwise substantially identical or deceptively similar to KAZAA.\r\n\r\nYour license of the domain name dietk.com was obtained in bad faith.  Your conduct is an infringement of our client's legitimate rights and interests in the name KAZAA.\r\n\r\nYour offer, through your website, unauthorised and infringing versions of the Software.  To the extent to which you have reproduced the source code or object code of the Software, or are communicating that source code or object code to members of the public, you are doing so without our client's permission.  This conduct infringes our client's copyright in the Software throughout the world.\r\n\r\nFurther, by making available unauthorised versions of the Software by or under reference to names that include KAZAA or are otherwise substantially identical or deceptively similar to that name, you are seeking to trade on our client's significant and valuable reputation, and to appropriate to yourself, without our client's approval, our client's reputation.  This also infringes our client's rights.\r\n\r\nOur client reserves its rights to take further action against you, in any relevant jurisdiction, in relation to each example of these infringing activities.  Our client requires this infringing activity to cease immediately and for you to undertake to our client in writing to not engage in that activity, or any other activity that infringes our client's rights.\r\n\r\nWithout prejudice to any other rights, our client requires that you immediately transfer your license to the domain name dietk.com to Sharman.  To effect this transfer, our client requires you to complete the transfer of ownership forms located at your registrar's website, www.registerfly.com, and transfer the domain name to: \r\n(Private)\r\n\r\nYou must complete the transfer of the domain name license to Sharman, including payment of any transfer fee, no later than Friday, 20 June 2003.\r\n\r\nYou must also immediately undertake to our client in writing that you will not register or seek to register in the future any other domain name, anywhere in the world, that incorporates the word KAZAA or any other name that is substantially identical or deceptively similar to KAZAA.\r\n\r\nIf you do not effect the transfer and give the required undertaking to us by the required date, we are instructed to institute domain name dispute proceedings in accordance with ICANN's Uniform Dispute Resolution Policy.  If that is necessary, our client reserves its rights in respect of the loss and damage that it has suffered, and continues to suffer, as a result of your wrongful conduct and bad faith.\r\n\r\nYou are now formally on notice of our client's rights.  This letter may be used as evidence of your knowledge in any domain name dispute proceedings or any proceedings for damages or an account of profits.\r\n\r\nWe await receipt of the undertaking and confirmation of the transfer from you.\r\n\r\nYours faithfully,\r\n(Private) \r\n\r\n","date_sent":"2003-06-12T04:00:00Z","date_received":"2003-06-12T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Phillips Fox","principal_name":"Sharman License Holdings Limited (KaZaA)","recipient_name":"TEAM DK","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}