{"dmca":{"id":1687,"type":"Dmca","title":"Unhealthy Activity?","body":"Attn: Owner/Legal Counsel\r\nDear Sir/Madam:\r\n\r\nOur firm represents Nutrition For Life International, Inc. (NFLI) in FDA and Intellectual Property matters.\r\n\r\nNFLI is the exclusive owner of the federally registered trademark and service mark \"Nutrition For Life\" (U.S. PTO Registration Numbers 1,862,976; 2,142,105; 2,262,785 and 2,259,302). NFLI owns trademark rights throughout the world including Canada, European Union, Asia, Australia and New Zealand. NFLI also owns several \"Nutrition For Life\" state registrations and common law rights for a large array of goods and services.\r\n\r\nNFLIs product line consists of many health-related products, including dietary supplements and drugs, and services, including nutritional counseling. By virtue of NFLI's efforts and expenditure of considerable sums for promotional activities and by virtue of the excellence of its \"Nutrition For Life\" products and services, NFLI has developed a valuable good will and reputation in respect to its famous \"Nutrition For Life\" trademark and service mark.\r\n\r\nWe were recently informed that Gebesse Holdings (\"GH\") has used the \"Nutrition For Life\" trademark and service mark. It uses the \"Nutrition for Life\" trademark and service mark on its Internet web page www.ratbaqs.com/rsoles/list07.htm and throughout the web site. Such unauthorized use of NFLI's \"Nutrition For Life\" mark may very well constitute trademark and service mark infringement, dilution and other related state and federal unfair competition violations.\r\n\r\nTherefore, we request that GH immediately cease and desist its use of NFLrs mark, \"Nutrition For Life\". Our request to immediately cease and desist using the \"Nutrition For Life\" trademark and service mark concerns any and all uses of the mark, including but not limited to use on books, signs, brochures, flyers, catalogs, magazines, product order forms, labels, letterhead, envelopes, and any and all other uses of the \"Nutrition For Life\" mark, including use on the Internet and in all programming code such as html language and meta tags;\r\n\r\nPlease send to our firm, within 10 business days, GH's written assurance that it will comply with our requests, or otherwise respond to this letter.\r\n\r\nPlease call me if you have any questions. We hope you will at least understand NFLI's concerns and necessity to protect against unauthorized use of its most valuable trademark. NFLI is only requesting that GH stop using FLI's \"Nutrition For Life\" trademark which cannot be argued to be an unreasonable request. Thus, despite legal defenses you believe that GH may have, our request is fair & reasonable and your cooperation in amicably resolving this matter without the need for court action will be greatly appreciated.\r\n\r\nPlease note that NFLI does not waive and hereby reserves any and all rights and remedies it has in connection with this matter.\r\n","date_sent":"2003-01-21T05:00:00Z","date_received":"2003-01-21T05:00:00Z","topics":["Trademark","Copyright"],"sender_name":"Weaver & Amin","principal_name":"Nutrition For Life International","recipient_name":"Gebesse Holdings","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}