{"dmca":{"id":1689,"type":"Dmca","title":"Alka Slim Complains to Google","body":"Date- 5-30-03\r\n\r\nTo: Google Team\r\nFax: [Private]\r\nAttn: User Support, DMCA complaints\r\n\r\nFrom: [Private], President Alkaslim.com\r\nFax: [Private]\r\nContents: 5 Pages (including this cover letter)\r\n\r\nDear Google Team,\r\n\r\nFollowing is the form you requested regarding our allegations of stolen copyrighted material by http://www.1-barefoot-coral-calciurn-supreme.com/alka-slim.htm. We hope you are able to handle this disregard for the work I have paid for quickly and without trouble.  As our attorney has advised, we are requesting the removal of this business from your service.\r\n\r\nThank you,\r\n\r\n[Private]\r\nPresident, Child of the Light Inc.\r\n\r\n<hr>\r\n\r\n1.   The copyrighted work at issue is at http://www.alkaslim.com including,\r\n\r\nA) Text which has been simply cut and pasted onto the http://www.1-barefoot-coral-caicium-supreme.com/alka-slim.htm site, <i>(note the mistake we made, the missing \"of\" which they didn't even bother to fix)</i>:</b>\r\n\r\n\"Developed by Dr. M. T. Morter, Jr., Alka-slim is a revolution in Weight-Reduction and dietary supplementation.  It is the only weight reducing, health enhancing product specifically designed to alkalize and energize at the same time! Two scoops of Alka-Slim contains only 81 calories; fruit juices add approximately 100 calories.\"\r\n\r\n\"Dr. Ted Morter, Jr. is an internationally recognized authority on healthcare. A healthcare specialist for more than 30 years, he is best known by the general public for his best-selling books on health and nutrition, such as <i>Your Health, Your Choice</i> and <i>An Apple a Day</i>.\r\n\r\nOne <b>[OF]</b> <i>(missing in their text as well)</i> Dr. Morter's most innovative developments is Alka Slim, a product that is specially formulated to aid in weight loss and increase body alkalinity for better health, while providing nutrition for energy.  However, Dr. Morter has devoted his life to more than just the public arena to improving healthcare in America. For example, he is well known to health professionals for numerous magazine articles: and three books he wrote with different health concepts in mind. These books include: <i>Chiropractic Physiology</i>, <i>Correlative Urinalysis</i>, and <i>The Healing Field</i>.\r\n\r\nFurthermore, Dr. Morter is also known for his modern, well-designed multi-disciplined healthcare clinics.  One of these Clinics, his 4-day HealthWeek program, is attended by doctors and patients from all over the world.\r\n\r\nFinally, one of Dr. Morter's proudest achievements is his development of the revolutionary Morter Health System based on his Bio Energetic Synchronization Technique (B.E.S.T.), which is a neurological refining technique that has undergone extensive research at the University of California.\"\r\n\r\n\r\n      \"Before I understood Dr. Morter's concepts, I had a long history of asthma, \r\n      allergies, hormonal imbalance, lower back pain, and PMS. Now, I take no \r\n      medication and thrive on better health, I now have the courage to become a \r\n      better, calmer parent, and to pursue my passion as a writer.\"\r\n\r\n                     Carol Buckfire Lehrer, M.A., C.C.C.\r\n                     Speech and language pathologist\r\n                     Santa Rosa. California\r\n\r\nB) in addition, note the graphics, which I have paid my graphic designer to produce, including:\r\n\r\n    \r\n     <li>the photographs of alkaslim bottles;\r\n     <li>and the logo, which our designer created as a raster graphic from the original vector\r\n\r\nTo request an electronic version of the proofs on the following page, please contact me by email.\r\n\r\n\r\n2. The stolen material is at:\r\n\r\nhttp://www.1-barefoot-coral-calcium-supreme.com/alka-slim.htm (the text about Dr. Morter as well as the Alkaslim photos graphics which we have mention above).\r\n\r\nA) Search queries that bring up this business include \"alkaslim\" ; \"Alka\r\nSlim\"; \"dr morter - \"Dr. Morter Alka-Slim\" ; dr tom morter\"; \"Dr. Morter\r\nAlkaslim\" .\r\n\r\nB) Search queries link directly to your link at http://www.1-barefoot-coral-calcium-supreme.com/alka-slim.htm\r\n\r\n3. Contact information:\r\n\r\n[Private]\r\nEmail: [private]\r\nPhone: [private]\r\n\r\n4. The infringing site has listed: sales@1-barefoot-coral-calcium-supreme.com as the contact email address.\r\n\r\n5. I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\"\r\n\r\n6. I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\n7. Thank you for your concern with this matter.\r\n\r\nSigned,\r\n\r\n[Private]\r\nPresident, Child of the Light Inc.","date_sent":"2003-05-30T04:00:00Z","date_received":"2003-05-30T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Alkaslim.com","recipient_name":"Law Offices of Brian Schneider","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}