{"dmca":{"id":1698,"type":"Dmca","title":"Demand to stop free online service","body":"Federal Court Trial Division\r\nMichael J Culhane, Plaintiff\r\nAND\r\nATP Aero Training Products Inc,\r\nReilly James Burke, Defendants\r\n\r\nSTATEMENT OF CLAIM\r\n\r\nTO THE DEFENDANTS:\r\nA LEGAL PROCEEDING HAS BEEN COMMENCED AGAINST YOU by the plaintiff.  The claim against you is set out in the following pages.\r\n\r\netc (5 pages of detail follow. The essence of the claim is )\r\n\r\n\r\n12. In the period from mid 1998 to the present day, the defendants have caused the publications referred to in paragraph 11 to be made available over the internet from their website having the internet address http://www.aerotraining.com. To access the said publications, any internet user, by the system originated and developed by the defendants, will be provided complete access to the said publications upon giving the user's e-mail address, without any direct fee being charged or requested by the defendants for access to its product.\r\n\r\n\r\n13. Since mid 1998, the defendants have actively, aggressively and continuously marketed their internet exams to the Canadian aviation training industry, referring to their product as \"Free On-line Exams\" \"Exam Guides On The Internet\" and \"On-line Exams\". The defendants' marketing campaign has been sufficiently extensive such that most aviators, aviation products retailers and existing and potential customers of the plaintiff have been made well aware the defendants' product. Several flying schools, flying clubs and pilot organizations on their internet websites now provide links direct to the ATP on-line exams, and the product so described is now a significant and attractive alternative to potential customers since said customers can at their option can avoid making any direct monetary purchase of exam preparation material, and in many instances, have chosen to select the defendants' free product in lieu of purchasing the plaintiff's product at fair market price.\r\n\r\n\r\n14. Since the arrival of the ATP On-Line Exams, the plaintiff has experienced a significant decline in the sale of the plaintiff's publications that the plaintiff says can reasonably be attributed to the defendants' activities described in this claim.\r\n\r\n\r\n15. The plaintiff verily believes and intends to demonstrate to this Honourable Court that the continued drive by the defendants of promoting and providing aviation exam preparation materials over the internet at prices that are unreasonably low will eventually force the plaintiff to cease publication and distribution of its competing products, or alternatively, prevent the plaintiff from providing similar product. The plaintiff says that the defendants' activities described are a form of predatory pricing, designed to eliminate legitimate competition, or alternatively, to intimidate and prevent other competing firms from entering the field of the sale and distribution of Canadian aviation exam publications and administered on-line aviation exams. The plaintiff claims that the defendants, as part of their predatory pricing scheme described, seek monopolistic power or alternatively, substantial market dominance in the publication and supply of Canadian aviation exam preparation materials and if their plan is successful in eliminating competitors, intend to raise prices sharply or alternatively, steer the market toward favoured alternate products which the defendants control, resulting in fewer product choices and/or higher prices for consumers.\r\n\r\netc\r\n\r\n(The plaintiff claims that the free information provided by the defendant contravenes Part VI of the Competition Act of Canada and asks the Court for an order to cease and desist, damages, etc)\r\n\r\n(filed in the Federal Court of Canada, Aug 11 2000; File No. T-1491-00)\r\n\r\nThe trial is underway, but may not be finished before the end of 2003.  The defendants (ourselves) say that the claim is rubbish, and only an attempt to chill our free internet services. \r\n","date_sent":"2000-08-11T04:00:00Z","date_received":"2000-08-11T04:00:00Z","topics":["Copyright","International"],"sender_name":null,"principal_name":null,"recipient_name":"Aero Training Products Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}