{"dmca":{"id":1701,"type":"Dmca","title":"Amish.net/Notice of Copyright Infringement","body":"[private]\r\n\r\nNotice of Copyright Infringement: http://www.kaitlinsamishgoods.com/buggy1.jpg\r\nDemand For Profits and Damages $30,000 17 USC ?100 et seq \r\n\r\n[private]\r\n\r\nYou will each recall either my phone calls, e-mails or FAX letters regarding the infringement of my image of a horse drawn Amish buggy with a Amish man, woman and child at http://www.kaitlinsamishgoods.com commencing on or about December 7, 2001. Despite my efforts, neither [private] nor [private] responded to my phone calls and e-mails regarding the infringement of my copyright registered image that was used illegally at http://www.kaitlinsamishgoods.com. The only response came from my gentle effort, not intended to ?go legal?, to [private] in my e-mail dated December 8, 2001, in which [private], Esq., responded with a note advising that my effort to resolve the copyright infringement was lacking with respect to 17 USC ?512(c). There was no response to my subsequent legally correct demand to remove the image in accordance with 17 USC ?512(c) other than the superficial removal of the image from the website at http://www.kaitlinsamishgoods.com.\r\n\r\nYou can appreciate my total surprise when I learned recently that my copyright registered image of a horse drawn Amish buggy with a Amish man, woman and child had neither been removed from the website created by [private], operated by [private], nor had it even been disabled as required by 17 USC ?512(c). The image is readily displayed as available at http://www.kaitlinsamishgoods.com by at least two search engines, Lycos.com and AllTheWeb.com.\r\n\r\nThe image is still an integral part of the PressEnter.com server. It is neither removed nor disabled from the website or the server. It is readily available to any and all who search for ?amish buggy? at http://www.lycos.com and http://www.alltheweb.com, other referring links, or accessing it by its direct URL at http://www.kaitlinsamishgoods.com/buggy1.jpg. Mr. Reisman and PressEnter LLP are now co-joined in the liability as per 17 USC ?512(c)(1)(C) for their failure to remove or disable the image. Its continued use at http://www.kaitlinsamishgoods.com has created liability, individually and collectively, for each of the parties. \r\n\r\nPlease note that I hereby incorporate all of the text of my e-mails and letters from December 7, 2001, through December 11, 2001, in my claim for profits and damages of $25,000. I find it incredible that one Attorney, one ISP owner, one webmaster and one website owner would not respond appropriately to a legal takedown demand and notice of copyright infringement to remove or disable the image from 18 months ago. \r\n\r\nThis egregious disregard for my rights under US Copyright Law in the theft of my image by [private] has resulted in exposure of the image without the appropriate copyright management information and protection that it is afforded at its home URL, http://amish.net, causing damage to its value. It was infringed prior to notification but its continued appearance at the website is beyond belief and has created additional infringement and additional exposure for additional infringement by others after appropriate notification was received and supposedly acted upon.\r\n\r\nThe purpose of this letter is to inform all parties that I am offering to enter into a settlement in the amount of $30,000 based on infringement of my image for eighteen months by [private]. Appropriate sections of US Copyright Law, as previously noted, include 17 USC ?106 and 106A, basic copyright protection of intellectual property, copyright registration, etc; ?504 Damages and Profits, to include statutory damages since the infringed image has been copyright registered since 1992, which, with enhancements means that a court could award state damages to a sum of not more than $150,000; ?505 Costs and Attorney?s Fees; and, finally, ?512(c) which requires an ISP to disable or remove infringing material when advised by a claimant or be subject to liability for the infringement. \r\n\r\nI have also posted information about this continuing infringement at http://netcopyrightlaw.com. I look forward to hearing from you soon. It is my preference to settle this matter out of court but I am prepared to take appropriate legal action as may be required if there is no settlement by Friday, May 30, 2003.\r\n\r\nSincerely yours,\r\n\r\n\r\n[private]\r\n","date_sent":"2003-05-03T04:00:00Z","date_received":"2003-05-03T04:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"[redacted]","recipient_name":"Kaitlin's Amish Goods","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}