{"dmca":{"id":1706,"type":"Dmca","title":"French Site Complains to Google","body":"1. Identify in sufficient detail the copyrighted work that you believe has been infringed. \r\nhttp://www.weburchin.com/angersfrance/Legros.htm\r\nThe photo at the above URL has been copied in violation of copyright as stated on the entrance to site page http://www.weburchin.com/angersfrance and subsequently declared on the page http://www.weburchin.com/angerfrance/copyright.htm.\r\nA JPEG photo identified as, legros%20immobilier.jpg, this is a digitally scanned photograph.  I own the photograph as well as the negative.  The photo on the infringing site is an exact copy and could not be manufactured in any other way.  \r\n\r\n2. Identify the material that you claim is infringing the copyrighted work listed in item #1 above.  A jpeg photo referred to as, legros.jpg.  The photo is an exact copy of legros%immobilier.jpg renamed to legros.jpg and located at http://imartif.chez.tiscali.fr/legros.htm.  Search words used to find the infringing site are as follows, legros immobilier, Legros angers\r\n\r\n3. Provide information reasonably sufficient to permit Google to contact you (email address is preferred).  Email [private]\r\n\r\n4. Provide information, if possible, sufficient to permit Google to notify the owner/administrator of the web page that allegedly contains infringing material (email address is preferred).\r\n[private], website, http://imartif.chez.tiscali.fr\r\nEmail: [private]\r\n\r\n5. \"I have a good faith belief that the use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\"\r\n\r\n6. \"I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\n\r\nEditor, La Chronique d'Angers\r\n[private]","date_sent":"2003-06-18T04:00:00Z","date_received":"2003-06-18T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Editor, La Chronique d'Angers","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}