{"dmca":{"id":1707,"type":"Dmca","title":"Maternity Closet births trademark claims","body":"Jun 21, 2003\r\nmaternity-closet.com\r\n\r\nAttn: [Private]\r\n\r\nRe: Maternity Closet Trademark\r\n\r\nDear Mr. Phillips:\r\n\r\nIt has been brought to our attention that your business, maternity-closet.com, has been using the trademark Maternity Closet in association with the marketing or sale of your products and services. It is possible that you were unaware of this conflict, so we believe that it is in our mutual interest to bring this matter to your attention.\r\n\r\nMaternity Closet is a registered trademark (U.S. Reg. No. 2404709) of our business, Zeller, Bernadette INDIVIDUAL, UNITED STATES. (http://www.uspto.gov/main/trademarks.htm)\r\n\r\nOur federal registration of this trademark provides us with certain proprietary rights. This includes the right to restrict the use of the trademark, or a confusingly similar trademark, in association with confusingly similar products or services.\r\n\r\nIt is important that we exercise our right to protect our trademark. It serves as an important and distinctive representation of the origin of our products as well as the goodwill of our company.\r\n\r\nState and federal law supports our position that confusingly similar trademarks may cause confusion among customers. This confusion may cause substantial harm to the trademark by facilitating the loss of its effectiveness in establishing a distinct association between it, our products and services, and our company's goodwill.\r\n\r\nDue to these concerns, and because unauthorized use of our federally registered trademark amounts to an infringement of our trademark rights, we respectively request that you cease and desist in any further use of Maternity Closet in association with the marketing, sale, distribution, or identification of your products, or services.\r\n\r\nPlease respond by email: indicating your intention to cease and desist the use of the trademark Maternity Closet, or any confusingly similar trademark, within ten (10) calendar days.\r\n\r\nWe hope that this issue may be resolved this way so we can avoid any further legal remedies as provided by state law and the U.S. Trademark Act.\r\n\r\nSincerely,\r\n\r\nGeorge Zeller, Co-Owner\r\n[e-mail; private]\r\n\r\n\r\ncc\r\nBernadette Zeller, Owner\r\n[private]\r\n\r\nAttorney information [private]\r\n\r\n\r\n","date_sent":"2003-06-21T04:00:00Z","date_received":"2003-06-21T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":null,"principal_name":"Bernie Zeller","recipient_name":"Maternity-Closet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}