{"dmca":{"id":1713,"type":"Dmca","title":"Bondwatch.org website concerning Texas Appraisal Licensing and Certification Board","body":"Scanned Images Forwarded - Two Pages\r\n\r\n\r\n                           ATTORNEY GENERAL OF TEXAS\r\n                                  \r\n\r\nJune 25, 2003\r\n\r\n\r\n[Private]\r\nDallas, TX 75218-0190\r\n\r\nRe:   Bondwatch.org website concerning Texas Appraisal Licensing and            Certification Board\r\n\r\nDear [Private]\r\n\r\nIt has been brought to our attention that you website at www.bondwatch.org/html/texas_appraisal_licensing_l.html contains a number of incorrect and/or slanderous statement involving a complaint handled by the Texas Appraisal Licensing and Certification Board (\"Board\") concerning [Private].\r\n\r\nIn the [Private]complaint, an informal conference was held on July 16, 2002.  The Enforcement Committee determined that it did not have jurisdiction of this matter.  At all times in the complaint proceeding the Board's Enforcement Committee strictly complied with the provisions of its enabling statute and administrative rules.\r\n\r\nThe Board's responses to the incorrect and/or slanderous statements contained in your website are:\r\n\r\n1.   It did not take any action \"privately\" or under \"political pressure\" to void its Act, and it did not \"waive legal jurisdiction\" for anyone.\r\n\r\n2.   The informal conference was not \"alleged\", it actually occurred.  Under the Board's Act and rules, no notice of an informal conference is required to be given to the complainant.  This informal conference was not held in secret; notice was given to the public in the Texas Register as required by law.\r\n\r\n3.   The Board did not suspend \"notice of the (informal) conference to preclude testimony\" and it did not move \"to secretly certify the unlicensed physical appraisal by [Private]\r\n\r\n4.   Id did not make a \"special exception\" to \"facilitate the [Private] Apartments appraisal and market study.\"\r\n\r\n5.   The Board did not \"approve\" of an \"illigal and unethical  appraisal\", nor was the situation \"politically charged.\"\r\n\r\n6.   The Board does not have the authority  to \"waive state law\" nor to grant \"immunity\" to an appraiser, nor did it do so.\r\n\r\nAt this time, I encourage you to take the necessary steps to amend your website to delete the incorrect and/or slanderous information contained therein; otherwise it will be necessary that our office take the necessary legal action to ensure that such incorrect and/or slanderous information is not permitted to remain on you website.  The Board's staff will be pleased to assist you in reviewing those portions of the website wich are incorrect and/or sladerous, and should be changed.\r\n\r\nThanks in advance for your cooperation in this matter.\r\n\r\n\r\nSincerely,\r\n\r\n\r\n[Private]\r\nAssistant Attorney General\r\nAdministrative Law Division\r\n  \r\n","date_sent":"2003-06-25T04:00:00Z","date_received":"2003-06-25T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Attorney General of Texas","principal_name":"Private","recipient_name":"Private","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}