{"dmca":{"id":1749,"type":"Dmca","title":"ETEXT Archives Pounded for Parody","body":"Dear (Private):\r\n\r\nOur firm is counsel to Great Lakes Chemical Corporation (\"GLCC\"), the manufacturer of household cleaning products sold under the brand name \"The\r\nWorks.\"\r\n\r\nIt has come to our attention that the ETEXT Archives is republishing three\r\nissues of the E-Zine \"Things That Go Boom and Other Stuff that Rulez,\" each\r\nof which violate our client's rights in its trademark \"The Works.\"  Specifically, please see the content ETEXT Archives is publishing at the\r\nfollowing URLs:\r\n\r\n(1)     http://www.etext.org/Zines/ASCII/Boom/boom-1.txt.  This article uses our client's trademark \"The Works\" in connection with instructions for how to make a so-called \"Works Bomb.\"  (Excerpt:  \"Most everyone has heard of the Works (or hydrochloric acid) bomb.  Well, we figured we'd reprint it for the sake of those who don't know about it. ... I heard of someone blowing off their hand by holding one of these...\")\r\n\r\n(2)     http://www.etext.org/Zines/ASCII/Boom/boom-2.txt.  This article uses our client's trademark \"The Works\" in connection with instructions for vandalizing a car by using \"The Works\" to corrode paint and by exploding a so-called \"Works Bomb.\"  (Excerpt:  \"Set a Works bomb inside the car.  If your friend leaves his car unlocked, simply open the door and put a Works bomb inside (see above).  If your friend locks his doors, break a window and unlock them.  Then put the Works bomb inside.\")\r\n\r\n(3)     http://www.etext.org/Zines/ASCII/Boom/boom-10.txt.  This article uses our client's trademark \"The Works\" in connection with instructions for making a lethal does of chlorine gas.  (\"Be careful with this shit, in ideal (or, wait, that wouldn't be ideal would it?) conditions two good breaths will kill you (or anyone else).\")\r\n\r\nThe public dissemination and display of this content violates, among other things, our client's trademark rights by tarnishing its valuable brand name \"The Works.\"  Accordingly, on behalf of GLCC, we request that ETEXT Archives immediately cease publishing the content that infringes the trademark \"The Works\" at the above-referenced URLs.\r\n\r\nPlease confirm your receipt of this email and that ETEXT Archive will remedy this situation promptly.  Thank you for your attention to this important matter.\r\n\r\nSincerely,\r\n\r\n(Private)\r\nPiper Rudnick LLP\r\n1200 Nineteenth Street, NW\r\nWashington, DC 20036\r\nphone (private)\r\nfax (private)____________________________________________________________________________\r\nThe information contained in this communication may be confidential, is\r\nintended only for the use of the recipient named above, and may be legally\r\nprivileged.  If the reader of this message is not the intended recipient,\r\nyou are hereby notified that any dissemination, distribution, or copying of\r\nthis communication, or any of its contents, is strictly prohibited. If you\r\nhave received this communication in error, please re-send this communication\r\nto the sender and delete the original message and any copy of it from your\r\ncomputer system.\r\nThank you.\r\n\r\nFor more information please visit us at http://www.piperrudnick.com\r\n____________________________________________________________________________\r\n","date_sent":"2003-06-24T04:00:00Z","date_received":"2003-06-24T04:00:00Z","topics":["Trademark","Copyright"],"sender_name":"Piper Rudnick LLP","principal_name":"Great Lakes Chemical Corporation","recipient_name":"The Etext Archives","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}