{"dmca":{"id":1750,"type":"Dmca","title":"RIAA Sends C&D to University","body":"First, let me say that this e-mail was not sent to me directly.  It was sent to someone at my university, who then forwarded it to me with instructions in accordance to university policy.  I am the target of the C&D, not [private] or [private] (please do not disclose their names).  Thank you.\r\n\r\n<HR>\r\nFrom: [private]\r\nTo:  [private]@pitt.edu\r\nDate: April 25, 2003\r\nSubject: Formal Notice of Copyright Infringement - Ticket #xxxxxx\r\n\r\nDear [private],\r\nThe University has received a formal complaint from the Recording Industry Association of America, Inc. (RIAA) that on April 6, 2003 a computer using the IP address assigned to you by Computing Services and Systems Development (CSSD), xxx.xx.xx.xx was involved in sharing files protected by copyright.  The complaint describes the material that was being illegally distributed as Depeche Mode - The Dead of Night.mp3, Eurythmics - Sweet Dreams (Are Made of This).mp3, Fatboy Slim - Because We Can.mp3, Cake - Prolonging the Magic.jpg, (The Pixies) - [03] - Something Against You.mp3, the orb - back to mine - 10 - aphex twin - blue calx.mp3, Wu - Tang - Wu-tang Forever Disc 2 - 16 - The Closing.mp3, Guns n' Roses - 06 - Pretty Tied Up.mp3, 08 - Bob Dylan - Hurricane.mp3, 09 - Ray Charles - Hard Times No One Knows.mp3.  The method by which the material was distributed was described as being a peer to peer application.\r\n\r\nDistribution of files without permission of the copyright holder including, digital movies, games, software, and music is prohibited under federal and state law including the No Electronic Theft Act, the Digital Millennium Copyright Act (\"DMCA\"), and others.  University policy also prohibits members of the University community from illegally sharing copyrighted materials on its network.  The University may terminate access to its networks by repeat violators of the DMCA, other laws, or University policy.\r\n\r\nIt is important that you remove the material identified above from your computer (along with any other copyrighted material that you may be sharing) with in five business days of the date of this letterand contact the Technology Help Desk at [private] to indicate that you have done so.  Failure to contact the Technology Help Desk within the required period will result in the automatic suspension of service to the network port assigned to you.  Repeat violations may also result in legal action against you by the copyright holders and may result in criminal liability.  When contacting the Help Desk, please reference the ticket number at the top of this notice.\r\n\r\nCSSD recognizes that you may be unaware that copyright protected files are available to other users from your computer.  Assistance with configuring file sharing software to avoid unintentionally sharing files with others or resolving problems with a computer that has been accessed by an unauthorized user is available from the ResNet program.  Contact the Help Desk as directed above and indicate that assistance is needed.  Please also contact the Help Desk if you have any questions about this notice.\r\n\r\nIf you believe you lawfully possessed or distributed the above-mentioned file(s), you are also entitled to submit a counter-notification under the DMCA.  Please contact the Help Desk for instructions on filing a counter-notification. \r\n\r\n===============================\r\n[private]\r\nSupervisor, Campus Computing Labs/ResNet\r\n[private]\r\nPittsburgh, Pennsylvania 15260\r\n[xxx-xxx-xxxx]\r\nFax: [xxx-xxx-xxxx]\r\nE-mail: [private]@pitt.edu\r\n\r\n\r\n-----Original Message-----\r\nFrom: RIAA Anti-Piracy [mailto:antipiracy2@riaa.com] \r\nSent: Monday, April 07, 2003 3:57 PM\r\nTo: [private]\r\nSubject: Unauthorized Sound Recordings - Case ID xxxxxx\r\n\r\nVIA EMAIL\r\n\r\nApril 07, 2003\r\n\r\n[private]\r\nUniversity of Pittsburgh\r\n[private]\r\nPittsburgh, PA  15238  US\r\n\r\n\r\nRe: Copyright infringement at IP address: xxx.xx.xx.xx on 6 Apr 2003 15:59:23 EDT (GMT -0400)\r\n\r\nDear [private]:\r\n\r\nI am contacting you on behalf of the Recording Industry Association of America, Inc. (RIAA) and its member record companies. The RIAA is a trade association whose member companies create, manufacture, and distribute approximately ninety (90) percent of all legitimate sound recordings sold in the United States. Under penalty of perjury, we submit that the RIAA is authorized to act on behalf of its member companies in matters involving the infringement of their sound recordings, including enforcing their copyrights and common law rights on the Internet.\r\n\r\nWe believe a user on your network, using the above referenced IP address, is offering 3,898 files for download through a peer to peer application. Many of these files contain copyrighted sound recordings including recordings by such artists as Depeche Mode, Eurythmics, Fatboy Slim, Cake, and Guns n' Roses that are owned by our member companies. For your reference we have included a representative list of some of the infringing sound recordings being offered at the above IP address.\r\n\r\nWe have a good faith belief that the above-described activity is not authorized by the copyright owners, their agent, or the law. We are asking for your immediate assistance in stopping this unauthorized activity. Specifically, we request that you remove or disable access to the infringing sound files via your system.\r\n\r\nIn addition, we believe it is in everyone's interest for music consumers to be better educated about the subject of copyright law and music. In addition to taking steps to notify this network user about the illegal nature of this activity, we encourage you to refer him/her to the MUSIC Coalition's new website at www.musicunited.org. The site contains valuable information about what's legal and what's not when it comes to copying music.\r\n\r\nYou should understand that this letter constitutes notice to you that this network user may be liable for the infringing activity occurring on your network. In addition, under the Digital Millennium Copyright Act, if you ignore this notice, your institution may also be liable for any resulting infringement. This letter does not constitute a waiver of any right to recover damages incurred by virtue of any such unauthorized activities, and such rights as well as claims for other relief are expressly retained. \r\n\r\nThank you in advance for your prompt assistance in this matter. If you have any questions, please feel free to contact me via e-mail at antipiracy2@riaa.com, via telephone at (xxx) xxx-xxxx, or via mail at RIAA, [private], Washington, D.C., 20036. Please reference Case ID xxxxxx in any response or communication regarding this infringement.\r\n\r\n\r\nSincerely,\r\n\r\nAnti-Piracy Unit\r\nRIAA\r\n\r\nTitle: The Dead of Night\r\n\tFile Name: Depeche Mode - The Dead of Night.mp3\r\n\tFile Size: 4600895\r\n\tArtist: Depeche Mode\r\n\tLength: 4 minutes 48 seconds \r\n\tAlbum: \r\n\tLanguage: \r\n\tKeyword: \r\n\tResolution: \r\n\tGenre: \r\n\tQuality: 128\r\n\tDescription: \r\n\r\nTitle: Sweet Dreams (Are Made of This\r\n\tFile Name: Eurythmics - Sweet Dreams (Are Made of This).mp3\r\n\tFile Size: 3447012\r\n\tArtist: Eurythmics\r\n\tLength: 3 minutes 35 seconds \r\n\tAlbum: \r\n\tLanguage: \r\n\tKeyword: \r\n\tResolution: \r\n\tGenre: \r\n\tQuality: 128\r\n\tDescription: \r\n\r\nTitle: Because We Can\r\n\tFile Name: Fatboy Slim - Because We Can.mp3\r\n\tFile Size: 3318696\r\n\tArtist: Fatboy Slim\r\n\tLength: 3 minutes 27 seconds \r\n\tAlbum: \r\n\tLanguage: \r\n\tKeyword: \r\n\tResolution: \r\n\tGenre: \r\n\tQuality: 128\r\n\tDescription: \r\n\r\nTitle: \r\n\tFile Name: Cake - Prolonging the Magic.jpg\r\n\tFile Size: 10511\r\n\tArtist: \r\n\tLength: 0 minutes 0 seconds \r\n\tAlbum: \r\n\tLanguage: \r\n\tKeyword: \r\n\tResolution: 200\r\n\tGenre: \r\n\tQuality: 0\r\n\tDescription: \r\n\r\nTitle: Something Against You\r\n\tFile Name: (The Pixies) - [03] - Something Against You.mp3\r\n\tFile Size: 1721457\r\n\tArtist: Pixies\r\n\tLength: 1 minutes 48 seconds \r\n\tAlbum: Surfer Rosa\r\n\tLanguage: \r\n\tKeyword: \r\n\tResolution: \r\n\tGenre: Pop\r\n\tQuality: 128\r\n\tDescription: , AG# 6080B76B\r\n\r\nTitle: Aphex Twin - Blue Calx\r\n\tFile Name: the orb - back to mine - 10 - aphex twin - blue calx.mp3\r\n\tFile Size: 9645895\r\n\tArtist: The Orb\r\n\tLength: 6 minutes 42 seconds \r\n\tAlbum: Back To Mine\r\n\tLanguage: \r\n\tKeyword: \r\n\tResolution: \r\n\tGenre: Electronic\r\n\tQuality: 192\r\n\tDescription: \r\n\r\nTitle: The Closing\r\n\tFile Name: Wu - Tang - Wu-tang Forever Disc 2 - 16 - The Closing.mp3\r\n\tFile Size: 3801808\r\n\tArtist: Wu - Tang\r\n\tLength: 2 minutes 38 seconds \r\n\tAlbum: Wu-tang Forever Disc 2\r\n\tLanguage: \r\n\tKeyword: \r\n\tResolution: \r\n\tGenre: Rap\r\n\tQuality: 192\r\n\tDescription: \r\n\r\nTitle: Pretty Tied Up\r\n\tFile Name: Guns n' Roses - 06 - Pretty Tied Up.mp3\r\n\tFile Size: 8112256\r\n\tArtist: Guns n' Roses\r\n\tLength: 5 minutes 38 seconds \r\n\tAlbum: November Rain At The Tokyo Dome (Disc 1)\r\n\tLanguage: \r\n\tKeyword: \r\n\tResolution: \r\n\tGenre: Andere\r\n\tQuality: 192\r\n\tDescription: \r\n\r\nTitle: Hurricane\r\n\tFile Name: 08 - Bob Dylan - Hurricane.mp3\r\n\tFile Size: 8219876\r\n\tArtist: Bob Dylan\r\n\tLength: 8 minutes 34 seconds \r\n\tAlbum: \r\n\tLanguage: \r\n\tKeyword: \r\n\tResolution: \r\n\tGenre: \r\n\tQuality: 128\r\n\tDescription: \r\n\r\nTitle: Hard Times No One Knows\r\n\tFile Name: 09 - Ray Charles - Hard Times No One Knows.mp3\r\n\tFile Size: 2808558\r\n\tArtist: Ray Charles\r\n\tLength: 2 minutes 56 seconds \r\n\tAlbum: \r\n\tLanguage: \r\n\tKeyword: \r\n\tResolution: \r\n\tGenre: \r\n\tQuality: 128\r\n\tDescription: ","date_sent":"2003-04-07T04:00:00Z","date_received":"2003-04-07T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Anti-Piracy Unit, RIAA","recipient_name":"University of Pittsburgh","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}