{"dmca":{"id":1753,"type":"Dmca","title":"Letter sent to my upstream provider resulting in takedown of site","body":"Dear Sirs\r\n\r\nDomain Names - evidence-eliminator-sucks.com, badtux.org, and badtux.net\r\n\r\nWe act on behalf of Robin Hood Software Limited(\"RHS\") and its director Andy Churchill who have consulted us regarding the content of the above site which we understand is hosted by you.\r\n\r\nRHS is an English company which runs an internet site www.evidence-eliminator.com offering for sale software, and in particular a product called \"Evidence Eliminator\" (\"EE\"). This product allows the user to regulate the contents of their computer's hard drive. As you may observe this product is famous throughout the Internet and endorsed by law-enforcement authorities and the computer press world wide.\r\n\r\nUpon viewing the sites evidence-eliminator-sucks.com, badtux.org and badtux.net, it is immediately apparent that these contain material which is gravely defamatory of our clients. Indeed it is apparent both from the name of the evidence-eliminator-sucks site and from its contents that the sole purpose for its existence is to conduct a defamatory campaign against the good reputation of our client and their product(s). \r\n\r\nGiven that RHS is itself an internet sales company, you will appreciate that the existence of such a site, whose address is thrown up every time a potential customer does a search for RHS's own web page and/or product, has a grave ipact upon RHS's trading reputation and goodwill and is undoubtedly affecting sales of its products. This site also contains material personally defamatory of Mr Churchill. It is also causing grave damage to the personal and professional reputation of Mr Churchill.\r\n\r\nWe are writing to put you on formal notice that this site contains the above defamatory material. You will no doubt be aware that you are considered to be a publisher under the English law of defamation and that once you have received notice of the presence of this material on the site you cannot avail yourselves of the defense of no responsibility for publication under section 1 of the Defamation Act 1996 (see Godfrey -v- Demon Internet Ltd [2001] QB 2001). Unless this site is removed within the next 48 hours we have instructions to commence legal proceedings in the UK for defamation against you.\r\n\r\nYours faithfully\r\nTLT (script)\r\nTLT Solicitors\r\n","date_sent":"2003-07-15T04:00:00Z","date_received":"2003-07-15T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"TLT Solicitors","principal_name":"Robin Hood Software Limited (on behalf of)","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}