{"dmca":{"id":1755,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-06-26T04:00:00Z","date_received":"2011-06-26T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"June Tree","principal_name":"June Tree","recipient_name":"Google, Inc.","works":[{"description":"http://www.thedigeratilife.com/blog/index.php/2007/06/01/8-different-ways-to-diversify-and-manage-risk/ copyrighted by June Tree.  I wrote this article myself, and I find a scraper who copies it word for word!\r\n\r\nCopied material:\r\n\r\nDifferent Diversification Strategies\r\n#1 Diversify across asset classes.\r\nThe most common way to diversify is according to asset classes. When you employ an asset allocation strategy, you are controlling the level of risk that your money is exposed to since your funds are spread around across different forms of equities, bonds, cash and hard assets. Some common asset classes include:\r\n* equities\r\n* government bonds\r\n* corporate bonds\r\n* cash equivalents\r\n* real estate\r\n* currencies\r\n* gold\r\nYou can easily achieve diversification this way through mutual funds, index funds and target date funds.\r\n#2 Diversify across asset class variants.\r\nWithin each asset class, you can practice further diversification. For instance, equities have many representations in the mutual fund world. Variants or subclasses refer to more granular characteristics of the asset class. Here are some examples:\r\nEquities can vary according to:\r\n* the size of companies represented in a “basket” (e.g. large vs medium vs small cap stocks)\r\n* the way the stocks’ prices move as the stocks chart their growth (e.g. growth vs value stocks)\r\n* the geographical market in which the stock moves (e.g. domestic vs international)\r\nBonds can vary according to:\r\n* their maturity dates (e.g. short term vs long term bonds)\r\n* their level of risk (e.g. junk bonds, anyone?)\r\n* who issues the bond (e.g. government vs corporate)\r\n* how they pay out\r\nCash vehicles vary mostly according to rates of return and level of security offered, which are usually characteristics that are inversely proportional to each other. Generally, within the investment world, the higher the rate of return, the less stable the fund value is expected to be.\r\nYou can find additional diversification down to the class variant level from mutual fund institutitions, treasury or brokerage houses who can assist with giving you more information. Try financial newspapers  as well to help you with more details on this topic. Note though that most of the time, you don’t really need to seek this kind of detailed representation to achieve a well diversified portfolio, as positions in basic asset classes may be sufficient to lower your market risks.\r\n#3 Diversify across securities or investments within each asset class.\r\nIf you are buying mutual fund shares, then you are effectively diversifying across securities. By buying into a basket of securities via index funds, mutual funds, ETFs, managed funds and such, then you are automatically spreading your risk across the board.\r\n#4 Diversify across industries and sectors.\r\nIf you are interested in following a particular sector or industry but do not want to put all your eggs into one company’s stock, you can buy sector funds that specialize in a specific industry or stock group, such as financial stocks, gaming stocks, internet stocks, semi-conductor stocks and the like. You’re diversified within a group, but still fairly concentrated within a sector.\r\n#5 Diversify across financial institutions and fund families.\r\nNo institution is perfect. Your non-cash investments are not FDIC insured, so entrusting them to any one institution holds some risk, no matter how minuscule. Banks and institutions have folded in the past, and have been rocked by scandal on occasion. So it’s something to keep in mind when you’re putting your money on the line. There’s a tradeoff between desiring the convenience and organization of a consolidated portfolio in one location versus deploying your funds across various companies, or placing your eggs among various financial baskets on the Kiplinger’s list of “favorite fund companies to buy into now”.\r\n#6 Diversify across fund managers.\r\nAgain, when you invest in various mutual funds, you are normally giving your money to different fund managers to invest. But it’s not all too uncommon for the same people to be simultaneously heading multiple funds, as in the case of the same managers used for various international or foreign based funds in the same institution.\r\n#7 Diversify across time horizons and levels of liquidity.\r\nBased on your various goals, it’s a good idea to maintain different levels of liquidity. For your short term goals such as funding a big ticket event (e.g.: wedding or travel) you’re typically going to save using a cash account. For medium term goals, you can take some risk with blended funds for example, while for the longer term goals (e.g.: kids’ college fund, retirement) you can be less liquid, by getting into more aggressive stocks or real estate.\r\n#8 Diversify across time with dollar cost averaging (DCA).\r\nOne of my favorite diversification mechanisms is by investing periodically across time. By buying stocks on a regular basis, you end up picking up stocks at a variety of prices as they fluctuate. In this case, if you’re not confident about the market’s movements, you may want to distribute your purchasing power throughout a specific time period.\r\nIn Conclusion\r\nAsset allocation accounts for 90% of your return while individual securities and market timing will account for the other 10%. By diversifying, you can reduce risk for up to 70% of the total risk received by a non-diversified portfolio or pure position. So take precautions and practice reasonably diversified investing!","infringing_urls":[{"url":"http://en.allexperts.com/q/Careers-Business-1481/2009/9/MS-44-SECURITY-ANALYSIS.htm"}],"copyrighted_urls":[{"url":"http://www.thedigeratilife.com/blog/index.php/2007/06/01/8-different-ways-to-diversify-and-manage-risk/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}