{"dmca":{"id":1758,"type":"Dmca","title":"BSA demands Comcast user cease & desist","body":"* * *  IMMEDIATE ACTION and REPLY REQUIRED  * * *   \r\n\r\nPlease read this entire message, review the required action(s) below, and send a prompt\r\n reply message to acknowledge receipt of this email.\r\n\r\nFrom:   Comcast Abuse Department [abuse@comcast.net]\r\n\r\nComcast has been made aware that you have violated the Comcast Service Agreement and/or \r\nAcceptable Usage Policy. These policies can be found at \r\nhttp://www.comcast.net/terms.  Failure to comply with these policies may \r\nresult in a permanent termination of your service. The account holder is solely \r\nresponsible for any and all activities performed from the Comcast service. Please read \r\nthe following information carefully to ensure that you understand the violation, our \r\npolicies, and what you need to do to respond to this warning.\r\n\r\nType of violation:   Distribution of Copyrighted Material\r\n\r\nRelated Policy:   \r\n\r\nAcceptable Usage Policy: \r\nProhibited uses include, but are not limited to, using the Service, Customer Equipment, or the Comcast Equipment to:\r\n\r\n(i) undertake or accomplish any unlawful purpose. This includes, but is not limited to, posting, storing, transmitting or disseminating information, data or material which is libelous, obscene, unlawful, threatening, defamatory, or which infringes the intellectual property rights of any person or entity, or which in any way constitutes or encourages conduct that would constitute a criminal offense, give rise to civil liability, or otherwise violate any local, state, federal or international law, order or regulation;\r\n\r\n(v) upload, post, publish, transmit, reproduce, create derivative works of, or distribute in any way information, software or other material obtained through the Service or otherwise that is protected by copyright or other proprietary right, without obtaining permission of the owner;\r\n\r\n(xiv) run programs, equipment, or servers from the Premises that provide network content or any other services to anyone outside of your Premises LAN (Local Area Network), also commonly referred to as public services or servers. Examples of prohibited services and servers include, but are not limited to, e-mail, Web hosting, file sharing, and proxy services and servers;\r\n\r\nExplanation:   Comcast has received notification of alleged copyright infringement \r\noriginating from the Comcast account registered to you.\r\n\r\nAction Required:   We will require your timely assistance in blocking accessibility to \r\nthe alleged infringed materials and then notifying us when the materials are no longer \r\npublicly available. By federal guidelines stated within the DMCA, this matter needs to \r\nbe resolved quickly. We will therefore require your immediate investigation into this \r\nnotification. \r\n\r\n**NOTE**\r\nAdditionally, please be advised that should Comcast receive further copyright \r\ninfringement complaints related to your Comcast Internet account, Comcast may terminate \r\nthe account in accordance with the Comcast Acceptable Usage Policy (AUP).\r\n\r\nInformation regarding the security of your Comcast connection can be found on our web \r\npage: http://www.comcast.net/terms. This web page also provides links to our \r\nSubscriber Agreement and Acceptable Use Policy (AUP), please review these policies \r\nshould you have any questions or concerns.\r\n\r\nRelated Logs / Evidence:\r\n\r\nWednesday, June 18, 2003\r\n\r\n\r\nRE:  Unauthorized Distribution of the following copyrighted computer progra=\r\nm(s):\r\n\r\nMicrosoft Office\r\n\r\nDear Sir/Madam:\r\n\r\nThe Business Software Alliance (BSA) has determined that the connection lis=\r\nted below, which appears to be using an Internet account under your control=\r\n, is using a FastTrack network to offer unlicensed copies of copyrighted=20=\r\ncomputer programs published by the BSA's member companies.\r\n\r\nInfringement Details:\r\n------------------------------\r\nLast Found: 18 Jun 2003 06:30:07 EDT (GMT -0400)\r\nNetwork: KaZaA\r\nIP Address: (removed)\r\nIP Port: 1214\r\nProtocol: FastTrack\r\nUsername: (removed)\r\n\r\nWhat was located as infringing content:=20\r\n------------------------------\r\nFilename: Office XP.exe (404,601kb)\r\n\r\nThe above computer program(s) is/are being made available for copying, thro=\r\nugh downloading, at the above location without authorization from the copyr=\r\night owner(s).\r\n\r\nBased upon BSA's representation of the copyright owners in anti-piracy matt=\r\ners, we have a good faith belief that none of the materials or activities=20=\r\nlisted above have been authorized by the rightholders, their agents, or the=\r\n law.  BSA represents that the information in this notification is accurate=\r\n and states, under penalty of perjury, that it is authorized to act in this=\r\n matter on behalf of the copyright owners listed above.\r\n\r\nWe are giving notice of these activities pursuant to Section 512 of  Title=20=\r\n17 of the U.S. Code (as enacted by the 'Online Copyright Infringement Liabi=\r\nlity Limitation Act').  We expect that you will take expeditious action to=20=\r\nremove or disable access to the materials described above, and thereby prev=\r\nent the illegal reproduction and distribution of pirated software via your=20=\r\ncompany's network. As you know, illegal on-line activities can result in=20=\r\n50 million people on the Internet accessing and downloading a copyrighted=20=\r\nproduct worldwide without authorization - a highly damaging activity for=20=\r\nthe copyright holder.\r\n\r\nWe appreciate your cooperation in this matter. Please advise us regarding=20=\r\nwhat actions you take.\r\n\r\nPlease include the following CaseID in any response you send: Case ID 79556=\r\n6\r\n\r\nYours sincerely,\r\n\r\n\r\n[Private]\r\nManager of Investigations\r\nBusiness Software Alliance\r\n\r\nWashington, DC 20036\r\nURL: http://www.bsa.org\r\nE-mail: @bsa.org\r\n\r\n\r\n------------------------------------------------------------------------------------------------------------------\r\n\r\nShould you have any questions regarding this matter, please call me at 1-888-(9am - 5pm MST mon - fri).\r\n\r\nThank you,\r\n\r\n[Private]\r\nComcast\r\nNetwork Abuse and Policy Observance\r\n\r\n\r\n\r\n--- DO NOT REMOVE TEXT BELOW THIS LINE ---\r\n\r\n\r\n\r\n\r\n","date_sent":"2003-07-17T04:00:00Z","date_received":"2003-07-17T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":"BSA (Business Software Alliance)","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}