{"dmca":{"id":1763,"type":"Dmca","title":"Titan Media Pumped-Up over digital distribution","body":"Dear Customer,\r\n\r\nYou are receiving this notification because we have received complaints which have originated from your DSL line. The complaints refer to copyright infringement activity originating from your network. We suggest taking your computer of off your network until the problem is resolved. This is the only warning you will receive from us and a period of 24 hours has been set so you can take appropriate action. If a second complaint is received after the 24 hour period, your account may be temporarily suspended.\r\n\r\nThank you for your cooperation,\r\n\r\nAbuse Department\r\nDSL Extreme\r\n800-774-3379\r\n\r\n### Complaint ###\r\nNotice ID: \r\n\r\n\r\n\r\nFrom: [Private], General Counsel, Titan Media, Inc.\r\n\r\nDate: 25 Jun 2003 19:26:39 GMT\r\n\r\nRe: Cease and Desist and Notice of DMCA Claim of Infringement\r\n       Request for Removal of AudioVisual Files from your Webserver/s or network.\r\n                Request for denial of service to the account of the infringing user\r\n\r\nAll of the above listed entities and hosting companies are hereby given notice valid under both the DMCA copyright infringement notification requirements and 17 U.S.C section 512.\r\n\r\nI am the designated agent of the owner of the copyrights of the images and audio/visual works listed below. I believe that the images and audio/visual works listed at the times cited below were used by the user listed below and identified by the infringing IP address below in a manner that was not authorized by the owner of the copyrights, its agent or the law.\r\n\r\nVerified and documented infringments have been traced to URLs and/or IP Address's controlled by your company are listed below.\r\n\r\nWe demand that upon receipt of this notification of claimed infringement you expeditiously remove, or disable access to, the below claimed infringing material/s and any other Titan Media property residing on your network/system.\r\n\r\nI certify under penalty of perjury that I have a good faith belief that the information contained in this notification is accurate to the best of my knowledge and that I am authorized to act on behalf of the owner of the aforementioned copyright protected materials.\r\n\r\nPlease advise me when the offending images have been removed  or access has\r\nbeen blocked so that we may re-inspect the IP for compliance.   When\r\nresponding to this communication, please retain the Subject Notice ID number in the Subject field.\r\n\r\nThe acts of copyright infringment commited by this account are Federal offenses and ones that should not be taken lightly.  You may receive a subpoena requiring you to supply us with the name and other identifing information for this subscriber and are therefore requested to retain all files and documents necessary to recover that data.\r\n\r\nThis letter does not consistitue an exhaustive statement of TITAN Media's legal position nor is it a waiver of any of our rights and/or remedies in this or any other matter, all of which are expressly reserved.  Your immediate attention to this matter is expected and appreciated.\r\n\r\n\r\n\r\nSincerely,\r\n\r\n\r\n\r\n[Private]\r\nGeneral Counsel, TITAN Media Inc.\r\n\r\nSan Francisco, CA 94110\r\n\r\n\r\nNotice ID: \r\nInfringing Files that must be removed and/or blocked from access are:\r\n\r\nTitle: Pumped-Up\r\nInfringement Source: eDonkey\r\nInfringement Timestamp: 25 Jun 2003 01:37:27 GMT\r\nInfringer Username: None\r\nInfringing Filename: Gay-Titan-Pumped_Up-B-rip-Divx-Complete.avi\r\nInfringing Filesize: 855474176\r\nInfringer IP Address:  [private]\r\nInfringer DNS Name: [private] \r\nInfringing URL: ed2k://[private]:4662/Gay-Titan-Pumped_Up-B-rip-Divx-Complete.avi\r\n\r\n\r\n\r\n\r\n","date_sent":"2003-06-26T04:00:00Z","date_received":"2003-06-26T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":"General Counsel","principal_name":"Titan Media, Inc.","recipient_name":"DSLExtreme Subscriber","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}