{"dmca":{"id":1786,"type":"Dmca","title":"Montessori Mocked","body":"Dear:\r\n\r\nI represent Starwood Montessori School (hereinafter \"Starwood Montessori\"). As you know, education is a partnership between parents, staff, and children. Starwood Montessori Seeks to create a sense of community with its schools that extends to the entire family. As such, Starwood Montessori is a learning community composed not only of its staff and the children who attend, but also their families and members of the community as a whole.  Starwood Montessori strives to bring forth each child's creative genius.  \r\n\r\nThis can only take place in an environment where the children are free to explore and develop at their own pace. The freedom to learn in an environment designed specifically to nurture the child in all aspects of his development is the gift of a Starwood Montessori education.  In order to facilitate this environment, however, Starwood Montessori must abide by certain policies and procedures to protect and assist its children. One of those policies is that individuals are not allowed to tour the school unattended. Individual tours of the school are scheduled every Monday through Thursday morning, by appointment only. We apologize if you do not understand the importance of this policy or if our staff did not adequately relate the significance of this policy to the safety and development of Starwood Montessori's children.\r\n\r\nFurther, we must inform you that Starwood Montessori has certain rights to use the \"Starwood Montessori\" trademark. It has recently come to our attention that you have registered the domain name STARWOODMONTESSORISUCKS.COM incorporating the \"Starwood Montessori\" mark referenced above. This letter is to inform you that your registration and/or use of this domain name infringe valuable trademark rights in the \"Starwood Montessori\" mark.\r\n\r\nAccordingly, unless you immediately agree to take the steps set forth below, including ceasing any use of the \"Starwood Montessori\" mark and transferring the domain name STARWOODMONTESSORISUCKS.COM to Starwood Montessori, Starwood Montessori intends to protect its rights in court.  \r\n\r\nStarwood Montessori is investing substantial sums of money in promoting the \"Starwood Montessori\" school. Through these efforts, \"Starwood Montessori\" is rapidly becoming famous nationwide, and the public is already associating this name and mark with our client and the educational services that it offers. In short, such use and/or registration by your company constitute acts of trademark infringement, unfair competition and dilution. Relief available may include forfeiture of an in ringer's domain name, transfer of that name to the rightful trademark owner, and awards of actual damages, statutory damages, costs and attorneys fees.  \r\n\r\nFurthermore, in reference to your previous correspondence, Starwood Montessori returned the original application materials and has turned the copies of those originals over to Roberts & Smaby, P.C. Starwood Montessori demands that you cease and desist all forms of communication and contact with Starwood Montessori directly.  \r\n\r\nStarwood Montessori would like to resolve this matter amicably, without resort to litigation, but only if you immediately comply with Starwood Montessori's demands. \r\n\r\nBy no later than December 27, 2002, please (1) transfer the domain name STARWOODMONTESSORISUCKS.COM to Starwood Montessori and (2) verify in writing that you will permanently cease, and refrain from all future use of, the mark \"Starwood Montessori\" or any mark or name confusingly similar thereto, whether as a domain name,company name, trademark or otherwise. If we do not hear from you by that date, Starwood Montessori will take all necessary actions to protect its valuable trademark rights.  Nothing in this letter should be construed as a waiver, relinquishment or election of rights or remedies by Starwood Montessori. Starwood Montessori expressly reserves all rights and remedies under all applicable federal and state laws.\r\n\r\nPlease feel free to contact me at (private) if you have any questions or concerns.\r\n\r\nSincerely,\r\n\r\n(Private)\r\n\r\n1 Go to www.godaddy.com. Select \"My Account\" from the Go Daddy main menu. Log in using your customer number or email address, and. your password. Select \"Domain Names\" and log in using your domain user name and password. From your domain list, select the domain name(s) whose settings you wish to modify; then click \"Change Owner .\" Select \"Initiate New Change.\" Confirm this action by clicking \"Continue.\" Next, enter Starwood Montessori registrant information (if unknown, please contact Roberts & Smaby), and click \"Continue.\" Review the \"Transfer of Ownership Agreement,\" and click \"Continue.\" Finally, review the \"Change of Ownership Summary.\" Starwood Montessori will finalize the change of ownership process.\r\n","date_sent":"2002-12-13T05:00:00Z","date_received":"2002-12-13T05:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Roberts & Smaby P.C.","principal_name":"Roberts & Smaby P.C.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}