{"dmca":{"id":1792,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":"The following message has been automatically forwarded to your\naddress for consultation, based on the contents of the message.\n\nReplies to this message will be returned to the Trakken system,\nand not sent to the customer.  A customer service agent will review\nthe information you provide, and compose a response to the customer,\nif necessary.\n\nFor more information on this ticket, click the link below:\nhttp://trax/html/trax.html?ticket_id=825218025\n\nThanks for your help.\n\nThe text of the message follows, and the full message is attached.\n\n\nOriginal Message Follows:\n------------------------\nFrom: bgabrielam@hotmail.com\nSubject: Sua solicitação ao Google\nDate: Mon, 27 Jun 2011 05:09:50 +0000\n\n\n\nAutoDetectedBrowser: Google Chrome\nAutoDetectedOS: Windows Vista\nIIILanguage: pt-BR\nIssueType: lr_courtorder\nLanguage: pt-BR\ncompanyname: Gabriel\ncountry_residence: BR\ncourtorder_explain: Endereço do blog afetado:  \nhttp://sexoinfantil.blogspot.com/\nDescrição do Problema: Este blog possui cenas de sexo com crianças. Peço  \n\npara que seja removido a página. Como pôde uma página assim passar  \ndespercebida? Aguardo resposta e resultados. Excluam a página, por favor.\nÉ  \ndesumano a prática e a permissao para vincular tais videos.\n\nEspero que vocês possam rastrar esses mal feitores,espero resposta.\nGrato,\n\nfull_name: Bruno Gabriel\nhidden_product: blogger\nurl_box2_1: http://sexoinfantil.blogspot.com/\n\n\r\n\r\nAutoDetectedBrowser: Google Chrome\r\nAutoDetectedOS: Windows Vista\r\nIIILanguage: pt-BR\r\nIssueType: lr_courtorder\r\nLanguage: pt-BR\r\ncompanyname: Gabriel\r\ncountry_residence: BR\r\ncourtorder_explain: Endereço do blog afetado:  \r\nhttp://sexoinfantil.blogspot.com/\r\nDescrição do Problema: Este blog possui cenas de sexo com crianças. Peço  \r\npara que seja removido a página. Como pôde uma página assim passar  \r\ndespercebida? Aguardo resposta e resultados. Excluam a página, por favor. É  \r\ndesumano a prática e a permissao para vincular tais videos.\r\n\r\nEspero que vocês possam rastrar esses mal feitores,espero resposta.\r\nGrato,\r\n\r\nfull_name: Bruno Gabriel\r\nhidden_product: blogger\r\nurl_box2_1: http://sexoinfantil.blogspot.com/\r\n\n\n\n\n\n\nArt. 241. Vender ou expor à venda fotografia, vídeo ou outro registro que contenha cena de sexo explícito ou pornográfica envolvendo criança ou adolescente: (Redação dada pela Lei nº 11.829, de 2008)\nArt. 241-A. Oferecer, trocar, disponibilizar, transmitir, distribuir, publicar ou divulgar por qualquer meio, inclusive por meio de sistema de informática ou telemático, fotografia, vídeo ou outro registro que contenha cena de sexo explícito ou pornográfica envolvendo criança ou adolescente: (Incluído pela Lei nº 11.829, de 2008)\n§ 1o Nas mesmas penas incorre quem: (Incluído pela Lei nº 11.829, de 2008)\nI - assegura os meios ou serviços para o armazenamento das fotografias, cenas ou imagens de que trata o caput deste artigo; (Incluído pela Lei nº 11.829, de 2008)\nII - assegura, por qualquer meio, o acesso por rede de computadores às fotografias, cenas ou imagens de que trata o caput deste artigo.(Incluído pela Lei nº 11.829, de 2008)\n§ 2o As condutas tipificadas nos incisos I e II do § 1o deste artigo são puníveis quando o responsável legal pela prestação do serviço, oficialmente notificado, deixa de desabilitar o acesso ao conteúdo ilícito de que trata o caput deste artigo. (Incluído pela Lei nº 11.829, de 2008)\nArt. 241-B. Adquirir, possuir ou armazenar, por qualquer meio, fotografia, vídeo ou outra forma de registro que contenha cena de sexo explícito ou pornográfica envolvendo criança ou adolescente: (Incluído pela Lei nº 11.829, de 2008)\n§ 1o A pena é diminuída de 1 (um) a 2/3 (dois terços) se de pequena quantidade o material a que se refere o caput deste artigo. (Incluído pela Lei nº 11.829, de 2008)\n§ 2o Não há crime se a posse ou o armazenamento tem a finalidade de comunicar às autoridades competentes a ocorrência das condutas descritas nos arts. 240, 241, 241-A e 241-C desta Lei, quando a comunicação for feita por: (Incluído pela Lei nº 11.829, de 2008)\nI - agente público no exercício de suas funções; (Incluído pela Lei nº 11.829, de 2008)\n\n","date_sent":"2011-06-27T04:00:00Z","date_received":"2011-06-27T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}