{"dmca":{"id":1810,"type":"Dmca","title":"Godzilla Battles The Infringer?","body":"Dear Ms. Walker and Mr. Okyay:\r\n \r\nWe have not received any further response to our April 23, 2003 e-mail regarding your unauthorized use of GODZILLA. You will recall that we advised you at that time of our client Toho's exclusive rights to the trademark and service mark GODZILLA and its concerns regarding your registration of the domain name JOBGODZILLA.COM and the possibility of consumer confusion resulting from your use of GODZILLA. In addition to Toho's trademark and service mark rights to GODZILLA, the likeness of Toho's GODZILLA character is a federally registered trademark belonging to Toho. Toho is also the owner of the copyrights in numerous films featuring the GODZILLA character.\r\n \r\nIn our April 23rd e-mail, we requested that you cancel your registration of the JOBGODZILLA.COM domain name and agree not to use or register any domain names that include the GODZILLA mark. However, we recently discovered that, on that same day, you registered the domain name JOBSZILLA.COM, which incorporates the \"ZILLA\" portion of our client's GODZILLA marks. In connection therewith, you and the current registrant, [Private], have included a picture of a \"lizard-like,\" \"reptile like\" monster on your \"JobsZilla\" website, accessible through both \"JOBSZILLA.COM\" and JOBGODZILLA.COM. Moreover, your website utilizes the yellow and green color scheme associated with the 1998 TriStar licensed GODZILLA film.\r\n \r\nPlease be advised that your use of the \"lizard-like,\" \"reptile-like\" monster and yellow and green color scheme in conjunction with your use of the \"ZILLA\" formative, and your use of the GODZILLA mark in your JOBGODZILLA.COM domain name, is an infringement of Toho's rights as it is likely to cause the users of your site to believe that the \"JOBSZILLA.COM\" website is either associated with, authorized by, or sponsored by our client, and demonstrates an attempt by you to trade on the goodwill built up by our client.\r\n \r\nAs such, we request that you:\r\n \r\n    1. Immediately cancel your registration of the JOBGODZILLA.COM domain name;\r\n \r\n    2. Agree in the future not to use or register any domain name that includes the mark GODZILLA; and,\r\n \r\n    3. Remove the \"lizard-like,\" \"reptile-like\" monster and yellow and green color scheme from your JOBSZILLA.COM website to eliminate any likelihood of confusion and possibility of an inaccurate affiliation with Toho and GODZILLA.\r\n \r\nWe appreciate your anticipated cooperation, and look forward to receiving your prompt response to this letter with a statement of your intentions by September 3, 2003.\r\n \r\nIf you have any questions or wish to discuss this matter further, please contact me.\r\n \r\n[private]\r\nSeyfarth Shaw\r\n2029 Century Park East\r\nSuite 3300\r\nLos Angeles, CA 90067-3063\r\n[private]\r\n[private]\r\n \r\n \r\n \r\nThe information contained in this transmission is attorney privileged and/or confidential information intended for the use of the individual or entity named above. If the reader of this message is not the intended recipient, you are hereby notified that any dissemination, distribution or copying of this communication is strictly prohibited.","date_sent":"2003-08-12T04:00:00Z","date_received":"2003-08-12T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Seyfarth Shaw","principal_name":"Toho, Inc.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}