{"dmca":{"id":1824,"type":"Dmca","title":"Jerseys Torn Apart","body":"(message Below, to see our response visit www.jersey-telecoms.com)\r\n\r\nVIA E-MAIL AND POST\r\n\r\nFor the attention of [Private] \r\n\r\nWITHOUT  PREJUDICE\r\n\r\nOur Ref:        C14344/MRC\r\n\r\nYour Ref:       -\r\n\r\nDear [Private]\r\n\r\njersey-telecoms.com, jt3g.com and our clients, Jersey Telecom Limited \r\n\r\nWe represent Jersey Telecom Limited in respect of their intellectual property matters. Our clients will be known to you as the largest telecommunications provider in Jersey. Our clients and their predecessors have used the trade mark JERSEY TELECOM on the island for many years, and have established a significant reputation in the trade mark. Indeed, we would venture to suggest that our clients are known to everyone on the island who has had cause to make a telephone call. Our clients are the proprietors of a number of trade marks in Jersey and the United Kingdom which include the words JERSEY TELECOM and JT, as follows; details of the following Registrations, as they appear on the websites of the UK Patent Office and the Judicial Greffe, will be sent to you by post with the confirmation of this e-mail.\r\n\r\nTerritory       Registration No.        Trade Mark\r\n\r\nUK              2263174         JERSEY TELECOM Logo \r\nUK              2209551A                JT \r\nJersey          8346                    JERSEY TELECOM Logo \r\nJersey          8351                    JT \r\n\r\nAdditionally, our clients operate the website jerseytelecom.com. \r\n\r\nWe are writing to you as you are listed as the administrative contact for the domain names jersey-telecoms.com and jt3g.com although we note that only jersey-telecoms.com is in use. The similarity between JERSEY-TELECOMS and JERSEY TELECOM is obvious, and your website is referred to erroneously at the beginning of your home page as jersey-telecom.com . Your home page is also presented in the same shade of green used by our clients. It is clear to us that the name of your website, and the overall appearance of it, are calculated to deceive and cause confusion and will lead consumers into believing that there is a connection between your website and our clients.\r\n\r\nOur clients consider, and we agree, that your operation of the jersey-telecoms.com website infringes our client","date_sent":"2003-08-08T04:00:00Z","date_received":"2003-08-08T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Lysaght & Co","principal_name":"Jersey Telecom","recipient_name":"www.jersey-telecoms.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}