{"dmca":{"id":1827,"type":"Dmca","title":"ViewSonic Tries to Dim the Lights on a \"Sucks\" Site","body":"Dear [Private]\r\n\r\nVIEWSONICSUCKS.COM DEFAMATORY COMMENTS UNRELATED TO LEGITIMATE CRITICISM\r\n\r\nWe act for ViewSonic Europe Limited, a subsidiary of ViewSonic Corporation, a Delaware corporation, who have recently become aware of the Viewsonicsucks.com website (the \"Website\"), which is registered in your name and that of Synergy Global Networks.\r\n\r\nFor the record, ViewSonic rejects the criticisms made on the Website in relation to ViewSonic's products and management. Hitherto, ViewSonic did not wish to give such baseless allegations either the dignity or additional publicity that might result from a formal response. Notwithstanding this, ViewSonic regards the criticisms made against it to be defamatory and reserves all legal rights in relation to them. In addition to the defamatory comments made on the Website, we would also notify you that \"ViewSonic\" is a registered trade mark in both the US and in the UK with the result that the domain name constitutes trade mark infringement. In addition, copyright infringement has also arisen due to the fact that certain corporate logos/scripts belonging to ViewSonic have been reproduced on the Website without any permission from our client.\r\n\r\nDefamatory Postings:\r\n\r\nWe have been instructed to write to your formally on behalf of our client due to the fact that they recently became aware of postings on the Website (dated 10 April and 12 June 2003) which go beyond the reasonable definition of legitimate criticisms of ViewSonic as a company and make cowardly and highly damaging defamatory comments in relation to one of its employees employed in the UK. In particular, the false and gratuitous attach on our client's employee in the 12 June posting could hardly be more defamatory in relation to the individual or, by association, to our client.\r\n\r\nIn light of the extremely harmful comments and your own statement made in the post of 26 July 2003 in which you appear to accept the distinction between criticizing a company as opposed to unjustified character assassination of individual employees (with whom you have had no direct dealings), we request that:\r\n\r\n1) the postings of 10 April and 12 June 2002 are removed from the site, and\r\n\r\n2). you provide a simple written undertaking to us not to post, or permit to remain posted, any potentially defamatory comments against our client's employees in the future.\r\n\r\nWe very much hope that you will accept the reasonableness of our request. If the relevant postings are not removed and the undertaking not received within 10 business days of today's date, our clients will be obliged to take further appropriate legal action, which may include one or more of the following:\r\n\r\n- a complaint against you and/or your company under the Uniform Domain Name Dispute Resolution Policy seeking the transfer of the ViewSonicsucks.com domain name to our clients, or its cancellation;\r\n\r\n- litigation against you and/or your company in either US or English Courts on the grounds of defamation, trade mark and copyright infringement.\r\n\r\nWhilst setting out the legal options open to our clients, we would reiterate that they would prefer to avoid formal legal proceedings if possible. That said, our client does have a moral duty to protect employees from the scurrilous and irresponsible attacks by unidentified parties which have been facilitated by your website.\r\n\r\nIn the event that our client is compelled to take legal proceedings by your failure to comply with the reasonable requests made in this letter, our client reserves its rights to seek damages and/or an injunction against you and/or your company to prevent the Website from publishing defamatory comments relating to our client or its employees.\r\n\r\nGiven the nature of this letter, we would urge you not to post it to the Website. If you were to do so, we are confident that the relevant Courts (and any visitors to the Website) would interpret such action as clear evidence of the bad faith motivating your operation of the Website.\r\n\r\nWe look forward to receiving the confirmation that the postings have been removed and the requested written undertaking in the timescale set out above.\r\n\r\nYours faithfully,\r\n\r\n/Unreadable Signature/\r\n\r\nShadbolt & Co\r\n\r\ncc: [RECIPIENT]","date_sent":"2003-08-18T04:00:00Z","date_received":"2003-08-18T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Shadbolt & Co","principal_name":"ViewSonic Europe Limited","recipient_name":"Synergy Global Networks","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}