{"dmca":{"id":1835,"type":"Dmca","title":"Singingfish Links Not Music to Washington Post's Ears","body":"Dear [Private]:\r\n\r\nWe are contacting you on behalf of The Washington Post Company and its wholly-owned subsidiary, Washingtonpost.Newsweek Interactive (collectively, \"The Washington Post Companies\") regarding your reproduction and distribution, via the Internet, of copies of various multimedia articles owned by The Washington Post Companies.  A search of your website yielded 1151 results (copy of first page of results is attached), and a review of the first 10 documents demonstrated that the 2003-5-9 document (search result #2), 2003-04-11(search result 3), 2003-03-31 (search result #4), 2003-4-14 (search result #5), were active.  These multimedia articles were reproduced at your website located at the domain name \"http://www.singingfish.com.\"  While we appreciate your interest in these articles, it is our understanding that you have not received permission from The Washington Post Companies or from their agents to use these materials, in any manner.  Accordingly, you are not permitted under applicable law, to reproduce, modify, or distribute these materials on your website.  \r\n\r\nAs you may know, under U.S. federal copyright law, you are legally required to obtain permission from The Washington Post Companies before reproducing or distributing any article that appears in The Washington Post or on washingtonpost.com because such articles are protected under the Copyright Act.  Federal copyright law prohibits the unauthorized reproduction, scanning, or distribution of copyrighted material via the Internet or any other medium.  In addition, as a matter of contract law, you are also prohibited from reproducing such material pursuant to washingtonpost.com","date_sent":"2003-07-14T04:00:00Z","date_received":"2003-07-14T04:00:00Z","topics":["Copyright","Linking"],"sender_name":null,"principal_name":"Washingtonpost.Newsweek Interactive","recipient_name":"Singingfish","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}