{"dmca":{"id":1848,"type":"Dmca","title":"Javea24hours Complaints of Copying","body":"Dear Sirs,\r\n For the past three weeks I have noticed two wbsites [sic] in your search listings which have included 'unique content' that has been copied (stolen) from one of my own websites. I have done my best to contact the owners of these sites and request the removal of this content. One site owner has ignored me (within the meta tags of the infringeing pages appears my e-mail address as author!), the other has said he will not remove it, yet agreeing that it is stolen from me. In discussions at, 'Webmasterworld-com\", I (username: [Private]) was directed to your instructions for dealing with this situation, 'Googleguy', in the same webmaster's forum, recommends the taking of action in cases similar to this.\r\n\r\nI, therefore, inform you of these two cases of copyright infringement, following the guidelines outlined on your website.\r\n\r\n1/ The copyrighted work at issue is the text that appears on: www.javea24hrs.com/javeabars.html and www.javea24hrs.com/javearestaurants.htmI\r\n\r\n2/ \r\na. On searching your database for: \"javea bars\" within the search results of this URL http://www.google.com/search?hl=en&ie=UTF-8&oe=UTF-8&q=javea+bars appear the following offending web sites:\r\n\r\nwww.costa-blanca-javea.to/javea_bars.htm\r\n\r\nContact e-mail: [Private]\r\n\r\nand\r\nwww.javea-villa.com/BARS.htm\r\n\r\nContact e-mail: [Private]\r\n\r\n3/ My contact details are,\r\n[Private]\r\n[Private]\r\n[Private]\r\n03726, Alicante.\r\nSpain\r\n\r\nE-mail: [Private]\r\n\r\n4/ I have good faith belief that use of the copyrighted materials described above on the allegedly infringing pages is not authorized by the copyright owner, it's agent, or the law.\r\n\r\n5/ I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nI do hope I can count an your good judgement in removing my stolen content from the Google search results, I am currently searching for the means to advise the ISP's of the above sites and send them similar notices.\r\nYours sincerely,\r\n\r\n[Private]","date_sent":"2003-07-01T04:00:00Z","date_received":"2003-07-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"javea24hrs.com","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}