{"dmca":{"id":1861,"type":"Dmca","title":"San Jose Mercury News Notifies Google of Copyright Claims (#2)","body":"<I>Copied to Google:</I>\r\n\r\n<P>\r\nGrayCary\r\n[private]\r\nEast Palo Alto, CA 94303-xxxx\r\nwww.graycary.com\r\nO] [private]\r\nF] [private]\r\n\r\nAugust 7, 2003\r\nVia Express Mail\r\n\r\n[private]\r\nFreeRepublic, LLC\r\n[private]\r\nFresno, CA 93794\r\n\r\nDear [private];\r\n\r\nThis firm represents the San Jose Mercury News, Inc. (\"Mercury News\"). It has been brought to our attention that FreeRepublic, LLC is, through its website at www.freerepublic.com, copying and displaying copyrighted material of the Mercury News. I am writing to advise you that the copying and displaying of Mercury News materials by FreeRepublic must cease immediately.\r\n\r\nAt least one entire Mercury News article, \"Taxpayer Taxi,\" is reproduced verbatim on the FreeRepublic website, at the URL http://www.freerepublic.com/focus/f-news/713163/posts. FreeRepublic's reproduction of this article constitutes copyright infringement. The Taxpayer Taxi story was written by the Mercury News and published on July 9. 2002. It was also disseminated through the Mercury News website, www.bayarea.com. The copyrights to all such materials are owned by the Mercury News. No permission to copy and display this article or any other Mercury News materials has been sought or obtained from the Mercury News. Attached are copies of the Mercury News article as it appeared on the authorized bayarea.com site, and as copied and posted on the freerepublic.com site.\r\n\r\nMoreover, FreeRepublic's infringement of the Mercury News' copyrights is indisputably willful. You and FreeRepublic have previously sued and been held liable to the Los Angeles Times and the Washington Post, pursuant to a stipulated judgment, for precisely the same conduct in which you are now engaging with respect to the Mercury News. Los Angeles Times, et al. v. Free Republic, et al., Case No. 98-7840 (C.D. Cal. 2002).\r\n\r\nFreeRepublic must immediately remove the Taxpayer Taxi story as well as any other Mercury News materials from all websites it operates or controls, it must provide a list of all Mercury News materials removed, and it must certify that all such materials have been removed and that FreeRepublic will not permit the future posting of copyrighted materials of the Mercury News.\r\n\r\nIf these measures are not taken immediately, the Mercury News will take whatever actions it deems necessary to protect its interests. Please contact me promptly to confirm FreeRepublic's compliance with these requests.\r\n\r\nI certify under penalty of perjury that I am authorized to act on behalf of the Mercury News in addressing the infringement of its copyrights in this material.\r\n\r\nSincerely,\r\n\r\nGray Cary Ware & Freldenrloh LLP\r\n\r\nBy:\r\n\r\n[private]\r\n[private]@graycary.com\r\n\r\nEnclosures\r\n\r\nbcc:\t[private]\r\n\t[private]\r\n\r\n[attached exhibits]","date_sent":"2003-08-07T04:00:00Z","date_received":"2003-08-07T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Gray Cary Ware & Friedenrich LLP","principal_name":"San Jose Mercury News","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}