{"dmca":{"id":1870,"type":"Dmca","title":"PoopReport Complains of Infringement","body":"[PRIVATE]\r\nBrooklyn, NY 11218\r\n\r\nGoogle, Inc,\r\nAttn: Customer Support, DMCA Complaints\r\n[PRIVATE]\r\nMountain View, CA 94043\r\n\r\nAugust 1, 2003\r\n\r\nTo whom it may concern,\r\n\r\nI am the [PRIVATE] of PoopReport.com, a bathroom humor site. PoopReport is dedicated to the intellectual appreciation of poop humor - off-color, to be sure, but no more offensive than anything on Comedy Central, and certainly not sexual or pornographic in any-way. (We don't even post pictures - only funny stories.) PoopReport has been online since April 2000.\r\n\r\nRecently, it has come to my attention that the web site http://www.free-rape-photos.com/torture has copied, slightly altered and posted PoopReport's entire archive of the site dating from its inception through roughly March of this year.\r\n\r\nThis site is horrifying - when you visit it, I suggest you disable the images on your browser.\r\n\r\nAfter briefly familiarizing yourself with PoopReport.com, you will see that Free-rape-photos.com has copied the PoopReport design and layout, although they have removed many of our images. The text of the site has been slightly altered - most notably replacing the word \"poop\" witb \"rape.\"\r\n\r\nFree-rape-photos.com has absolutely no permission to reprint or republish any content copyrighted by PoopReport.com. Every page of PoopReport.com has a copyright notice at the bottom. PoopReport.com is not affiliated with Free-rape-photos.com in any way, and would never knowingly associate with that site, its owners, or sites of similar content. PoopReport is a humor site with over 50,000 monthly visitors - not a sexual or pornographic site, and certainly not a site advocating such horrific deviant violence. Any association of PoopReport.com with Free-rape-photos.com is damaging to PoopReport.com.\r\n\r\nAs an example of the stolen content, compare the following pages:\r\n\r\n- http://www.free-rape-photos.com/torture/Stories/Content/continental.html      \r\n- http://www.poopreport.com/Stories/Content/continental.html\r\n\r\n\r\nClearly, the former is a copy of the latter. Note the copyright notice at the bottom of the PoopReport.com page, and the similar copyright notice at the bottom of the Free-rape-photos.com page.\r\n\r\nAfter browsing the Free-rape-photos.com site, I have reason to believe that every page in the Free-rape-photos.com/torture directory has been stolen from PoopReport and slightly altered. The text on every page of that directory on Free-rape-photos.com I could find -- the replacement of \"poop\" with \"rape\" notwithstanding -- is clearly the intellectual property of PoopReport.com.\r\n\r\nAs far as web searches, searching for many strings of text (that do not contain the word \"poop\") from PoopReport.com dated before April 28, 2003, will return results on both PoopReport.com and Free-rape-photos.com. (You may have to click \"repeat the search with the omitted results included.\") For instance:\r\n\r\nSearch query:\r\n\r\n\"I reached the ferry port in record time.\"\r\n(an excerpt from http://www.poopreport.com/Stories/Content/continental.html\r\n\r\nResults:\r\n\r\nPoopReport.com Your Source for Poop.\r\n... motorway shitter. I reached the ferry port in record time. Barely stopping to check in, I raced to the end of the queue. I think ... www.poopreport.com/Stories/Content/continental.html - 22k - Cached - Similar pages\r\n\r\nPoopReport.com Your Source for Poop.\r\n... motorway shitter. I reached the ferry port in record time. Barely stopping to check in, I raced to the end of the queue. I think ... www.poopreport.com/Stories/Content/continental.html - 22k - Cached - Similar pages\r\n\r\nFree_Rape_Photos_Pics Video Your Source for Rape Porno ... motorway shitter. I reached the ferry port in record time. Barely stopping to check in, I raced to the end of the queue. I think ... www.free-rape-photos.com/torture/ Stories/Content/continental.html 17k - Cached - Similar pages\r\n\r\nAgain, searching for many strings of text on PoopReport.com dated before 4/28/03 that does not contain the word \"poop\" will return results from Free-rape-photos.com.\r\n\r\nMy contact information is [PRIVATE]. According to the Whois function on NS.com, free-rape-photos.com is owned by [PRIVATE], [PRIVATE]. Emails sent to that address were bounced back.\r\n\r\nNote that free-rape-photos.com was registered 3/4/2003. PoopReport.com was registered 4/14/2000.\r\n\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nYours,\r\n\r\n[PRIVATE]\r\n[PRIVATE], PoopReport.com\r\n\r\n\r\n","date_sent":"2003-08-01T04:00:00Z","date_received":"2003-08-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"PoopReport.com","recipient_name":"Google, Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}