{"dmca":{"id":1883,"type":"Dmca","title":"Westchester Life Magazine Complains of Copyright Infringement","body":"The Pulse Of Westchester\r\nWestchester Life Magazine\r\nwww.westchesterlife.com\r\n\r\nRe: Notice of Infringement under DMCA; www.westchester1.com\r\n\r\nDear [private]:\r\n\r\nI am writing to you regarding a matter that has been brought to my attention by my clients. In this particular matter our office represents Westchester Life Magazine (\"WLM\") and GRIMEDIA (\"GM\").\r\n\r\nIt is well known that Google is a service provider directory that links users to an online location. Pursuant To Its Terms Of Service [sic], Google also prohibits the use of its service to link to web sites which contain infringing material. I refer you to 17 U.S.C. 512(d) of the DMCA which provides that an internet service provider is protected from liability.\r\n\r\n\"by reason of the provider referring or linking users to an online location containing infringing material or infringing activity, by using information location tools, including a directory, index, reference, pointer, or hypertext link if the service provider ...\r\n\r\n(3) upon notification of claimed infringement...responds expeditiously to remove, or disable access to, the material that is claimed to be infringing or to be the subject of infringing activity, except for purposes of this paragraph... the information (for notification] shall be identification of the reference or link, to material or activity claimed to be infringing, that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit the service provider to locate that reference or link.\"\r\n\r\n17 U.S.C. 512(d) See also, Universal City Studios, Inc. v. Reimerdes, 111 F.Supp.2d 294 (S.D.N.Y. 2000), where the courts held that posting hyperlinks to other web sites that were in violation of the DMCA, itself violated the DMCA.\r\n\r\nCurrently, Google is providing a link to a web page which contains many of our clients' copyrighted works and federally registered trademarks. This web site is \"www.westchester1.com.\" This particular web site, \"www.westchester1.com\", has been notified with the precise copyright and trademark- infringements of which I am notifying Google.\r\n\r\nI have enclosed for you each of the infringements that are contained by the double framing on the \" www.westchester1.com \" web site and proof of our clients' ownership of the works and trademarks in question.\r\n\r\nThis particular web site owner has placed our clients' copyrighted works and federally registered trademarks on his web page without the authorization of our clients. According, his actions are in violation of United States copyright law and I request Google either remove or disable access to the web site, www.westchester1.com.\r\n\r\nThe Search Query used is: Westchesterlife.com, westchesterlife\r\n\r\n\r\nI have a good faith belief, and in fact know for certain, that the posting of these works was not authorized by my clients, any agent of my clients, or the law.\r\n\r\nThe information in this notification is accurate, and under penalty of perjury, we are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nSincerely,\r\n[private]\r\n[private][private]\r\n\r\nCC: [private]\r\n\r\nTrademark Registration Number- R-29877 Westchester Life Magazine\r\n\r\nWestchester Life Magazine\r\n[private], Yonkers NY 10705\r\n\r\n","date_sent":"2003-08-18T04:00:00Z","date_received":"2003-08-18T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Westchester Life Magazine","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}