{"dmca":{"id":1923,"type":"Dmca","title":"Shoppingbrains.com Requests Takedown","body":"COPYRIGHT INFRINGEMENT NOTIFICATION\r\n\r\n1. Identify in sufficient detail the copyrighted work that you believe has been infringed. The copyrighted work at issue is the format/design of the page that appear [sic] on: http://www.shoppingbrains.com/specials/childrensbedding.html\r\n\r\nNote the format of each product -- image to the left and to the right, product name, price, description, and \"from\" information.\r\n\r\nAdditionally, the disclaimer text that appears at the bottom of http://www.shoppingbrains.com\r\n\r\n2. Identify the material that you claim is infringing the copyrighted work listed in item #1 above. The infringement was discovered because the site copying my materials left an absolute path link to my CSS file on their site and it showed in my server log files. I just recently discovered the infringement but the evidence in my server logs goes back to at least March.\r\n\r\nThe page that contains that link is:\r\nhttp://www.quilts-shop.com/hg/html/daybed_bedding_sets.html\r\n\r\nThe home page for this section is here: \r\nhttp://www.quilts-shop.com/hg/index.html\r\n\r\nAll completed bedding pages within this section of their site have both my format and disclaimer notice.\r\n\r\nAdditionally, the following two sites (registered to the same owner as the aforementioned) also included the copied disclaimer notice. http://www.jewelry-and-watches-collection.com/\r\nhttp://www.kids-n-baby.com\r\n\r\nIt is obvious (from the product pages) that both of these sites also lifted the format, but it has been somewhat modified.\r\n\r\n3. Provide information reasonably sufficient to permit Google to contact you (email address is preferred), [private]\r\n\r\n4. Provide information, if possible, sufficient to permit Google to notify the owner/administrator of the web page that allegedly contains infringing material (email address is preferred). [private]\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty at perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nSubmitted By [private]\r\n\r\n","date_sent":"2003-06-03T04:00:00Z","date_received":"2003-06-03T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Shoppingbrains.com","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}