{"dmca":{"id":1929,"type":"Dmca","title":"Notice of Copyright Infringement (Using BitTorrent)","body":"**************************************************\r\n*TEXT BELOW HAS BEEN MODIFIED FOR PRIVACY REASONS*\r\n**************************************************\r\nDear Customer,\r\n\r\nWe are writing on behalf of ISP to advise you that we have\r\nreceived a notification that you are using your ISP Internet service\r\nto post or transmit material that infringes the copyrights of a complainant's\r\nmembers. We have included a copy of the complaint letter. Pursuant to the\r\nprovisions of the Digital Millennium Copyright Act (\"DMCA\"), which is codified\r\nat 17 U.S.C. § 512, upon receiving such notification, ISP is required to \"act\r\nexpeditiously to remove, or disable access to\" the infringing material in order\r\nto avoid liability for any alleged copyright infringement. Accordingly, ISP\r\nwill suspend your account and disable your connection to the Internet within 24\r\nhours of your receipt of this email if the offending material is not removed.\r\n\r\nPlease be aware that the DMCA also provides procedures by which a subscriber\r\naccused of copyright violation can respond to the allegations of infringement\r\nand, under certain circumstances, cause his or her account to be reinstated.\r\nTo do so, however, the response must meet certain criteria. Pursuant to\r\nsection (g) of the DMCA (17 U.S.C. § 512(g)), you have the right to submit to\r\nISP a counter-notification which, to be effective, must include the following\r\nelements:\r\n\r\n(a) a physical or electronic signature of the subscriber;\r\n(b) identification of the material that has been removed or to which access has\r\nbeen disabled and the location at which the material appeared before it was\r\nremoved or disabled;\r\n(c) a statement under penalty of perjury that the subscriber has a good faith\r\nbelief that the material was removed or disabled as a result of mistake or\r\nmisidentification of the material to be removed or disabled;\r\n(d) the subscriber\u0092s name, address, and telephone number and a statement that\r\nthe subscriber consents to the jurisdiction of the Federal District Court for\r\nthe judicial district in which the address is located.\r\n\r\nIn the event that you submit to ISP a counter-notification that includes these\r\nelements, ISP will forward your counter notification to the complainant and\r\nadvise them that ISP will cease disabling access to the allegedly infringing\r\nmaterial in ten (10) business days. Unless the complainant notifies us that it\r\nhas filed an action seeking a court order to restrain you from engaging in the\r\nallegedly infringing activity prior to the expiration of those ten (10)\r\nbusiness days, ISP will reactivate your account.\r\n\r\nSincerely,\r\n\r\nThe ISP Abuse Team\r\n\r\n--- The following material was provided to us as evidence ---\r\n\r\n\r\n[Part 0 (plain text)]\r\n\r\nRe: Unauthorized Use of Universal Motion Pictures\r\nNotice ID: XXXXXXXX\r\nXX Aug 2003 XX:XX:XX GMT\r\n\r\nDear Sir or Madam:\r\n\r\nUniversal City Studios Productions LLLP and its affiliated companies\r\n(collectively, \"Universal\") are the exclusive owners of copyrights in many\r\nmotion pictures, including the motion pictures listed below.\r\n\r\nIt has come to our attention that ISP is the service provider\r\nfor the IP address listed below, from which unauthorized copying and\r\ndistribution (downloading, uploading, file serving, file \"swapping\" or other\r\nsimilar activities) of Universal","date_sent":"2003-08-27T04:00:00Z","date_received":"2003-08-27T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":"Vivendi Universal Entertainment","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}