{"dmca":{"id":1945,"type":"Dmca","title":"Infestation Records Complains to Google About MP3s","body":"Infestation Records\r\n[private]\r\n[private]\r\nPacific Palisades, CA 90272\r\n(xxx)xxx-xxxx\r\n[private]@earthlink.net\r\n\r\nTo: (xxx)xxx-xxxx\r\nAttn: User Support, DMCA complaints\r\n\r\nGoogle,\r\n\r\nThis is my 3rd FAX in an effort to remove an infringing web site from your search engine as well as searches on Yahoo.com. Yahoo indicated to me that Google is in control of their web searches. So far I have gotten no response from Google.\r\n\r\nOur copyrighted work at issue is the listing that appears on Google.com search queries and Yahoo.com search queries. The infringing website, has posted high quality MP3 files of 16 of the 18 tracks heard on the album \"Touch Tone Terrorists - Customer Service Disasters\".\r\n\r\nI have already FAXed to Google a copy of the actual copyright document for the album. Infestation Records is also currrently the owner of a trademark for the word mark of \"the Touch-Tone Terrorists\". The serial number is 75880530.\r\n\r\nHere's the infringing searches:\r\n\r\nSearch query: touch tone terrorists\r\nInfringing web pages: eurocompton.net/plethora/CSD/\r\n\r\nSearch query: touch tone terrorists mp3\r\nInfringing web pages: eurocompton.net/plethora/CSD/\r\n\r\nSearch query: customer service disasters\r\nInfringing web pages: eurocompton.net/plethora/CSD/\r\n\r\nNo email address is posted on the website eurocompton.net/plethora/CSD/, nor at the root directory of http://eurocompton.net\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury consistent with United States Code Title 17, Section 512, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n[private],","date_sent":"2003-08-26T04:00:00Z","date_received":"2003-08-26T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Infestation Records","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}