{"dmca":{"id":1958,"type":"Dmca","title":"Prisoner Advocacy Site Claims that Prison Penpal Service Is Lifting Text","body":"[private]\r\nThe Other Side of the Wall\r\n[private]\r\nFairfax, CA 94930\r\n\r\nxxx-xxx-xxxx\r\n[private]@[private]\r\n\r\nAugust 26, 2003\r\n\r\nGoogle, Inc.\r\nAttn: Customer Support, DMCA Complaints\r\n[private]\r\nMountain View, CA 94043\r\n\r\nDear Google:\r\n\r\n\tThis letter is to inform you about the following site, which \r\nappears on Google, that has wrongfully taken the entire material \r\nfrom my web page and used it as its own in violation of copyright law \r\nand DMCA standards.\r\n\r\n1.\tThe original material is from The Prisoner's Dictionary: \r\n\t<http://dictionary.prisonwall.org>\r\n\r\n2.\tThe copyrighted material that is being used appears on\r\n\r\n\t<http:www.boyzbehindbars.com/connections/dictionary.html>\r\n\r\n3.\tThe search queries that I used to find the infringing web page on Google were:\r\n\r\n\ta. boyzbehindbars\r\n\r\n\tb. boyzbehindbars.com\r\n\r\n\tc. prison dictionary\r\n\r\n\td. prison slang\r\n\r\n\te. prisoner dictionary\r\n\r\n\tIn some cases, searching within the results was easier, \r\nalthough <www.boyzbehindbars.com/connections/dictionary.html> was \r\nthe fourth result given in the \"prison dictionary\" search.\r\n\r\n\t4.\tMy contact information is listed above. The infringing page is owned by [private], BoyzBehindBars.com, [private], Atlanta, GA 30321-xxxx. [private]'s email address is: [private]@[private].\r\n\r\n\t5.\tI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\n\tIn particular, the cached version of the infringing page that is displayed on Google (as of today) still contains the links to the Amazon associates account for the Other Side of the Wall: (http://www.amazon.com/exec/obidos/ASIN/0916500144/theothersideofth). \r\nBoyzBehindBars changed these links after they were notified that this \r\ndemonstrated their blatant copyright infringement, but I have \r\nretained a .pdf copy of the page should the Google cached version be \r\nchanged.\r\n\r\n\tThe Internet Archive at http://web.archive.org/web contains version of my dictionary at dictionary.prisonwall.org from the year 2000 (when the subdomain was established), including the 2001-2002 page that BoyzBehindBars copied (and wrongfully ascribed its own copyright).\r\n\r\n\tThe Internet Archive at http://web.archive.org/web contains copies of my dictionary that was found at its former address at www.wco.com/~aerick/lingo.htm going back as far as December, 1996.\r\n\r\n\tThe Internet Archive at http://web.archive.org/web contained the BoyzBehindBars dictionary from February, 2002. It also contains the links to my Amazon associate account.\r\n\r\n\tThe Prisoner's Dictionary was established in 1995 and has been featured on various internet sites as well as academic and news publications. I have established a separate page to call attention to the copyright infringement (which is also found on the Google search engine) at http://prisons.home.comcast.net.\r\n\r\n\tI notified [private] and requested him to remove the dictionary from his web page, including the copyright notice that he attached to my material. He responded, \"Get over yourself The page stays where its at.\" I notified his parent company, [private]Intemet Services of this and [private] responded by changing the links to my Amazon associate account, but left the infringing material in its place.\r\n\r\n\t[private] has been notified that this site infringes upon copyright law and the protections afforded the DCMA [sic].\r\n\r\n\t6.\tI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed,\r\n\r\nSigned this 26th day of September at Fairfax, California.\r\n\r\n[private]","date_sent":"2003-08-26T04:00:00Z","date_received":"2003-08-26T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"The other side of the wall","recipient_name":"Google, Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}