{"dmca":{"id":1984,"type":"Dmca","title":"Cox User Receives Notice About Lara Croft","body":"Dear Customer,\r\n\r\nWe are writing on behalf of Cox Communications to advise you that we have received a notification that you are using your Cox High Speed Internet service to post or transmit material that infringes the copyrights of a complainant's members.  We have included a copy of the complaint letter.  Pursuant to the provisions of the Digital Millennium Copyright Act (\"DMCA\"), which is codified at 17 U.S.C. § 512, upon receiving such notification, Cox is required to \"act expeditiously to remove, or disable access to\" the infringing material in order to avoid liability for any alleged copyright infringement.  Accordingly, Cox will suspend your account and disable your connection to the Internet within 24 hours of your receipt of this email if the offending material is not removed.\r\n\r\nPlease be aware that the DMCA also provides procedures by which a subscriber accused of copyright violation can respond to the allegations of infringement and, under certain circumstances, cause his or her account to be reinstated.  To do so, however, the response must meet certain criteria.  Pursuant to section (g) of the DMCA (17 U.S.C. § 512(g)), you have the right to submit to Cox a counter-notification which, to be effective, must include the following elements:  \r\n\r\n(a)\ta physical or electronic signature of the subscriber; \r\n(b)\tidentification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or disabled; \r\n(c)\ta statement under penalty of perjury that the subscriber has a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled; \r\n(d)\tthe subscriber\u0092s name, address, and telephone number and a statement that the subscriber consents to the jurisdiction of the Federal District Court for the judicial district in which the address is located.\r\n\r\nIn the event that you submit to Cox a counter-notification that includes these elements, Cox will forward your counter notification to the complainant and advise them that Cox will cease disabling access to the allegedly infringing material in ten (10) business days.  Unless the complainant notifies us that it has filed an action seeking a court order to restrain you from engaging in the allegedly infringing activity prior to the expiration of those ten (10) business days, Cox will reactivate your account.\r\n\r\nSincerely,\r\n\r\nThe Cox Abuse Team\r\n\r\n--- The following material was provided to us as evidence ---\r\n\r\n\r\n[Part 0 (plain text)]\r\n\r\n-----BEGIN PGP SIGNED MESSAGE-----\r\nHash: SHA1\r\n\r\nCox Communications\r\n\r\nNotice ID:53161\r\nNotice  Date:13 Aug 2003 18:22:05 GMT\r\n\r\nDear Sir or Madam:\r\n\r\nBayTSP, Inc. (\"BayTSP\") swears under penalty of perjury that Paramount Pictures Corporation (\"Paramount\") has authorized BayTSP to act as its agent for copyright infringment notification. BayTSP's search of the protocol listed below has detected infringements of Paramount's copyright interests on your IP addresses as detailed in the attached report. \r\n\r\nBayTSP has reasonable good faith belief that use for the material in the manner complained of in the attached report is not authorized by Paramount, its agents, or the law. The information provided herin is accurate to the best of our knowdge. Therefore, this letter is an official notification under provisions of section 512(c) of the U.S. Digital Millennium Coopyright Act to effect removal of the detected infringment listed in the attached report. The attached documentation specifies the exact location of the infrigement. The Notice  ID identifies the copyrighted works by file identification number. \r\n\r\nWe hereby request that you immediately remove or block access to the infringing material, as specified in the copyright laws, and insure the user refrains from using or sharing with others Paramount's materials in the future.\r\n\r\nPlease send us a prompt response indicating the actions you have taken to resolve this matter. Please reference the Notice ID number above in your response.\r\n\r\nNothing in this letter shall serve as a waiver of any rights or remedies of Paramount with respect to the alleged infringement, all of which are expressly reserved. Should you need to contact me, I many be reached at the following address:\r\n\r\n\r\nX\r\n\r\n*pgp public key is available on the key server at ldap://keyserver.pgp.com\r\n\r\nNote:  The information transmitted in this Notice is intended only for the person or entity to which it is addressed and may contain confidential and/or privileged material.  Any review, reproduction, retransmission, dissemination or other use of, or taking of any action in reliance upon, this information by persons or entities other than the intended recipient is prohibited.  If you received this in error, please contact the sender and delete the material from all computers.\r\n\r\n- ----\r\n\r\nInfringed Work:  Lara Croft And The Cradle Of Life: Tomb Raider 2 Infringing FileName:  tomb raider 2-ctp-kvcd.mpg Infringing FileSize:  737912684\r\nProtocol:  BitTorrent\r\nInfringers IP Address:  [Private]\r\nInfringer's User Name:  None\r\nInfringement Timestamp:  7 Aug 2003 18:50:58 GMT\r\n\r\n-----BEGIN PGP SIGNATURE-----\r\nVersion: 8.0\r\n\r\niQA/AwUBPzqHCqqx+rjfbdi7EQLRlQCg62CUeAFNt9APrMLYKClmZP50JKoAoM04\r\nsxx8f3+IJiyLFVl+LhJHNA5K\r\n=hF5s\r\n-----END PGP SIGNATURE-----\r\n\r\n\r\n\r\n\r\n","date_sent":"2003-08-13T04:00:00Z","date_received":"2003-08-13T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":"BayTSP, Inc. on behalf of Paramount","recipient_name":"Cox Communications","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}