{"dmca":{"id":1985,"type":"Dmca","title":"Comcast Subscriber Receives Warning","body":"* * *  IMMEDIATE ACTION and REPLY REQUIRED  * * *   \r\n\r\nPlease read this entire message, review the required action(s) below,\r\nand send a prompt\r\n reply message to acknowledge receipt of this email.\r\n\r\nFrom:   Comcast Abuse Department [abuse@comcast.net]\r\n\r\nComcast has been made aware that you have violated the Comcast Service\r\nAgreement and/or \r\nAcceptable Usage Policy. These policies can be found at \r\nhttp://www.comcast.net/terms.  Failure to comply with these policies may \r\nresult in a permanent termination of your service. The account holder is\r\nsolely \r\nresponsible for any and all activities performed from the Comcast\r\nservice. Please read \r\nthe following information carefully to ensure that you understand the\r\nviolation, our \r\npolicies, and what you need to do to respond to this warning.\r\n\r\nType of violation:   Distribution of Copyrighted Material\r\n\r\nRelated Policy:   \r\n\r\nAcceptable Usage Policy: \r\nProhibited uses include, but are not limited to, using the Service,\r\nCustomer Equipment, or the Comcast Equipment to:\r\n\r\n(i) undertake or accomplish any unlawful purpose. This includes, but is\r\nnot limited to, posting, storing, transmitting or disseminating\r\ninformation, data or material which is libelous, obscene, unlawful,\r\nthreatening, defamatory, or which infringes the intellectual property\r\nrights of any person or entity, or which in any way constitutes or\r\nencourages conduct that would constitute a criminal offense, give rise\r\nto civil liability, or otherwise violate any local, state, federal or\r\ninternational law, order or regulation;\r\n\r\n(v) upload, post, publish, transmit, reproduce, create derivative works\r\nof, or distribute in any way information, software or other material\r\nobtained through the Service or otherwise that is protected by copyright\r\nor other proprietary right, without obtaining permission of the owner;\r\n\r\n(xiv) run programs, equipment, or servers from the Premises that provide\r\nnetwork content or any other services to anyone outside of your Premises\r\nLAN (Local Area Network), also commonly referred to as public services\r\nor servers. Examples of prohibited services and servers include, but are\r\nnot limited to, e-mail, Web hosting, file sharing, and proxy services\r\nand servers;\r\n\r\nExplanation:   Comcast has received notification of alleged copyright\r\ninfringement \r\noriginating from the Comcast account registered to you.\r\n\r\nAction Required:   We will require your timely assistance in blocking\r\naccessibility to \r\nthe alleged infringed materials and then notifying us when the materials\r\nare no longer \r\npublicly available. By federal guidelines stated within the DMCA, this\r\nmatter needs to \r\nbe resolved quickly. We will therefore require your immediate\r\ninvestigation into this \r\nnotification. \r\n\r\n**NOTE**\r\nAdditionally, please be advised that should Comcast receive further\r\ncopyright \r\ninfringement complaints related to your Comcast Internet account,\r\nComcast may terminate \r\nthe account in accordance with the Comcast Acceptable Usage Policy\r\n(AUP).\r\n\r\nInformation regarding the security of your Comcast connection can be\r\nfound on our web \r\npage: http://www.comcast.net/terms. This web page also provides links to\r\nour \r\nSubscriber Agreement and Acceptable Use Policy (AUP), please review\r\nthese policies \r\nshould you have any questions or concerns.\r\n\r\nRelated Logs / Evidence:\r\n\r\n\r\n-----BEGIN PGP SIGNED MESSAGE-----\r\nHash: SHA1\r\n\r\nRe:  Unauthorized Use of Universal Motion Pictures\r\nNotice ID: 904401\r\n4 Aug 2003 20:16:47 GMT\r\n\r\nDear Sir or Madam:\r\n\r\nUniversal City Studios Productions LLLP and its affiliated companies\r\n(collectively, \"Universal\") are the exclusive owners of copyrights in\r\nmany motion pictures, including the motion pictures listed below.\r\n\r\nIt has come to our attention that AT&T Broadband Northeast is the\r\nservice provider for the IP address listed below, from which\r\nunauthorized copying and distribution (downloading, uploading, file\r\nserving, file \"swapping\" or other similar activities) of Universal\u0012s\r\nmotion picture(s) listed below is taking place.  We believe that the\r\nInternet access of the user engaging in this infringement is provided by\r\nAT&T Broadband Northeast or a downstream service provider who purchases\r\nthis connectivity from AT&T Broadband Northeast.  \r\n\r\nThis unauthorized copying and distribution constitutes copyright\r\ninfringement under Section 106 of the U.S. Copyright Act .  Depending\r\nupon the type of service AT&T Broadband Northeast is providing to this\r\nIP address, it may have legal and/or equitable liability if it does not\r\nexpeditiously remove or disable access to the motion picture(s) listed\r\nbelow, or if it fails to implement a policy that provides for\r\ntermination of subscribers who are repeat infringers (see, 17 U.S.C.\r\n'512).\r\n\r\nDespite the above, Universal believes that the entire Internet community\r\nbenefits when these matters are resolved cooperatively. We urge you to\r\ntake immediate action to stop this infringing activity and inform us of\r\nthe results of your actions. We appreciate your efforts toward this\r\ncommon goal.\r\n\r\nThe undersigned has a good faith belief that use of the motion pictures\r\nin the manner described herein is not authorized by Universal, its agent\r\nor the law.  The information contained in this notification is accurate. \r\nUnder penalty of perjury, the undersigned is authorized to act on behalf\r\nof Universal with respect to this matter.\r\n\r\nPlease be advised that this letter is not and is not intended to be a\r\ncomplete statement of the facts or law as they may pertain to this\r\nmatter or of Universal\u0012s positions, rights or remedies, legal or\r\nequitable, all of which are specifically reserved.  \r\n\r\nVery truly yours,\r\n\r\n\r\n[Private]\r\nManager of Internet Anti-Piracy,\r\nWorldwide Anti-Piracy Operations\r\nVIVENDI UNIVERSAL ENTERTAINMENT.\r\n[Private]\r\n[Private]\r\n[Private]\r\n[Private]\r\nantipiracy@unistudios.com\r\n\r\n*pgp public key is available on the key server at\r\nldap://keyserver.pgp.com\r\n** For any correspondence regarding this case, please send your emails\r\nto antipiracy1@unistudios.com and refer to Notice ID: 904401.  If you\r\nneed immediate assistance or if you have general questions please email\r\nantipiracy@unistudios.com.\r\n\r\n\r\n\r\n\r\nTitle:  Johnny English\r\nInfringement Source:  BitTorrent\r\nInitial Infringement Timestamp:  1 Aug 2003 04:53:24 GMT\r\nRecent Infringment Timestamp: 1 Aug 2003 06:15:27 GMT\r\nInfringer Username:  None\r\nInfringing Filename:  Johnny.English.PROPER.TS-VCDCentral\r\nInfringing Filesize:  880943405\r\nInfringers IP Address:  x.x.x.x\r\nInfringers DNS Name: x-x-x-x.client.attbi.com\r\nInfringing URL: x.x.x.x:6882/Johnny.English.PROPER.TS-VCDCentral\r\n\r\n-----BEGIN PGP SIGNATURE-----\r\nVersion: 8.0\r\n\r\niQA/AwUBPy7ODEAGe/JElwagEQJg/QCg2vJIxny9dk2D+zAGe6AxLWEy8RoAoIii\r\nPNAh1fhJf07Uxbcp9QPiiE4R\r\n=Sf6c\r\n-----END PGP SIGNATURE-----\r\n\r\n------------------------------------------------------------------------------------------------------------------\r\n\r\nShould you have any questions regarding this matter, please call me at\r\n1-888-565-4329 ext 72656 (9am - 5pm MST mon - fri).\r\n\r\nThank you,\r\n\r\nJeremy\r\nComcast\r\nNetwork Abuse and Policy Observance\r\n\r\n\r\n--- DO NOT REMOVE TEXT BELOW THIS LINE ---\r\n[##TICKET_ID: 524c2] {RPTR}:W:\r\n","date_sent":"2003-09-08T04:00:00Z","date_received":"2003-09-08T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":"Vivendi Universal Entertainment / Universal","recipient_name":"Comcast Subscriber","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}