{"dmca":{"id":43068,"type":"Dmca","title":"Wal-Mart Pre-Warns Against Early Black Friday Ads","body":"Dear Sir or Madam,\r\n\r\nWe represent Wal-Mart Stores, Inc. (hereinafter \"Wal-Mart\") with respect to its intellectual property matters and defense against unfair competition. It has recently come to our attention that you and/or your company may potentially obtain possession of and ultimately release Wal-Mart's sales circulars, advertisements or other information prior to their authorized release dates. Information regarding Wal-Mart's products, and sales prices therefor, during the November 19th sales period and otherwise, is proprietary and commercially valuable.\r\n\r\nPlease be advised that the information on Wal-Mart's circulars and advertisements are, prior to their authorized release date of November 19, 2007, confidential and proprietary information of Wal-Mart. The circulars and advertisement, as well as related document,s are also protected by copyright and other laws. Therefore, any unauthorized reproduction, publication, or distribution of the information or materials (e.g., via website) prior to Wal-Mart's authorized release date violates Wal-Mart's rights. Such violations can give rise to liabilities and severe legal penalties. To the extent that the methods of acquisition or use include criminal activity, criminal penalties may also apply.\r\n\r\nWe have become aware that some publishers may have encouraged third parties (such as printers and newspapers) who lawfully possess the information and materials to inappropriately disclose the information and materials. The law provides liability for those who encourage violations, participate in them or receive economic benefits from them. Therefore, we wish to emphasize and place you on specific notice of the above.\r\n\r\nPlease feel free to contact me if you have any questions, are aware of any violations, or are approached by any third-party seeking to disclose or provide information about Wal-Mart's commercial activities and plans, such as dates of sales, discount amounts, etc., prior to their authorized release date.\r\n\r\nSincerely,\r\n\r\nBAKER & HOSTETLER LLP\r\nSigned\r\n[private]\r\n\r\ncc: [private], [private]","date_sent":"2007-10-17T04:00:00Z","date_received":"2007-10-17T04:00:00Z","topics":["Trade Secret","Copyright"],"sender_name":"Baker & Hostetler LLP","principal_name":"Wal-Mart","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}