{"dmca":{"id":43111,"type":"Dmca","title":"Google Sunburned by South Beach DMCA Complaint (Follow-up)","body":"EMAIL\r\n\r\nhttp://realestatemiamifl.wordpress.com/2007/09/28/gansevoort-bringing-a-new-vibe-to-the-roney-in-miami-beach/\r\nhttp://realestatemiamifl.wordpress.com/2007/09/\r\nhttp://realestatemiamifl.wordpress.com/page/2/\r\nhttp://realestatemiamifl.wordpress.com/category/condo-hotel-in-miami-and-miami-beach/\r\nhttp://realestatemiamifl.wordpress.com/category/luxury-condominium-miami/\r\nhttp://realestatemiamifl.blogspot.com/2007/09/gansevoort-bringing-new-vibe-to-roney.html\r\n\r\n\r\n*This complainant already has a signature on file with us. Below, please find the original complaint:\r\n\r\nFrom: \t<[private]@southbeach-usa.com>\r\nTo: \t<[private]@google.com>\r\nDate: \tFri, 19 Oct 2007 19:17:46 -0400\r\nLocal: \tFri, Oct 19 2007 4:17 pm\r\nSubject: \tRe: [#204492918] DMCA Complaint\r\nGreetings,\r\n\r\nThey stole our entire article below...\r\n\r\nhttp://www.southbeach-usa.com/miami/hotels/2007/09/gansevoort-south.htm\r\n\r\n=======Infringing Material=======================\r\n\r\nGansevoort Bringing A New Vibe to the Roney in Miami Beach\r\n\r\nThe Roney in Miami Beach has long been in a sort of limbo: not really a\r\nhotel; not really a condo; and certainly not really anything one would\r\nconsider \"cool\" (with apologies to several friends who live there). But,\r\nwhile the Roney has certainly paid its dues by surviving bankruptcy and\r\nfailed business plans, the venerable location is now getting a new lease on\r\nlife and will soon make its debut on the South Beach hip scene thanks to\r\nnames such as [private], [private], [private] and[private].\r\n\r\nFirst, a bit of history. The original Roney Plaza Hotel was built in 1925 by\r\nN.B.T. Roney and stood for forty-three years as a tropical resort where\r\nHollywood celebs and visiting VIPs lounged under the ocean-front hotel's\r\ncabanas that lined the pool and boardwalk. To say the Roney was a haute\r\ndestination may well be the understatement of the century&#65533;after all, what\r\nother hotel could boost of having had Hollywood's original Tarzan ([private]) work at their pool as a cabana boy?\r\n\r\nDuring World War II, the hotel was used for housing and training Army\r\nofficers, as were numerous other Miami Beach hotels. The original Roney\r\nPlaza hotel was demolished in 1968 and the current 17-story Roney structure\r\nwas built soon thereafter containing the Roney Palace hotel and an\r\nadditional 1,162 residential units.\r\n\r\nThe Roney is a huge project. The structure encompasses an entire (and very\r\nlarge) city block. To give you an idea of the sheer size of the project\r\ncurrently underway, upon completion it will contain...\r\n\r\nOne world-class hotel\r\nTwo condo developments with 800+ units\r\nTwo restaurants\r\nThree pools\r\nOne Grand Ballroom\r\nTwo VIP Lounges\r\nOne Rooftop pool lounge\r\nOne parking garage with 1,186 spaces\r\nAnd 93,000 square feet of ground-floor retail space.\r\n\r\nThe Gansevoort South Hotel\r\nThe 333-unit Gansevoort South hotel will occupy the first eight floors of\r\nthe existing north tower, with a 259-unit residential condominium known as\r\nParadiso located on floors 9 through 17.\r\n\r\nOnce completed, the Gansevoort South will emerge as a 4 or 5-star full\r\nservice hotel with world-class amenities including restaurants, lounges and\r\na beach club. Standard guestrooms will have floor plans averaging 700 square\r\nfeet and guests will enjoy panoramic views of the Miami/Miami Beach skyline,\r\nBiscayne Bay and the Atlantic Ocean.\r\n\r\nThe Restaurants\r\n\r\nMaxim\r\n[private] may well be the physical embodiment of the often quoted\r\nbusiness mantra, \"Do one thing, and do it really well.\" As proprietor of\r\nsuch famed dining destinations as China Grill, Tuscan Steak, Social at the\r\nSagamore and Blue Door at the Delano, Jeffrey is methodically cornering the\r\nmarket on fine dining in South Beach with each passing season.\r\n\r\nNow, [private] plans to operate a gourmet steakhouse co-located at the\r\nGansevoort South hotel at 24th Street and Collins Avenue (pushing the\r\nboundary of \"South Beach\" northward by a full city block). The steakhouse,\r\ntenatively named either \"Maxim Steak\" or \"Maxim Prime,\" is most notable for\r\nwhat it will NOT offer. For example, its dining atmosphere will not&#65533;repeat,\r\nNOT&#65533;be the usual \"men's university club\" steakhouse setting with the\r\ntraditional dark wood and Hunter Club portraits of \"Champion\" and \"ol Blue\"\r\nhanging on the walls. Rather, [private] envisions a decor that compliments\r\nMiami Beach's flair for design with a combination of glass and metal\r\ntreatments developed by top designers, and accented with high-tech\r\naudio-visual displays. Additionally, the restaurant will have a strategic\r\nmix of couch and booth seating for small plate dining along with\r\nconventional table seating, but NOT the traditionally structured white\r\ntablecloth dining experience. Seating capacity will be 399.\r\n\r\n[private]\r\nAt the opposite end of the development on 23rd and [private], [private]\r\nwill create his third renowned Asian eatery to be named \"Philippe.\" [private] was\r\nthe executive chef at Mr. [private] NYC for 27 years and recently left to pursue\r\nhis own brand of high end Chinese cuisine presentation.\r\n\r\nIn addition to superb food and drink, [private] will offer a theatrical show\r\nin the dining room where noodles will be hand-pulled and formed by chefs. A\r\nglass kitchen and a 26 foot water drop will complement the tranquil dining\r\nexperience.\r\n\r\nThe VIP Lounge\r\nOf course, no development in Miami Beach would be complete without a VIP\r\nlounge, and the Roney's cocktail lounge will be located ground level behind\r\nthe Hotel lobby, and will be available to hotel guests, residents and\r\nvisitors. Evening hours of operation will be 7pm to 5am, and planned\r\noccupancy is 360 people.\r\n\r\n\r\nThe Rooftop Pool Lounge\r\nThe Rooftop Pool and bar will be available exclusively to Hotel guests,\r\nresidents of the Paradiso Condominiums, and visitors on a membership basis\r\nonly between 8am and 6pm. The most contentious part of the development plan\r\nconcerned night-time operation of the Rooftop Lounge which drew initial\r\nopposition from neighbors due to noise concerns. After some negotiations,\r\nthe Rooftop Lounge has now been approved for a closing time of 3am and an\r\noccupancy of 425.\r\n\r\nFrom 6pm to 3am the Rooftop Pool area will operate exclusively as a cocktail\r\nlounge offering dramatic panoramic views of the Miami skyline and Atlantic\r\nocean. The Rooftop Pool will have a strict dress code and nightly DJs to set\r\nthe vibe. Access to the Rooftop Lounge will be via two express elevators\r\nfrom a dedicated entrance positioned near [private]'s restaurant.\r\n\r\nDavid Barton Gym\r\nThe ground floor area fronting Collins Avenue will contain 65,000 square\r\nfeet of new retail space, the bulk of which will be occupied by a 42,000\r\nsquare foot David Barton Gym & Spa located above street level. This will be\r\nDavid Barton's flagship location, replacing his former facility at the\r\nDelano hotel.\r\n\r\nThe Ballroom\r\nThe Hotel ballroom located on the lobby level directly above the VIP Lounge\r\nand will occupy 6,588 square feet of floor area with an expected occupancy\r\nof 440 people.\r\n\r\nThe Retail Shops\r\nThe Roney will also have 93,000 square feet of ground floor retail space.\r\nWith the exception of the existing pool deck area, the Roney Palace condo is\r\nnot included in the current renovations.\r\n\r\nAfter 10 years of fits and starts, the historic Roney on Collins Avenue now\r\nappears to be well on its way to joining other hip locations in the South\r\nBeach glam universe such as the Shore Club, Delano and Sagamore.\r\n\r\nWe'll certainly keep our fingers crossed.\r\n\r\n=======End Infringing Material=================================\r\n\r\nThe infringing material above appears on the following pages...\r\n\r\nhttp://realestatemiamifl.wordpress.com/2007/09/28/gansevoort-bringing-a-new-vibe-to-the-roney-in-miami-beach/\r\nhttp://realestatemiamifl.wordpress.com/2007/09/\r\nhttp://realestatemiamifl.wordpress.com/page/2/\r\nhttp://realestatemiamifl.wordpress.com/category/condo-hotel-in-miami-and-miami-beach/\r\nhttp://realestatemiamifl.wordpress.com/category/luxury-condominium-miami/\r\nhttp://realestatemiamifl.blogspot.com/2007/09/gansevoort-bringing-new-vibe-to-roney.html\r\n\r\n\r\nThanks,\r\n[private]","date_sent":"2007-10-19T04:00:00Z","date_received":"2007-10-19T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"South Beach USA","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}