{"other":{"id":43248,"type":"Other","title":"Other notice to Google, Inc.","date_sent":"2011-07-11T04:00:00Z","date_received":"2011-07-11T04:00:00Z","topics":["Uncategorized"],"sender_name":"Charlene Ugent","principal_name":null,"recipient_name":"Google, Inc.","works":[{"complaint":"The text on both URLs violates my rights because it  \ncontains allegedly defamatory libelous material not permitted under the  \nlaws of my country (USA)in which I reside and am a citizen of. These can\nbe  \nseen in a search query in google under the following search terms:\nCharlene  \nUgent,Suyaki Siamese,Suyaki Siamese kittens, Suyaki Siamese cats. He is  \nstating that \"she is a 66 year old crazy cat lady who lives in filth.\"\nThat  \nI keep my cats in a filthy urine smelly bathroom. Then he is lying again  \nwhere he says I sexually harrassed him. He is the one who is harrassing\nme.  \nPlease do a search under this whole search term as one search term:  \nCharlene Ugent Suyaki Siamese and\nSuyaki Siamese Charlene Ugent. You will see all the complaint websites he \n\nhas listed his complaint on. There are many and he doesn't stop. This is  \ncyber harrassment. This has been going on since Feb. 24th. I have since  \nsettled with him and paid a vet bill, even though the kitten did not have\na  \ncalici virus, which he stated and I was sent a written prognosis from his \n\nvet, stating that the kitten caught a cold, a month after he got the  \nkitten. He again has posted another lengthy complaint, similar to the one \n\nbefore, 8 months after he has the kitten. That is his cat now. I have good\n \nfaith belief that the information specified in these complaints is not  \npermitted by applicable law. I swear, under penalty of perjury, that the  \ninformation in this notification is accurate. Please help me to remove  \nthese. I am extremely terrified of this complaintee Brett Tuck who keeps  \nposting these. Please look at this: Suyaki Siamese Charlene Ugent--type  \nthis is as a whole search and you will see all the complaint sites he has \n\ndone- this is all one person cyber harrassing me. Please help me. I am  \nafraid of him.  I have written to the websites now. Please help me. This\nis  \nan emergency.\nurl_box3_1:","original_work_urls":[],"problematic_urls":[{"url":"http://www.complaintsboard.com/.../charlene-ugent-suyaki-siamese-c476144.html"},{"url":"http://www.scamfound.com"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}