{"dmca":{"id":43257,"type":"Dmca","title":"RIAA DMCA (Copyright) Complaint to Google","body":"VIA E-MAIL\n\nJuly 11, 2011\n\nGoogle, Inc.\nAttn: Google Legal Support, DMCA Complaints\n1600 Amphitheatre Parkway\nMountain View, CA 94043\n\nRe:\nhttp://www.jonalisblog.com/2011/07/kelly-clarkson-three-new-tracks.html\nhttp://www.jonalisblog.com/2011/07/pixie-lott-all-about-tonight-premiere\n.html\n\nDear Sir or Madam:\n\nI am contacting you on behalf of the Recording Industry Association of\nAmerica, Inc. (RIAA) and its member record companies.  The RIAA is a\ntrade association whose member companies create, manufacture and\ndistribute approximately eighty-five (85) percent of all legitimate\nsound recordings sold in the United States.  Under penalty of perjury,\nwe submit that the RIAA is authorized to act on behalf of its member\ncompanies on matters involving the infringement of their sound\nrecordings, including enforcing their copyrights and common law rights\non the Internet.\n\nWe have learned that your service is hosting the above web sites on your\nnetwork. These sites are offering direct links to files containing sound\nrecordings for other users to download by such artists known as Kelly\nClarkson and Pixie Lott.  These recordings are owned by one of our\nmember companies and have not been authorized for this kind of use. We\nhave a good faith belief that the above-described activity is not\nauthorized by the copyright owner, its agent, or the law.  We assert\nthat the information in this notification is accurate, based upon the\ndata available to us.\n\nWe are asking for your immediate assistance in stopping this\nunauthorized activity.  Specifically, we request that you remove the\nsites or the infringing links from your system, or that you disable\naccess to the sites or the infringing links, and that you inform the\nsite operator of the illegality of his or her conduct.\n\nYou should understand that this letter constitutes notice to you that\nthis site operator may be liable for the infringing activity occurring\non your service.  In addition, under the Digital Millennium Copyright\nAct, if you ignore this notice, you and/or your company may also be\nliable for any resulting infringement.  This letter does not constitute\na waiver of any right to recover damages incurred by virtue of any such\nunauthorized activities, and such rights as well as claims for other\nrelief are expressly retained.\n\nPlease note: We have submitted a signature to be placed on file with\nGoogle.\n\nYou may contact me at RIAA, [redacted], Washington, DC, 20004, Tel.\n(202) [redacted], or e-mail [redacted]riaa.com, to discuss this notice.\nWe await your response.  Kind regards.\n\nSincerely,\n\n[redacted]\nVP, Online Anti-Piracy\nRIAA\n\n <<smime.p7b>> \n(REF: 124993)\n","date_sent":"2011-07-11T04:00:00Z","date_received":"2011-07-11T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"VP, Online Anti-Piracy","principal_name":"RIAA","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}