{"dmca":{"id":43275,"type":"Dmca","title":"Madonna's label requests takedown of blogged links","body":"Regarding: http://www.music2nite.blogspot.com\r\n\r\nImmediately remove all downloads, videos, mp3 files, links, references and/or artwork associated with Madonna:\r\n\r\nPlease make sure the below downloads have been permanently deleted:\r\nhttp://music2nite.blogspot.com/2007/10/new-madonna-song-beat-goes-on-feat.html\r\n\r\nIf you do not comply with this demand immediately, we will seek whatever remedies are available to us under the United States Copyright law, the Lanham Act and any applicable international laws or treaties.\r\n\r\nWarner Bros Records, Inc.\r\n\r\nI, the undersigned, do solemnly and sincerely declare and certify under penalty of perjury that:\r\n\r\n1. I am the owner or an agent authorized to act on behalf of the owner of certain intellectual property rights, said owner being named Warner Bros. Records, Inc. (\"IP Owner\").\r\n\r\n2. I have a good faith belief that the materials identified in the addendum attached hereto are not authorized by the above IP Owner, its agent, or the law and therefore infringe the IP Owner's rights according to the laws of the (check all that apply):\r\n\r\nUnited States\r\nAustralia\r\nBrazil\r\nCanada\r\nEUR\r\nFrance\r\nGermany\r\nItaly\r\nJapan\r\nNetherlands\r\nRussia\r\nUnited Kingdom\r\nAll of the above X\r\n\r\nPlease act expeditiously to remove or disable access to the material or items claimed to be infringing.\r\n\r\n3. I may be contacted at:\r\n\r\nPrinted Name: [private]\r\nTitle:Consultant\r\nCompany: Warner Bros. Records, Inc.\r\nAddress: [private]\r\nBurbank, CA [private]\r\nTel: [private]\r\nFax:[private]\r\nAttn: [private], Esq.\r\nEmail (correspondence): [private]@grayzone.com\r\nwww.grayzone.com\r\nTelephone: [private]\r\nFax: :[private]\r\n\r\nYou should understand that this letter constitutes notice to you that the sale and/or other distribution of this product is unauthorized.  This letter does not constitute a waiver of any right to recover damages incurred by virtue of any such unauthorized activities, and such rights as well as claims for other relief are expressly retained.\r\n\r\nFinally, notwithstanding our use of the required notice form, we believe that music2nite.blogspot.com's activities and services fall outside the scope of the Digital Millennium Copyright Act (\"DMCA\").  Our use of this form, as required by law, is meant to facilitate music3nite.blogspot.com's removal of the infringing product listed above and is not meant to suggest or imply that music2nite.blogspot.com's activities and services are within the scope of the DMCA.\r\n\r\nI make this declaration conscientiously, believing it to be true and correct, and in accordance with the laws of each of the countries listed above.  I am aware and agree that the contents of this statement may be relied upon against me in any court or arbitration proceeding.\r\n\r\nTruthfully,\r\n\r\n[private]\r\nDigital Signature: Verisign\r\n\r\nDate: 20 October 2007\r\n\r\nhttp://music2nite.blogspost.com/2007/10/new-madonna-song-beat-goes-on-feat.html\r\n\r\nConfidentiality Notice: This e-mail message, and any attachments thereto, is for the sole use of the intended recipient(s) and may contain legally privileged and/or confidential distribution is strictly prohibited.  If you are not the intended recipient, please contact the sender by reply email and permanently delete all copies of the original message.   ","date_sent":"2007-10-22T04:00:00Z","date_received":"2007-10-22T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Warner Bros. Records, Inc.","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}