{"dmca":{"id":43395,"type":"Dmca","title":"Boston Beer Froths at \"Sam Adams for Mayor\" Website","body":"Dear Mr. Andeson:\r\n\r\nWe are the owner of the famous trademarks SAM ADAMS(R) and SAMUEL ADAMS(R), and we write to you about a matter of serious concern arising from your registration of the domain names www.mayorsamadams.com and www.samadamsformayor.com.\r\n\r\nBoston Beer has used the trademarks SAM ADAMS(R) and SAMUEL ADAMS(R) since 1984 and is the owner of a number of federal registrations for the marks in connection with a variety of goods and services, including beer, other alcoholic beverages and related merchandise.  These trademarks have become uniquely identified with Boston Beer and they and their accompanying goodwill represent a substantial asset of Boston Beer's business. \r\n\r\nWe recently became aware that you have registered the domain names www.mayorsamadams.com and www.samadamsformayor.com.  We believe that the sale of any services or products under this name will cause confusion as to the source, sponsorship, or affiliation of such services or products and/or dilute the distinctiveness of our famous trademarks and trade name.  Such infringement and dilution may subject you to liability under Sections S 43 and 32(l) of the Lanham Act, including the Anticybersquatting Consumer Protection Act. \r\n\r\nWe trust that you do not wish to impair the intellectual property rights of another company or cause confusion as to the source or sponsorship of your services and products.  Therefore, we hereby notify you that Boston Beer will take all appropriate action to protect its valuable trademarks and request that you immediately cease and desist use of the domain names www.mayorsamadams.com and www.samadamsformayor.com.  Please respond to this letter confirming our request by October 29. 2007.  \r\n\r\nVery truly yours, \r\n[private]\r\nIntellectual Property Manager\r\n\r\nCc: Melbourne IT, Ltd. ","date_sent":"2007-10-17T04:00:00Z","date_received":"2007-10-17T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Intellectual Property Manager","principal_name":"The Boston Beer Company","recipient_name":"samadamsformayor.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}