{"dmca":{"id":43506,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-07-11T04:00:00Z","date_received":"2011-07-11T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Sheyenne Pimentel","principal_name":"Sheyenne Andressa Pavanetti Pimentel","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"\"Art. 5° . Todos são iguais perante a lei,  \nsem distinção de qualquer natureza, garantido-se aos brasileiros e aos  \nestrangeiros residentes no pais a inviolabilidade do direito à vida, à  \nliberdade, à igualdade, à segurança e à propriedade, nos termos seguintes:\n\nX – São invioláveis a intimidade, a vida privada, a honra e a imagem das  \npessoas, assegurando o direito à indenização pelo dano material ou moral  \ndecorrente de sua violação;\n\n\"Art.666.:\n\nX - A pessoa representada e seus sucessores direitos podem opor-se à  \nreprodução ou pública exposição do retrato ou busto.\"\n\nArt. 140 - Injuriar alguém, ofendendo-lhe a dignidade ou o decoro:\nPena - detenção, de 1 (um) a 6 (seis) meses, ou multa.\n§ 3º - Se a injúria consiste na utilização de elementos referentes a raça,  \ncor, etnia, religião, origem ou a condição de pessoa idosa ou portadora de  \ndeficiência. (Alterado pela L-010.741-2003)\nPena - reclusão de um a três anos e multa.\n\n  Hermano Duval: \"Direito à imagem é a projeção da personalidade física  \n(traços fisionômicos, corpo, atitudes, gestos, sorrisos, indumentárias,  \netc.) ou moral (aura, fama, reputação, etc.) do indivíduo (homens,  \nmulheres, crianças ou bebê) no mundo exterior\" (5).\n\nMinha imagem esta sendo exposta neste blog, meu pai é politico em minha  \ncidade São José do Rio Preto/SP, ele chama Oscar Marques Pimentel, eu sou  \nfilha e minha imagem esta sendo exposta ao ridiculo, com criticas que não  \ncabem a mim.Estou segura sobre o meu direito de imagem e do meu pai pois  \nsua foto também não pode ser postada sem nome de Identificação, peço que  \ntirem minha foto do blog urgente, estou exposta e com comentarios que torna  \nem INJURIA. Posso mandar copias dos meus documentos.\n\nEspero estar ajudando mais no processo de investigação.\nObrigado. estou aguardando uma resposta.","infringing_urls":[{"url":"http://www.vereanca.com/2011/04/duas-imagens-dizem-muito-mais-que-duas.html"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}