{"other":{"id":43500,"type":"Other","title":"Other notice to Google, Inc.","date_sent":"2012-06-08T04:00:00Z","date_received":"2012-06-08T04:00:00Z","topics":["Uncategorized"],"sender_name":"Audun Olsen","principal_name":null,"recipient_name":"Google, Inc.","works":[{"complaint":"We, the law firm of Bugge, Arentz-Hansen & Rasmussen  \n(BA-HR, Oslo, Norway), represents REMA 1000 Norge AS (hereinafter \"REMA  \n1000\"). REMA 1000 is one the leading grocery store chains in Norway. The  \nGoogle AdSense advertisement on the above cited web page is advertising a  \nconsumer trivia competition in which it is claimed that gift certificates  \nfrom i.a. Rema 1000 can be won. The advertisement utilizes REMA 1000’s  \ntrademarks without permission, thereby infringing REMA 1000’s trademark  \nrights, cf. the Trade Mark Act § 4 (cf. below).  REMA 1000 has received  \nseveral complaints regarding the advertisement and the associated consumer  \ntrivia competition from its customers, who believe that REMA 1000 is  \nresponsible. Being associated with the described operation is of course  \nvery harmful to the well established reputation of our client.\n\nOur client is the owner of i.a. Norwegian trademark registration no  \n238003 \"REMA 1000\" (word mark), for Nice classes: 3; 4; 5; 16; 20; 21; 28;  \n29; 30; 31; 32; 35. The described unpermitted use of the REMA 1000  \ntrademark on the associated website constitutes clear infringement of our  \nclient’s exclusive right to utilisation of the REMA 1000 trademark in  \naccordance with the Norwegian Trade Mark Act § 4. The unpermitted use  \ncreates risk of confusion, cf. article 4 paragraph 1 letter b. Moreover,  \nour client’s mark undoubtedly has reputation (is well known) in Norway, and  \ntherefore enjoys extended protection pursuant to the Trade Mark act § 4  \nparagraph 2, as the said use obviously takes unfair advantage of and is  \ndetrimental to the distinctive character and repute of the mark (only one  \nof these alternative consequences is necessary for infringement).\n\nAdditionally, the advertisement also constitutes breach of other Norwegian  \nlaws, such as the Norwegian Marketing Control Act §§ 6–8, the Norwegian  \nLottery Act §§ 6 and 11 as well as the Norwegian Penal Code § 270 (fraud).\n\nOn these grounds we require that all use and references to our client and  \nour client's trade mark REMA 1000 is immediately removed from the said  \nadvertisement, and that such illegal advertisement is removed from the  \ncited website as well as on any other website it may appear. If our  \nrequirements are not met, we will have to consider applying for preliminary  \ninjunction against Google in Norway regarding the said infringements in  \norder to have them removed.\n\nFor the sake of good order, this enquiry has also been sent to the  \nfollowing e-mail address: adsense-support@google.com\n\nIf you have any questions or would like us to elaborate further in respect  \nof the above, please contact the undersigned on audol@bahr.no or by","original_work_urls":[],"problematic_urls":[{"url":"http://www.bisroom.com/company/Rema+1000/1319533"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}