{"dmca":{"id":43523,"type":"Dmca","title":"Cease and Desist - Duplicate Content and Site Alert Notice","body":"Attention Weebly Owner/Admin:\r\n\r\nIt has come to my attention that you have made an unauthorized use of my copyrighted work entitled http://www.marketforex.net (the \"Work\") in the preparation of a work derived therefrom. I have reserved all rights in the Work, first published in December-2006, and have registered copyright therein at the bottom. Your work entitled http://forex4u.weebly.com  is essentially identical to the Work and clearly used the Work as its basis. The Content and Strucutre similarities, as well as the Use of our domain name at the website is clearly visible. I have all the backup, blueprints, and sources for all my content and work.\r\n\r\nAs you neither asked for nor received permission to use the Work as the basis for http://forex4u.weebly.com nor to make or distribute copies, including electronic copies, of same, I believe you have willfully infringed my rights under 17 U.S.C. Section 101 et seq. and could be liable for statutory damages as high as $150,000 as set forth in Section 504(c)(2) therein.\r\n\r\nI demand that you immediately cease the use and distribution of all infringing works derived from the Work, and all copies, including electronic copies, of same, that you deliver to me, if applicable, all unused, undistributed copies of same, or destroy such copies immediately and that you desist from this or any other infringement of my rights in the future. If I have not received an affirmative response from you by 10th November, 07 indicating that you have fully complied with these requirements, I shall take further action against you.\r\n\r\nVery truly yours,\r\nSteve\r\nadmin@marketforex.net \r\n","date_sent":"2007-10-31T04:00:00Z","date_received":"2007-10-31T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":"www.marketforex.net (The Admin)","recipient_name":"Weebly Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}