{"dmca":{"id":43773,"type":"Dmca","title":"Attributor DMCA (Copyright) Complaint to Google","body":"*** Sent via Email - DMCA Notice of Copyright Infringement *** \n\nDear Sir/Madam,\n\nI certify under penalty of perjury, that I am an agent authorized to act on behalf of the owner of the intellectual property rights and that the information contained in this notice is accurate.\n\nI have a good faith belief that the page or material listed below is not authorized by law for use by the individual(s) associated with the identified page listed below or their agents and therefore infringes the copyright owner's rights.\n\nI HEREBY DEMAND THAT YOU ACT EXPEDITIOUSLY TO REMOVE OR DISABLE ACCESS TO THE PAGE OR MATERIAL CLAIMED TO BE INFRINGING.\n\nThis notice is sent pursuant to the Digital Millennium Copyright Act (DMCA), the European Union's Directive on the Harmonisation of Certain Aspects of Copyright and Related Rights in the Information Society (2001/29/EC), and/or other laws and regulations relevant in European Union member states or other jurisdictions.\n\nMy contact information is as follows:\n\nOrganization name:   Attributor Corporation as agent for Shueisha - Image \nEmail:  remedies@attributor.com\nPhone: 650-340-9601\nMailing address:\n[redacted]\nSuite A, \nSan Mateo, CA 94401\n\nMy electronic signature follows:\nSincerely,\n/[redacted]/\n[redacted]\nAttributor, Inc.\n\n\n\n*** INFRINGING PAGE OR MATERIAL ***\nInfringing page/material that I demand be disabled or removed in consideration of the above:\n\nOriginal Work: AKB 48 Photo Set\nInfringing URL: http://1.bp.blogspot.com/-M6DD6BQQAKM/Tru8QqKlsOI/AAAAAAAASlE/j0_kLgIcAw8/s1600/minami+minegishi7.jpg\n\n\n","date_sent":"2012-01-20T05:00:00Z","date_received":"2012-01-20T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Attributor Corporation","principal_name":"Shueisha - Image","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}