{"dmca":{"id":43906,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-20T05:00:00Z","date_received":"2012-01-20T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Adrian Lukwinski","principal_name":"Adrian Lukwinski","recipient_name":"Google, Inc.","works":[{"description":"My published post \"Some Quick Cityville Tricks to get XP\" is infringed by the text and title word for word on the site beginning with the text \"I’ve experimented with so many different methods to proceed in this game\"","infringing_urls":[{"url":"http://cityvilletricks.com/"}],"copyrighted_urls":[{"url":"http://www.cityville-tricks.com"}]},{"description":"My published post \"Cityville Tricks – The Ultimate Building Guide\" is infringed by the text and title word for word and only the persons name being changed on the site beginning with the text \"Hello, my name is Crystal.  If you haven’t read my previous posts let me just start by saying thank you for checking out my site dedicated to The Cityville Club guide.\"","infringing_urls":[],"copyrighted_urls":[{"url":"http://www.cityville-tricks.com"}]},{"description":"My published post \"Tips and Tricks of the Trade\" is infringed by the text and title word for word on the site beginning with the text \"Some people that I have come across while playing this game, do have a few complaints. \"","infringing_urls":[],"copyrighted_urls":[{"url":"http://www.cityville-tricks.com"}]},{"description":"My published post \"Cityville Tricks and Tips can Help You Build Your City Right\" is infringed by the text and title word for word and only the persons name being changed on the site beginning with the text \"Hi its Crystal here,\r\n\r\nFirst I would like to thank you for visiting my website dedicated to Cityville Tricks, hints and tips.\r\n\"","infringing_urls":[],"copyrighted_urls":[{"url":"http://www.cityville-tricks.com"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}