{"dmca":{"id":11004,"type":"Dmca","title":"DMCA INFRINGEMENT NOTICE","body":"March 29, 2006\r\n \t\r\nSender:\r\nDHR Technologies, Inc\r\n12800 University Drive\r\nSuite 220\r\nFort Myers, Florida, USA\r\n+1.239.790.0000\r\nbill@slbb.com\r\nSkyline Broadband\r\nhttp://www.slbb.com/ \r\n\r\nRecipient(s):\r\nSkylink Broadband Pakistan\r\nToshi Square, Block 13, Gulshan Iqbal\r\nKarachi\r\nPakistan\r\n+92 304 229 3 229\r\ninfo@slbb.us\r\n\r\nSkyLink Broadband: http://www.slbb.us \r\n\r\nSent via: email\r\nRe: NOTICE OF INFRINGEMENT - http://www.slbb.us/ \r\n\r\nAs there is no DMCA contact information listed under http://www.slbb.us . I am sending this to the current administrative contact listed under WHOIS as of March 29, 2006. If you are not the agent designated to deal with DMCA takedown notices for slbb.us, please forward this information to said agent.\r\n\r\nThis is a NOTICE OF INFRINGEMENT for materials found under the site SkyLink Broadband at http://www.slbb.us/ This notice is being sent in compliance with the Digital Millenium Copyright Act (17 USC 512).\r\n\r\nThis is a request to remove or disable access to material found under the URL http://www.slbb.us/  This information was copied without permission from the copyrighted material that is posted at http://www.slbb.com/  The archive.org history page for Skyline Broadband\r\nhttp://web.archive.org/web/20040102130209/http://www.slbb.com/  clearly shows the content being copied verbatim and being modified thereafter, which is in violation of United States Copyright law.\r\n\r\nI did not authorize licensing the content under and was never contacted to see if the material could be copied for use on your web site. The user SkyLink Broadband Pakistan had no right to license the content under any license. \r\n\r\nTherefore, pursuant to the DMCA, I hereby request that you expeditiously remove or disable access to the infringing content. I have a good faith belief that the use of the copyrighted material above is not authorized by the copyright owner under law. I swear, under penalty of perjury, that the information in this takedown notice is accurate to the best of my knowledge, and that I am the copyright owner of the work described above.\r\n\r\nIf you have any questions about the DMCA, and your rights and obligations as a service provider (17 USC 512(k)) under the act, please refer to the Chilling Effects Clearinghouse at http://www.chillingeffects.org/  which is an excellent source for information regarding DMCA and DMCA takedown notices. \r\n\r\nPlease note that my contact information is private, and must not be used for any purpose other than dealing with this notice. Thank you for your attention to this matter.\r\n\r\nWilliam Laakkonen\r\nVP Sales\r\nDHR Technologies, Inc dba Skyline Broadband\r\n12800 University Drive\r\nSuite 220 \r\nFort Myers, Florida\r\nUSA\r\n+1.239.790.0000\r\n","date_sent":"2006-03-29T05:00:00Z","date_received":"2006-03-29T05:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":"DHR Technologies","recipient_name":"Skylink Broadband","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}