{"dmca":{"id":11037,"type":"Dmca","title":"Infringing reposts from a site to a blog","body":"Suite 6, 51-55 City Road \r\nSouthbank, VIC, 3006, AUSTRALIA \r\nPh: +613 8626 5626 \r\nFax: +813 9682 1000\r\nDigital Photo Secrets \r\nBlogger Legal Support - DCMA Complaints \r\nFrom: David Peterson \r\nPages: 1 \r\nDate: 23/03/2006\r\nRe: Copyright Violation \r\n\r\nThe information in the following post found on your Blogger network have been copied from my site without my knowledge or permission. Please remove these posts and instruct the author(s) not to continue to post my content. \r\n\r\nPlease inform the website writer not use any more of my material. I have complained about pages on this blog before (and you have removed them) but I do not wish to have it keep happening. \r\n\r\n1. Identify in sufficient detail the copyrighted work that you believe has been infringed upon. \r\n\r\nhttp://www.digital-photo-secrets.com/tips/takemore.html\r\n\r\n2. Identify the material that you claim is infringing upon the copyrighted work listed in item #1 above. \r\n\r\nhttp://digitalforms.blogspot.com/2006/03/photography-lesson-part-5.html \r\n\r\n3. Provide information reasonably sufficient to permit Blogger to contact you.\r\n\r\n\tMy email address is: dp@digital-photos-secrets.com\r\n\r\n4 & 5) Include the following statement:\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law. I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n \r\nDavid Peterson \r\n\r\nFax: (650) 983-3255 \r\n \r\n\r\n","date_sent":"2006-03-23T05:00:00Z","date_received":"2006-03-23T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Digital Photo Secrets","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}