{"dmca":{"id":11041,"type":"Dmca","title":"Individual complains of wrongly posted text, photographs","body":"The copyright work at issue is the page of photographs that appears on http://www.achart.ca highlighted on the page and marked in the list of items on that page dated \"1950 Scenes from school life.\"\r\n\r\nI have asked the webmaster to remove this page from his website but he refuses, having put it there without my permission although he states in the first sentence that I have done so. He has not produced any proof that I gave him permission. The photograph on that page are my copyright. The only way he will remove them is if I pay 300 Canadian dollars. I am not prepared to do that. A colleague of his telephoned him and asked him to co-operate because I had given him much information for the previous page of text called '1949 A headmaster's life at the school\" which I sent him on behalf of my husband who has poor eyesight and cannot read now. He is nearly 93. That page is copyrighted with a colophon, but this man did not add a colophon to my page when he put it on his website without my permission. If I had wished to do have it posted on his website I would have added a colophon to make sure it was copyrighted, too. I may add that I was informed about the comments he made about me on that telephone call which were extremely unpleasant and very abusive but, of course, I was not able to overhear them myself.\r\n\r\nI include the obligatory passages you require in your message to me although I am a resident in the United Kingdom and the website concerned is in Canada.\r\n\"I have a good faith belief that use of the copyrighted material described above on the allegedly infringing webpages is not authorised by the copyright owner, its agent or the law.\r\n\r\nl swear, under penalty of perjury consistent with United States Code Title 17, Section 512, that the information in the notification\r\nIs accurate and that I am the copyright owner or am authorised to act on behalf of the owner of an exchuslve right that is allegedly infringed.\"\r\n\r\n[private]\r\n","date_sent":"2006-03-31T05:00:00Z","date_received":"2006-03-31T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"[Individual]","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}