{"dmca":{"id":11099,"type":"Dmca","title":"Google Runs Laps Around Namesake","body":"Date: Tue, 4 Apr 2006 15:53:02 -0700\r\nFrom: TM_enforce <[Sender]>\r\nTo: [Recipient]\r\nSubject: DMCA--Urgent Notice\r\n\r\nDear Sir:\r\n\r\nGoogle Inc. (\"Google\") is the owner of the content on www.google.com\r\nand all related pages.  We recently learned that a website that your\r\ncompany is hosting at www.googlecircles.com contains images and\r\ntrademarks owned by Google.  The copying of these images and\r\ntrademarks is not authorized by Google, and thus violates Google's\r\ncopyright and trademark rights.  The site has copied Google's\r\ncopyrights and is falsely promoting itself as an official Google page.\r\n\r\nWe request that you immediately disable the content on this site, as\r\nrequired by your policy and the Digital Millennium Copyright Act\r\n(DMCA), 17 U.S.C. section 512.\r\n\r\nAs required by the DMCA, I provide you with the following information:\r\n\r\n1.  Copyrighted works:  Google owns the copyrighted and trademarked\r\nlogo GOOGLE, the creative layout and design of the www.google.com\r\nsite, and the various images as seen on the various Google product\r\npages at www.google.com and related pages.\r\n\r\n2.  Infringing Material:  Unauthorized copies of the above currently\r\nappear at www.googlecircles.com.\r\n\r\n3.  Contact Information:  Please email me using this address or\r\ncontact me using the information provided in the signature below.\r\n\r\n4.  I have a good faith belief that use of the material noted above is\r\nnot authorized by Google, its agents, or the law.\r\n\r\n5.  I affirm that the statements I have made above are accurate, and\r\nare made under penalty of perjury.\r\n\r\n6.  I affirm that I am authorized to act on behalf of Google, the\r\ncopyright owner of the material noted above.\r\n\r\nI look forward to receiving your confirmation that you have disabled\r\nthe content at www.googlecircles.com.\r\n\r\nSincerely,\r\n\r\n/[Sender]/\r\n\r\n--\r\n[Sender]\r\nGoogle Inc.\r\n1600 Amphitheatre Parkway\r\nMountain View, CA  94043\r\nTel.: [Private]","date_sent":"2006-04-05T04:00:00Z","date_received":"2006-04-05T04:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"Google Inc.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}