{"dmca":{"id":11101,"type":"Dmca","title":"DMCA notice to Showmethebiz.com","body":"Dear Sir/Madam,\r\n\r\nI am writing to you regarding my copyrights to my showbiz guides which was stolen from my house about a year ago from a Mr William Hall.\r\n\r\nMy company is called Show-me-the-Biz and I have been selling showbiz guides for over 6 years to wannabbee entertainers.\r\n\r\nFunnily, I could not find my guides for ages and when I looked up on Google website, Mr Williams has posted  showbiz guides plus my company name and logo on your web engine.\r\n\r\nHe has also stolen numerous things from my apartment which I have reported to the police.\r\n\r\nAt the moment I am trying to get some legal action, but I cannot afford it.\r\n\r\nI would like that website closed down until it is sorted out.  I don't think that it is fair that my copyrights should be stolen and then put up on your web engines for him to make money from all my hard work.\r\n\r\nI have no address for him at the moment but I willing to give you as much information as possible.\r\n\r\nCurrently the website is running and it should be shut down because it is my copyrights.\r\n\r\nI have proof that I am the sole copyright owner of those showbiz guides and also my Company name as Show-Me-The-Biz Productions, whic h is in the England Yellow Pages.\r\n\r\nPlease would you advise me on the best way to go about it and would you kindly close down that website because if he stole from me he will certainly steal from your clients which is not good advertising for your good company.\r\n\r\nI am so upset about it, I hope you can help.\r\n\r\nWishing you all the best with Google.\r\n\r\nMaxine Jackson","date_sent":"2006-04-06T04:00:00Z","date_received":"2006-04-06T04:00:00Z","topics":["Copyright","International"],"sender_name":null,"principal_name":"Maxine Jackson (Original owner of Show-Me-The-Biz","recipient_name":"Showmethebiz.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}