{"dmca":{"id":11201,"type":"Dmca","title":"Web Sheriff DMCA (Copyright) Complaint to Google","body":"Web Sheriff\r\nProtecting Your Rights on the Internet\r\nTel [redacted] / Fax 44-[redacted]\r\n[redacted]@websheriff.com www.websheriff.com\r\n\r\nSUMMARY NOTIFICATION\r\n\r\n1. Rights Owner : BEGGARS GROUP DIGITAL LIMITED\r\n\r\n2. Rights Agent : WEB SHERIFF\r\n\r\n3. Infringed Rights : COPYRIGHT & TRADEMARK\r\n\r\n4. Infringed Artist : RACONTEURS\r\n\r\n5. Infringed Title : \"Broken Boy Soldier\" (ALBUM)\r\n\r\n6. Infringing Activity : MP3 DOWNLOADING\r\n\r\n7. Infringing Web Address :\r\nhttp://yourheadsnotright.blogspot.com/2006/04/broken-boy-soldiers.html\r\n\r\n8. Signature : [redacted] on behalf of Web Sheriff Limited\r\n\r\nNote :\r\nThe information in the notification is accurate and,\r\nunder penalty of perjury, Web Sheriff is authorised to\r\nact on behalf of the exclusive owner of the rights\r\nalleged to have been infringed in this Notification.\r\n\r\nFULL / LEGAL NOTIFICATION\r\n\r\nDear Sirs,\r\n\r\nPlease be advised that Web Sheriff represents Beggars Group Digital\r\nLimited (hereinafter referred to as \"Beggars\") in relation to - inter\r\nalia - the above matter.\r\n\r\nPlease be further advised that our said clients own or otherwise\r\ncontrol the international trademark RACONTEURS (hereinafter referred\r\nto as the \"Trademark), together with the copyright in the various\r\nmaster recordings commercially recorded by RACONTEURS, including, but\r\nnot limited to, the master recordings comprising the said artist's\r\nforthcoming album \"BROKEN BOY SOLDIER\" (hereinafter referred to as the\r\n\"Masters\"), together with the copyright in certain of the musical\r\ncompositions variously recorded by RACONTEURS (hereinafter referred to\r\nas the \"Compositions\"), together with the goodwill in and associated\r\nwith the business trading under the name RACONTEURS (hereinafter\r\nreferred to as the \"Goodwill)\".\r\n\r\nWe understand that your company (a) would appear to be the\r\nregistered host of the website specified in the SUMMARY NOTIFICATION\r\nabove trading from the so-called domain specified in the SUMMARY\r\nNOTIFICATION above (hereinafter referred to as the \"Infringing Site\")\r\nand (b) the Infringing Site would appear to have utilised your hosting\r\nservices to trade by usage of the Trademark, the Masters, the\r\nCompositions and the Goodwill by way of offering aa) free downloads of\r\nMasters and / or bb) CDs' of the Masters for sale, all without the\r\nauthority or permission of our client. The said activities are a clear\r\nand flagrant breach of - inter alia - our client's proprietary rights\r\nin and to the Trademark, the Masters, the Compositions and the\r\nGoodwill\r\n\r\nIn consequence of the foregoing - and in order to mitigate the\r\nserious and on-going damage suffered by our client - we would ask you\r\nto immediately comply with the following instructions:-\r\n\r\n1. All trading using the Trademark, the Masters, the Compositions\r\nand the Goodwill via your hosting services (whether by the Infringing\r\nSite or otherwise) must cease.\r\n\r\n2. All other exploitation and / or use of the Trademark, the\r\nMasters, the Compositions and the Goodwill via your hosting services\r\nmust cease including, but not limited to, so-called\r\n'free-down-loading' and / or so-called 'streaming' (as applicable).\r\n\r\n3. Final accounts relating to all income derived pursuant to your\r\ndirect and / or indirect use of the Trademark, the Masters, the\r\nCompositions and the Goodwill must be prepared and furnished to our\r\nclients together with all monies thereby shown to have been earned by\r\nsuch activities (as applicable).\r\n\r\n4. All relevant, so-called 'rights collection societies' must be\r\npaid in full for the mechanical reproduction and / or public\r\nperformance of the Masters, the Compositions and all other copyright\r\nworks (as applicable) pursuant to the aforementioned activities.\r\n\r\n5. Your domestic and overseas licensees and / or distributors and /\r\nor so-called 'ISPs' and / or associates (as applicable) must be\r\nnotified of the foregoing and must likewise be obliged to comply with\r\nthe instructions herein contained.\r\n\r\n6. You must undertake to take out half-page advertisements in\r\nBillboard Magazine, Music Week Magazine and Music & Media Magazine\r\nwithin fourteen (14) days of the date hereof clarifying the fact that\r\n(a) your illegal hosting of the Trademark, the Masters, the\r\nCompositions and the Goodwill was not authorised by or otherwise\r\nassociated with our client, (b) the services offered by the Infringing\r\nSite under the Trademark, the Masters, the Compositions and the\r\nGoodwill were not offered by or on behalf of our client and (c) the\r\nInfringing Site is no longer trading either under or otherwise by use\r\nof the Trademark, the Masters, the Compositions and the Goodwill via\r\nyour hosting services. Furthermore, the said advertisement must\r\ninclude an apology to our clients.\r\n\r\n7. You must undertake to execute such documentation as may be\r\nreasonably required by our client in order to give proper effect to\r\nthe instructions contained herein.\r\n\r\nIn addition to the foregoing - and in accordance with recent US &\r\nUK judicial rulings in favour of the RIAA and BPI respectively - we\r\nwould ask you to provide us by return with the full contact details of\r\nthe Infringing Site and its owners. Should you fail to do so, our\r\nclients would then look to yourselves for compensation and, in such\r\ncircumstances, we would ask you to provide us with the substantive\r\ndetails of the means by which you propose to compensate our clients\r\nfor the clear and flagrant breaches of our client's intellectual\r\nproperty rights in the Trademark, the Masters, the Compositions and\r\nthe Goodwill. In this regard we would highlight the fact that our\r\nclients have invested heavily in the Trademark, the Masters, the\r\nCompositions and the Goodwill over a period of several years : as\r\nsuch, any proposals for compensation must seek to both address and\r\nredress the same.\r\n\r\nShould you be unwilling or otherwise unable to comply with the\r\nforegoing, we must ask you provide the name and address of the\r\ndomestic attorneys and UK solicitors whom you intend to instruct in\r\nrelation to this matter for the purposes of accepting the service of\r\nsuch proceedings as our appointed litigators would issue against -\r\ninter alia - yourselves on behalf of our clients in such an event.\r\nShould we fail to hear from you in this regard, such proceedings would\r\nthen be served directly upon your trading premises / registered\r\noffices (as applicable).\r\n\r\nWhilst writing, we would also caution you against 'posting' or\r\notherwise communicating any correspondence and / or remarks to third\r\nparties which could in any way be construed as being defamatory of any\r\nofficers of our client or otherwise constitute a malicious falsehood\r\ninjurious to our clients' business.\r\n\r\nNotwithstanding the foregoing, all rights of Beggars Group Digital\r\nLimited and Raconteurs - including, but not limited to, the right to\r\napply for injunctive relief and damages without further notice or\r\nrecourse to you - are hereby strictly reserved.\r\n\r\nYours faithfully,\r\n\r\n[redacted]\r\nfor and on behalf of\r\nWEB SHERIFF","date_sent":"2006-04-10T04:00:00Z","date_received":"2006-04-10T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Web Sheriff","principal_name":"BEGGARS GROUP DIGITAL LIMITED","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}