{"dmca":{"id":11229,"type":"Dmca","title":"WomanSavers.com","body":"Yes my name and info is listed on your website if you do not remove it I will have my attorney contact you about suit for slander and defamation of character charges. \r\n \r\n\r\n[redacted]\r\n[redacted], [redacted]\r\nhttp://www.womansavers.com/p_guyDetails.asp?id=[redacted]\r\n\r\n\r\nFrom: \"Little Miss Womansaver, Site Creator\" <womansavers@womansavers.com>\r\nDate: Thu, 5 Jan 2006 10:00:02\r\n\r\nHello [redacted],\r\nThe US Supreme Court has ruled that Message Boards and Blogs are to be treated the same way as a telphone conversation.  Womansavers.com does not edit or censor any database postings and surveys are automatically entered by the poster. \r\n\r\nAll members posting any information must agree that the information they post is true and accept our terms of agreement before posting.\r\n\r\n___ By checking this box, you agree to the following:  I agree to the WomanSavers.com Terms of Agreement and Privacy Policy\r\n____I agree the information posted is true to the best of my knowledge\r\n____I agree to NOT post any personal identifying information such a social security, drivers license or passport numbers, addresses, telephone/fax numbers, or email addresses.\r\n____I understand there is a US$25 fee to REMOVE a post, a portion of which is donated to an abused woman's shelter. There is NO CHARGE to submit a survey.  \r\n\r\nIf what is posted is true, then it can also not be considered libel.  It is not illegal to post the truth or a person's opinions under the First Amendment Freedom Of Speech.  The only person who has the power to remove the entire message is the original poster who has a \"delete\" and \"edit\" function.  I recommend contacting the person(s) who posted the information or it is free to post a rebuttal explaining your side of the story.\r\n\r\nWomansavers.com does not do business in the United States.  Therefore, please send all future correspondence to our attorneys in Costa Rica at:\r\n\r\nBufete Melendez & BonillaMarielos Melendez HernandezBarrio Gonzalez Lahmande Casa Matute, 50 EsteEdificio 2162, Av. 10, Calles 21-23San Jose, Costa Rica\r\nI hope this info. helps clarify your misunderstandings.\r\n\r\nThanks,\r\n\r\nWebmistress/Site Creator\r\nhttp://www.womansavers.com\r\n\"World's largest database ranking men\"\r\n","date_sent":"2006-04-11T04:00:00Z","date_received":"2006-04-11T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":null,"principal_name":"redacted","recipient_name":"redacted","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}