{"dmca":{"id":11247,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-04-14T04:00:00Z","date_received":"2012-04-14T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Nicolas Pelletier","principal_name":"Nicolas Pelletier","recipient_name":"Google, Inc.","works":[{"description":"This is the cover page of an adult comic book that I have produced in 2008. I have uploaded a cropped sample at the URL below, however, there is no other \"authorized version\" available on the internet, because I do not wish for this material to be found online. The offending website is displaying it fraudulently, in full knowledge that it is against my wishes, and with the sole intent to defame my name.\r\n \r\nAs I write this, the image shows up on the 9th page of the Google Search results when my name, \"nicolas pelletier\" is typed in the search box.\r\n \r\nAs you can see, the sample is of a high resolution; there would be no other way for me to possess this than by being the author, since I have never uploaded such a high-resolution version on the internet. If the above does not suffice as proof of my ownership, I can also produce the original Photoshop files of the entire book. Please let me know if this is necessary, and which e-mail address I should send them to.\r\n \r\nPlease note:\r\nI have already reported this exact case last year, and your website ruled in my favor, and the image was removed. However, the offending website has since changed its URL from a .ch domain to a .se domain. As a result, the image is back in the search results once again.\r\nYou can see last year's case here:\r\nhttp://www.chillingeffects.org/notice.cgi?sID=112820\r\nAll I'm asking for is to uphold the same ruling; it is, after all, the same image and the same website, only with a different URL. \r\n\r\nPlease do not contact the offending webmaster to ask them to remove the image, because this may provoke them into retaliating, and create more trouble for me in the long run.\r\nThank you for your help.\r\n\r\n(note: I am currently in Japan, but I have set my country of residence to \"Canada\" because I am Canadian, and I want this to reach an English speaking member of the google team.)","infringing_urls":[{"url":"http://images.encyclopediadramatica.se/thumb/1/10/Nicochipedophile.jpg/100px-Nicochipedophile.jpg"}],"copyrighted_urls":[{"url":"http://oi39.tinypic.com/34p19mp.jpg"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}