{"dmca":{"id":11282,"type":"Dmca","title":"Sparkle N Dazzle calls copycat site fools' gold","body":"http://www.sndgems.com/\r\n\r\nMarch 21, 2006 Columbus, Ohio\r\nRE: Our Website http://www.sndgems.com has been copied in its entirety on http://www.diamond-platinum.com\r\n\r\n1.\tWe have a jewelry website http://www.sndgems.com/ and has been online for last seven years. It has come to our attention that http://www.diamond-platinum.com. a company based in china has copied our entire website http://www.sndgems.com/ . The work that has been copied is text and images. They are running Google Adsense on the top on all their secondary pages to be make money through ads and their could be other ulterior motive which I don't know right now. They have changed prices on many places from $1000 to $30.\r\n\r\n2.\thttp://www.diamond-platinum.com a company based in China has copied our entire website\thttp://www.sndgems.com/.\r\nIf we do a search on our website sndgems on google ( http://www.google.com/search?sourceid=navclient&aq=t&ie=UTF-8&rls=GGLJ,GGLJ:2 006-10,GGLJ:en&q=sndgems) the seventh and eight searches show http://www.diamond-platinum.com. Some prospective customers have called and e-mailed asking why the prices are different on the two sites and are confused and is damaging our business.\r\n\r\nFor Example:\r\n\r\na.\tSearch Query: Google: gelin abaci diamond-platinum.com\r\n\r\nhttp://www.google.com/search?hl=en&rls=GGLJ,GGLJ:2006-10,GGLJ:en&q=gelin+aba ci+diamond-platinum.com&spell=l\r\n\r\nb.\tTheir Urls: \r\n1. Wedding Rings Engagement Anniversary Diamond Rings\r\nGelin Abaci Tension Set Ring I Tradition A Twist Platinum Tension Settings Gold Tension Set Rings Sapphire Tension Set Ring ...\r\nwww.diamond-platinum.com/ - 75k - Cached - Similar pages\r\nGelin Abaci Tension Set Rings Tension Settings Diamond Platinum\r\n \r\nGelin Abaci, Tension Set Rings, Tension Settings, Tension Set Ring, Gelin Abaci, Tension Set Round Diamond, Princess Cut Diamond, Tension Setting, ","date_sent":"2006-03-21T05:00:00Z","date_received":"2006-03-21T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Sparkle N Dazzle Co.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}