{"dmca":{"id":11343,"type":"Dmca","title":"Actress complains of link to sex tape","body":"Re:      Carolyn Murphy/ICG - DMCA Claim Notice Our File No.: 3988-2\r\n\r\nDear Messrs. [private] and [private]:\r\n\r\nWe are litigation counsel for [private]: We are writing with respect to our client's claims against you arising from your violations of U.S. Federal Copyright Law and violations of Ms. [private]'s rights of privacy and publicity.\r\n\r\nThe copyrighted work includes a private and highly confidential videotape, as well as the still photos and images therefrom, depicting our client and her ex-husband, [private], engaged in sexual and other intimate relations (collectively, the \"Video\"). Ms. [private] is a co-owner of the copyright in the Video. The recent publication, distribution and exploitation of the Video has occurred without her consent, approval, authorization, or any other valid rights to do so.\r\n\r\nIt has come to our attention that you are intentionally directing visitors to your website, www.defamer.com. to the website, www.fleshbot.com. which allows them to illegally view certain images from the copyright-protected Video and then link to the Video, in its entirety. Specifically, the Video and images are being made available from and/or displayed at and through the following URL's:\r\nhttp://www.defamer.com/\r\nhttp://www.fleshbot.com\r\nhttp://www.fleshbot.com/sex/celebrity/carolyn-murphy-sex-tape-finally-168316.php\r\n \r\nAs you surely know by now, a felony arrest recently occurred with respect to the release of the Video, and a criminal case has been initiated against Mr. Schroeder. Furthermore, Deputy District Attorney Christopher M. Cattran of the Placer County District Attorney's Office in Nevada is currently pursuing additional arrests and indictments with regard to the illegal possession, distribution, sate and exploitation of the Video. Anyone acting in complicity with illegal possession, distribution, sale and exploitation of the Video may face criminal arrest.\r\n\r\nThe continued use, display and publication of the Video, as well as any still images from or previews of the copyright-protected Video, constitutes an express violation of Ms. [private]'s copyright for which you and all others involved in the posting, publishing, and distributing of the Video will be exposed to a multi-million dollar judgment for substantial compensatory damages and punitive damages.\r\n\r\nAccordingly, based on the above stated facts and the attached Digital Millennium Copyright Act (\"DMCA\") Notice, we demand that you immediately cease and desist from hosting any further use, display or publication of the Video, including any still images and any out-takes, therefrom.\r\n\r\nPlease immediately confirm in writing that you will and have complied with the above-stated demands. Should you fail to immediately comply with the attached DMCA Notice, our client shal pursue all of her legal rights and remedies against you, including injunctive relief and the impositior of millions of dollars of damages.\r\n\r\nGovern yourselves accordingly.\r\n\r\nThis letter does not constitute a complete or exhaustive statement of all of Ms. [private]'s; rights, claims, contentions or legal theories. Nothing stated herein is intended as, nor should it bt deemed to constitute, a waiver or relinquishment of any of Ms. [private]'s rights or remedies, whether legal or equitable, all of which are hereby expressly reserved.\r\n\r\nSincerely,\r\n[signature]\r\n[private]\r\n\r\nEnclosure\r\ncc:       Ms. [private]\r\n[private], Esq.\r\n[private], Esq.\r\n \r\nDigital Millennium Copyright Act (\"DMCA\") Notice\r\n\r\nI, the undersigned, CERTIFY UNDER PENALTY OF PERJURY that I am the owner or an agent authorized to act on behalf of the exclusive owner of certain intellectual property rights, said owners being named [private] (\"IP Owner\"). I have a good faith belief that the materials identified herein are not authorized by the above IP Owner, its agent, or the law and therefore infringe the IP Owner's rights according to state, federal, and/or US law. Please act expeditiously to remove or disable access to the material, websites and domains claimed to be infringing.\r\n\r\nPer Federal Copyright Laws and the Digital Millennium Copyright Act Requirements, we hereby provide notice of copyright violations and request that you immediately remove the infringing content related to the copyright-protected Video, which appears and/or is illegally being displayed. published, exploited, distributed and/or being made available on the websites displayed at \"http://www.defamer.com\" and \"http://www.fleshbot.com\" at the following URL's:\r\nhttp://www.defamer.com/\r\nhttp://www.fleshbot.com\r\nhttp://www.fleshbot.com/sex/celebrity/carolyn-murphy-sex-tape-finally-168316.php\r\n \r\nSection 106 of the Copyright Act provides in relevant part as follows: \"[T]he owner of copyright under this [Act] has the exclusive rights to do and to authorize any of the following: (1) to reproduce the copyrighted work ... (2) to prepare derivative works ... (3) to distribute copies . . and (5) to display the copyrighted work publicly.\" Any action inconsistent with or in violation of the IP Owner's rights as the copyright owner of the Video constitutes copyright infringement and subjects you to liability. See, Copyright Act, 17 U.S.C. Section 101 et. seq.; Digital Millennium Copyright Act of 1998 (the \"DMCA\"), Title 17, United States Code, DMCA Title II, Section 512(c)(3); CMAX/CIeveland v. UCR, Inc., 804 F.Supp. 337 (M.D.Ga. 1992).\r\n\r\nIf you require any additional information as concerns the above request, please contact me\r\nPrinted Name:\t[private], Esq.\r\nTitle & Company:\tLAVELY & SINGER PROFESSIONAL CORPORATION\r\nAddress, City, State, Zip:\t[private]\r\nLos Angeles, CA 90067\r\nEmail:\t[private]@lavelysinger.com\r\nTelephone:\t310-[private]\r\nFax:\t310-[private]\r\n\r\nSigned under penalty of perjury under the laws of the State of California that the foregoing is true and correct.\r\n\r\nExecuted this 19th day of April 2006, at Los Angeles, California.\r\n[private]\r\n","date_sent":"2006-04-19T04:00:00Z","date_received":"2006-04-19T04:00:00Z","topics":["Copyright"],"sender_name":"Lavely & Singer","principal_name":"Carolyn Murphy","recipient_name":"Gawker Media [Defamer.com]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}