{"dmca":{"id":11361,"type":"Dmca","title":"\"Sneak\"y View of Miami's Spice Too Hot","body":"DMCA & LEGAL NOTICE\r\n\r\nVIA E-MAIL\r\n[Private]@defamer.com\r\n[Private]@defamer.com\r\n\r\n\r\nDEFAMER.COM\r\nAttn: [Private], Editor\r\n[Private], Associate Editor\r\nCc: Network Solutions, LLC.\r\n[Private]@networksolutions.com\r\n[Private]@networksolutions.com\r\n[Private]\r\n[Private]\r\nRe: Colin Farrel/Internet Commerce Group - DMCA Claim Notice\r\nOur File No. 3470-8\r\nDear Sirs and Madams:\r\nWe are litigation counsel for Colin Farrell. We are writing with respect to our client's claims\r\nagainst you arising from your violations of U.S. Federal Copyright Law, violations of an injunction\r\norder, and violations of Mr. Farrell's rights of privacy and publicity.\r\nThe copyrighted work includes aprivate and highly confidential videotape, as well as the still\r\nphotos and images therefrom, that depicts our client and Defendant Nicole Narain engaged in sexual\r\nand other intimate relations (the \"Video\"). Mr. Farrell is a co-owner of the copyright in the Video.\r\nThe recent publication, distribution or exploitation of the Video has occurred without his consent,\r\napproval, authorization, or any other valid rights to do so.\r\nIt has come to our attention that certain still images and out-takes from the copyright-protected\r\nVideo appear and are illegally being published, exploited and distributed on your website\r\nRe: Colin Farrell/DMCA Claim Notice\r\nJanuary 20,2006\r\nPage 2\r\ndisplayed at www.defamer.com (the \"Website\"). Specifically, it is our understanding that they are\r\nbeing made available from and/or displayed at the following URL's:\r\nhttp://www.defamer.com/hollywood/short-ends/short-ends-the-sofi-core-co1in-farrell-sexvideo-\r\n149421.php\r\nhttp://www.defamer.com/hollywood/colin-farrel-147696.php\r\nhttp://www.defamer.com/hollywood/colin-farrell-sextape.jpg\r\nhttp://www.defamer.com/hollywood/colin-farrell-sex-s.jpg\r\nhttp://www.defamer.com/index.php?page=5\r\nhttp://www.defamer.com/hollywood/short-ends/short-ends-internet-preserves-colinfarrells-\r\nmanhood-148662.php\r\nhttp://www.defamer.com/hollywood/colin-farrell/colin-farrell-sex-tape-update-no-ones-\r\nhappy-about-dirtycolin-148001.php\r\nhttp ://www.defamer.com/hollywood/colin-fmell/colin-farrell-sex-tape-arrives-update-\r\n147696.php\r\nIn July 2005, Mr. Farrell commenced litigation in the Los Angeles Superior Court, Case\r\nNumber BC336690, against Nicole Narain, David Hans Schmidt, Internet Commerce Group, and\r\nothers based upon their unauthorized exploitation and distribution of the Video. Please be advised\r\nthat anyone acting in complicity with them and/or involved in the illegal distribution of the Video\r\nor images therefrom shall be named as additional defendants in the lawsuit and/or subject to claims\r\nfor copyright infringement. In addition, you are hereby put on notice that the Los Angeles Superior\r\nCourt has issued a Preliminary Injunction Order (the \"Injunction\")a, true and correct copy of which\r\nis attached hereto, enjoining the defendants and all others having knowledge or notice of the\r\nInjunction from any publication, distribution, sale or exploitation of the Video.\r\nThe continued use, display and/or publication of the Video, as well as any still images from\r\nor previews of the copyright-protected Video, is a violation of the Injunction and an express violation\r\nof Mr. Farrell's copyright, for which you and all others involved in the posting, publishing, and\r\ndistributing of the Video and related images, will be exposed to a potential judgment for substantial\r\ncompensatory damages and punitive damages.\r\nAccordingly. based on the above stated facts. the clear terms of the Injunction, and the\r\nattached Digital Millennium Copyright Act (\"DMCA\") Notice, we demand that you immediately\r\ncease and desist from hosting any further use, display and publication of the video, any video images,\r\nstill images and out-takes from the copyright protected Video.\r\nPlease immediately confirm in writing that you will and have complied with the above-stated\r\ndemands.\r\nRe: Colin Farrell/DMCA Claim Notice\r\nJanuary 20,2006\r\nPage 3\r\nShould you fail to immediately comply with the above demands, the terms of the Injunction\r\nand the attached DMCA Notice, our client shall pursue a11 of his legal rights and remedies against\r\nyou, and will seek to have you held in contempt for knowingly violating the Injunction.\r\nPlease govern yourselves accordingly.\r\nThis letter does not constitute a complete or exhaustive statement of all of Mr. Farrell's\r\nrights, claims, contentions or legal theories. Nothing stated herein is intended as, nor should it be\r\ndeemed to constitute, a waiver or relinquishment of any of Mr. Farrell's rights or remedies, whether\r\nlegal or equitable, all of which are hereby expressly reserved.\r\nSincerely.\r\n[Private]\r\nFor\r\nLAVELY & SINGER\r\nPROFESSIONAL CORPORATION\r\nEnclosures\r\n(DMCA Notice, Injunction)\r\ncc: [Private], Esq.\r\n[Private], Esq.\r\n[Private], Esq.\r\n3470-8UETVSB-DEFAME0R1 2006\r\nDigital Millennium Copyright Act (\"DMCA\") Notice\r\nI, the undersigned, CERTIFY UNDER PENALTY OF PERJURY that I am the owner or an\r\nagent authorized to act on behalf of the exclusive owner of certain intellectual property rights, said\r\nowners being named Colin Farrell (\"IP Owner\"). I have a good faith belief that the materials\r\nidentified herein are not authorized by the above IP Owner, its agent, or the law and therefore\r\ninfringe the IP Owner's rights according to state, federal, and/or US law. Please act expeditiously\r\nto remove or disable access to the material, websites and domains claimed to be infringing.\r\nPer Federal Copyright Laws and the Digital Millennium Copyright Act Requirements, we\r\nhereby provide notice of copyright violations and request that you immediately remove the infringing\r\ncontent related to the copyright protected Video, which appears and is illegally being displayed,\r\npublished, exploited and/or distributed on the website displayed at \"http://defamer.com\" &\r\navailable or displayed at the following URL's:\r\nhttp://www.defmer.com/hollywood/short-ends/short-ends-the-so~-core-colin-farrell-sexvideo-\r\n149421.php\r\nhttp://www.defmer.com/hollywood/colin-farrell/colin-farrell-sex-tape-ves-147696.php\r\nhttp://www.defamer.com/hollywood/colin-farrell-sextape.jpg\r\nhttp://www.defamer.com/hollywood/colin-farrell-sex-s.jpg\r\nhttp://www.defamer.com/index.php?page=5\r\nhttp://www.defmer.com/hollywood/short-ends/short-ends-itemet-preserves-colinfarrells-\r\nmanhood-148662.php\r\nhttp://www.defamer.com/hollywood/colin-farrelVcolin-farrell-sex-tape-update-noones-\r\nhappy-about-dirtycolin-148001.php\r\nhttp://www.defmer.com/hollywood/colin-farrel~olin-farrell-sex-tape-~ves-update-\r\n147696.php\r\nSection 105 of the Copyright Act provides in relevant part as follows: \"[T]he owner of\r\ncopyright under this [Act] has the exclusive rights to do and to authorize any of the following: (1)\r\nto reproduce the copyrighted work . . . (2) to prepare derivative works . . . (3) to distribute copies .\r\n. . and (5) to display the copyrighted work publicly.\" Any action inconsistent with or in violation of\r\nthe IP Owner's rights as the copyright owner of the Video constitutes copyright infringement and\r\nsubjects you to liability. See, Copyright Act, 17 U.S.C. Section 101 et. seq.; Digital Millennium\r\nCopyright Act of 1998 (the \"DMCA\"), Title 17, United States Code, DMCA Title II, Section\r\n512(c)(3); CMAX/Cleveland v. UCR, Inc., 804 F.Supp. 337 (M.D.Ga. 1992).\r\nIf you require any additional information as concerns the above request, please contact me.\r\nPrinted Name: [Private], Esq.\r\nTitle & Company: LAVELY & SINGER PROFESSIONAL CORPORATION\r\nAddress, City, State, Zip: 2049 Century Park East, Suite 2400 ,\r\nLos Angeles, CA 90067\r\nEmail: [Private]@lavelysinger.com\r\nTelephone: [Private]\r\nFax: [Private]\r\nRe: Colin Farrel/DMCA Claim Notice\r\nJanuary 20,2006\r\nPage 5\r\nSigned under penalty of perjury under the laws of the State of California that the foregoing\r\nis true and correct.\r\nExecuted this 20th day of January 2006, at Los Angeles, California.\r\n[Private]\r\nPRELIMINARY INJUNCTION\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTO DEFENDENTS AND THEIR ATTORNEYS OF RECORD HEREIN\r\nPLEASE TAKE NOTICE that, on August 10, 2005, at 9:30 a.m., in Department ","date_sent":"2006-01-20T05:00:00Z","date_received":"2006-01-20T05:00:00Z","topics":["Copyright"],"sender_name":"Lavely & Singer","principal_name":"Colin Farrell","recipient_name":"Defamer.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}