{"dmca":{"id":11399,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-17T05:00:00Z","date_received":"2012-01-17T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"www.ChristmasGifts.com","principal_name":"Susan Hanasab","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"The content on www.ChristmasGifts.com\nAs an example:\n\nFree Christmas Gifts Prize to be Awarded Soon!\n\nChristmasGifts.com is giving away Free Christmas Gifts for the best  \nChristmas Gift Idea. We will be awarding the winners soon, so Submit Your  \nChristmas Gift Idea today!\n\nAlso, Christmas Gifts has over 300 likes on Facebook! See our Christmas  \nGifts Facebook Page Here.\n\nNovember 29, 2011\nChristmas Gifts Gets Over 140 Likes on Facebook!\n\nChristmas Gifts' Facebook Page reached 140 likes! We have some great prizes  \nand gift ideas for all those who like our page. Stay tuned!\n\nNovember 17, 2011\nChristmas Gifts on Facebook!\n\nChristmas Gifts is now on Facebook! Like us to get lots of great Christmas  \nGift Ideas and offers!\n\nNovember 15, 2011\nGreat New Christmas Gift Ideas Added\n\nThank you for submitting your great Christmas Gift Ideas to our new system.  \nThere is only 1 month left before the best Christmas Gift Ideas is chosen,  \nand the winners awared with their Christmas Prizes.\n\nSubmit your Christmas Gift Idea Here.\n\nNovember 10, 2011\nNew Christmas Gift Ideas Database Live!\n\nWe've just completed the latest addition to ChristmasGifts.com: your  \ngreatest resource for Christmas Gifts and ideas. We are starting a database  \nof Christmas Gift Ideas! We've added a place for you to submit what you  \nwant for Christmas. We've also added it to the bottom of every main  \ncategory page, so if you come up with a good idea for a Christmas Gift, you  \ncan share it with the world by submitting the form at the bottom of the  \npage.\nWhat Do You Want For Christmas?\n\nLet us know, and you could win!\nChristmas Gift Shopping\n\nChristmas Gifts.com is your home for all your Christmas shopping. No more  \nwandering aimlessly through obscure web pages searching for Christmas gifts  \nas the hours before Christmas tick down to zero hour.\n\nAll the best stores for Christmas Shopping are here in one place where you  \ncan search by category to find that perfect unique gift for your friends  \nand family. Almost all conceivable gifts are represented here in one form  \nor another, so unless someone on your Christmas list wants the original  \nApollo 13 fuel canisters, you'll find what you're looking for.\n\nAll you have to do is scan the side bar for the category that fits the  \nperson you're Christmas shopping for then click on the store you want. For  \nyou men out there with \"bathing products\" on your shopping list but no idea  \nwhere to look, this is your lucky day. Ladies searching for something to  \nget your man but no idea what to get him, check out the unique gifts  \nsection or the electronic gifts department.\nChristmas Gift Frustration?\n\nWhy get frustrated with long lines and rude crowds at Christmastime?  \nChristmas is supposed to be \"the most wonderful time of the year,\" but we  \nall know that malls and shopping centers can be frightening places to be  \nwhen the Holidays are in town for a visit. Keep Christmastime the way it  \nshould be with Christmas Gifts.com! Christmas Gifts.com is the one place  \nwhere you can find the perfect something for everyone on your Christmas  \nshopping list. No matter who you have to shop for this year,  \nChristmasGifts.com will be your savior. From your best friend to your  \nspouse to your boss to even your oh – so – wonderful mother in law, your  \nfear of Christmas gift shopping will end right here! Christmas is quickly  \nsneaking up on us. Before we know it, it will be jumping out from behind  \nthe corner, catching us off guard and making us want to run and hide from  \nthe chaos. Don't let this happen to you! You will love the feeling of  \nstress free Christmas shopping with our extensive database of gifts.","infringing_urls":[{"url":"http://www.christmasgifts.n.nu/"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}