{"dmca":{"id":11612,"type":"Dmca","title":"Jim March responds to Diebold's takedown demand","body":"Sent to my ISP and Diebold's Attorneys:\r\n\r\nSubject: Counter-notification under 17 USC 512(g)(3)\r\n\r\nDate: 9/18/03 sent by Jim March to my ISP and Diebold's attorneys by EMail. (Note: while the letter was dated 9/4/03, it took my small ISP owner some time to actually check his PO box and begin dealing with this by forwarding it to me. Also, understand that the \"PGP signed message\" thing means the letter was \"digitally signed\" which is specifically allowed under the DMCA.)\r\n\r\n-----BEGIN PGP SIGNED MESSAGE----- Hash: SHA1\r\n\r\nThis is a counter-notification to a \"cease and desist\" memo filed by Diebold Election Systems legal counsel to my Internet Service Provider, Mr. xxxxx xxxxx. Mr. xxxxx recieved this notification on 9/18/03 and forwarded a copy to me. He has informed me that he has filed a query with your attorneys as to exactly which Diebold-related files I currently host infringe on Diebold copyrights.\r\n\r\nThe files in question are:\r\n\r\nhttp://www.equalccw.com/CDDOCMENTATION.pdf http://www.equalccw.com/ElectionSupportGuide.pdf http://www.equalccw.com/smokinggun.pdf http://www.equalccw.com/testnote.pdf http://www.equalccw.com/testnote2.pdf http://www.equalccw.com/testnote3.pdf http://www.equalccw.com/voteprar.pdf http://www.equalccw.com/dieboldtestnotes.html http://www.equalccw.com/initialprar.html http://www.equalccw.com/vancouverstaff.html http://www.equalccw.com/ATL-TSRepair.zip http://www.equalccw.com/initialprar.html http://www.equalccw.com/alamedaprarresponse.pdf http://www.equalccw.com/alamedafollowup.pdf http://www.equalccw.com/alamedafollowup.html http://www.equalccw.com/alafollowup2.PDF\r\n\r\nI have some suspicion I know which files Diebold would consider \"private property\", but I am not of course quite certain as to what claims Diebold is making. Some of these files are of such shocking nature, I would be rather surprised if Diebold were to voluntarily declare ownership of them as they suggest serious criminal activity on the part of Diebold Elections Systems.\r\n\r\nThe files fall into four general categories, which I will discuss in detail below:\r\n\r\n* \"Program files\" as used below refers to Diebold executable programs, mainly \"GEMS\" and the code needed to make it work. I do not have any source code, nor do I have the programs that run on Optical Scan or Touchscreen terminals (either online or on my local disks).\r\n\r\n* \"Data files\" refers to the voting data files used by GEMS, identified by the extentions \".MDB\" (Microsoft DataBase, also viewable in commercial versions of MS-Access) and \".GBF\" (Global Backup Files, which GEMS can convert into .MDB files). Some are found within .ZIP archives, some are standalone.\r\n\r\n* \"Manuals\" - these are documents written by Diebold Elections Systems, generally bearing Diebold corporate logos and graphics. They are very \"professional looking\" and generally stored as \".PDF\" files. Most are written for Diebold customers, but at least one is described as being for employee use only (especially the hilarious \"ElectionSupportGuide.pdf\" file).\r\n\r\n* \"Internal EMail traffic\" - a Diebold Elections System employee leaked a huge archive of EMail messages that were originally distributed across an internal Diebold mailing list managed by the Majordomo application. (Approximately 20+ Diebold employees were subscribers to this list; all messages that were sent to the mailing list address were \"reflected\" back out to the group as a whole for comment or informational purposes.)\r\n\r\nSetting aside a detailed query as to each individual file or even file type as described above, my intent in writing this is to notify Diebold and their legal counsel that it is my honest opinion that I have committed no copyright infringement, and I ask my ISP to leave the files in question intact and/or reinstall any taken down.\r\n\r\nI base this opinion on the following facts:\r\n\r\n1) The material is subject to \"fair use\" copyright provisions because it provides a public service: informing the public, media and government figures that the \"security\" of Diebold Election Systems is deliberately flawed in ways that strongly suggest an intent to commit voter fraud.\r\n\r\n2) I have made no profit whatsoever from this material, and have no intention to ever do so.\r\n\r\n3) Most of the material in one way or another documents criminal activity on the part of Diebold Election Systems. These include:\r\n\r\n      3a) Setting up GEMS with zero effective security, by allowing MS-Access to alter GEMS voting data, passwords and audit trails. Even a cursory examination of the data files by anyone technically competent with MS-Access will reveal most of the extent of the problem.\r\n\r\n      3b) Knowingly leaving these security flaws in place, because MS-Access was a \"convenient tool\" to modify the data, despite MS-Access never being approved or tested by ANY government agency as elections software. Internal Diebold EMails fully document this going back to at least the year 2000, and in 2001 fraudulent statements were made to the Federal Independent Testing Authority (\"Metamor\", now called Ciber Inc) regarding this security flaw - in an EMail message of October 18th 2001 by Ken Clark, Diebold Election System's \"Senior Engineer\" which also disparaged the technical abilities of said testing lab, apparantly with some authority.\r\n\r\n      3c) In that same damning EMail, Mr. Clark mentions being able to tamper with vote data himself.\r\n\r\n4) The data files are NOT Diebold property. They are owned by the various county clients of Diebold, and in my opinion and study of the California Public Records Act, the files from California (Alameda and San Luis Obispo Counties) are public record. According to SLO County Registrar Julie Rodewald, the SLO County file is \"live elections data\" from the day of the 3/5/02 primaries, timestamped BEFORE the close of the polls (stamped 3:31pm) and containing \"live vote data\" (absentee ballots). Rodewald claims that this file was NOT released to Diebold by her or her staff, certainly not for public distribution on a Diebold website unprotected by any password at all. The file itself did have a primitive password which turns out to be \"sophia\" - Diebold technical staffer Sophia Lee was present at the county that day according to Rodewald, apparantly in violation of INS rules! (See also the \"ElectionSupportGuide.pdf\" file section 3.1 on \"crossing the border\" for instructions by Diebold Election Systems to their employees to violate US immigration law.)\r\n\r\n5) The other major reason the Diebold Elections System copyright is invalid is that said copyrights cannot legally benefit Diebold Elections Systems. Not without one hell of a large re-write. It is illegal to use the GEMS product in a US election. It passed Federal Elections Commission certification due to Diebold's deliberate fraud, and the laws of every state where electronic voting systems are used ban the use of programs and systems that can be tampered with. California Elections Code 19205 is a typical example:\r\n\r\n      19205. The Secretary of State shall establish the specifications for and the regulations governing voting machines, voting devices, vote tabulating devices, and any software used for each, including the programs and procedures for vote tabulating and testing. The criteria for establishing the specifications and regulations shall include, but not be limited to, the following: (a) The machine or device and its software shall be suitable for the purpose for which it is intended. (b) The system shall preserve the secrecy of the ballot. (c) The system shall be safe from fraud or manipulation.\r\n\r\nGEMS emphatically does not comply with (a) or (c) above.\r\n\r\nIt is just as illegal to use GEMS to tally a California vote as it is to deal crack cocaine at a polling place. And Diebold technical staff have known this for years.\r\n\r\nTherefore, no lawful income to Diebold can possibly be curtailed by my actions or the action of anyone else distributing Diebold Election Systems code, manuals and the like.\r\n\r\nIn conclusion:\r\n\r\nFor these and a host of other reasons, I am convinced that no possible Diebold Elections Systems copyright can be used to conceal criminal activity from a person affected by said criminal activity. As a California and US voter, I am so affected by vote fraud of the type Diebold Elections System is engaged in.\r\n\r\nI state under penalty of perjury that I believe, in good faith, that the files in question have been misidentified as being legally copywritten material not subject to fair use principles. On the contrary, the copyrights themselves are beyond merely \"questionable\", they are highly doubtful, and the files enjoy the strongest possible \"fair use\" protection as I have distributed them and commented on them.\r\n\r\nThis file has been digitally signed with the freeware version of PGP 6.58 available at:\r\n\r\nhttp://web.mit.edu/network/pgp.html\r\n\r\nMy public key with which this document is digitally signed is available at:\r\n\r\nldap://certserver.pgp.com (default PGP key-server - there are TWO keys there for me dated a week apart, use the LATER one. They are linked to the name \"Jim March\", EMail address [private]@prodigy.net).\r\n\r\nI submit this matter for the jurisdiction of the Federal courts in Northern California, whichever Federal courthouse is in or closest to Sacramento, California.\r\n\r\nMy complete name, formally, is James March, no middle initial. I tend to go by \"Jim\".\r\n\r\nI will accept service of process at:\r\n\r\nxxx xxxxxxxx xx Sacramento CA xxxxx\r\n\r\nMy phone number is 916-xxx-xxxx\r\n\r\nI look forward to any further legal discussion or action that arises out of this matter. I guarantee that Diebold Election Systems will not find the experience anywhere near as pleasant.\r\n\r\nJim March Webmaster, Equal Rights for CCW Home Page http://www.equalccw.com ...and my Diebold-related main page: http://www.equalccw.com/voteprar.html\r\n\r\n-----BEGIN PGP SIGNATURE----- Version: PGPfreeware 6.5.8 for non-commercial use <http://www.pgp.com>\r\n\r\niQA/AwUBP2qnrePlMuLpF+tyEQI75wCg80oN8G22ExKOIR\r\n\r\nYiymJjzfAm6loAoMU5hE4SI8ypFURF5NNuyX6pRnjd =OmOg\r\n\r\n-----END PGP SIGNATURE----- ","date_sent":"2003-09-18T04:00:00Z","date_received":"2003-09-18T04:00:00Z","topics":["Responses","Copyright"],"sender_name":null,"principal_name":"Jim March","recipient_name":"Diebold and Internet Service Provider","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}