{"dmca":{"id":11653,"type":"Dmca","title":"CAPS Coalition Shoots Down Software Developer","body":"Dear Owner:\r\n\r\nThis letter is sent on behalf of the members of the Coalition to Advance the Protection of Sports logos (\"CAPS\"), in connection with the protection and enforcement of the names, logos and trademarks (hereinafter \"Marks\") owned and/or licensed by The Collegiate Licensing Company; Major League Baseball Properties, Inc.; NBA Properties, Inc; NFL Properties LLC; and NHL Enterprises, L.P. (\"CAPS Members\").  The CAPS Members own and/or license all rights, title and interest in the Marks of their respective organizations.  Because of the foregoing rights, no one is authorized to manufacture, advertise, offer for sale and/or sell any products bearing the Marks of the CAPS Members without the express written permission of the relevant organization.\r\n\r\nIt has come to our attention that you are manufacturing, advertising, selling, and/or offering for sale unauthorized software bearing the Marks of the above-mentioned CAPS Members, in violation of state and federal laws.\r\n\r\nYour use of such Marks of the CAPS Members constitutes trademark infringement and unfair competition in that purchasers of the products in question will erroneously believe that such merchandise is licensed, sponsored or authorized by the CAPS Members.  In addition, your use of the Marks will dilute the distinctiveness of the CAPS Members' Marks by trading upon the goodwill and reputation which the public associates with their Marks.  It will also interfere with the merchandising and licensing of their Marks.\r\n\r\nThe CAPS Members demand that you and each and every person or company affiliated with you:\r\n\r\n1.  Immediately and permanently discontinue the manufacturing, advertising, selling and/or offering for sale any unauthorized software bearing the Marks of the CAPS Members;\r\n\r\n2. Advise us _in_writing_ of your compliance with the foregoing and furnish us with the following information within ten (10) days:\r\n\r\na. A list describing each item which utilizes any of the CAPS Members' Marks manufactured and/or sold by you, including sales price;\r\n\r\nb. The date you began to manufacture, distribute, offer for sale and/or sell the unauthorized software;\r\n\r\nc. Confirm that you are the manufacturer of the items described in (a) above.  If you are not the manufacturer please provide the name, address and telephone number of the manufacturer and/or supplier of the unauthorized software;\r\n\r\nd. The names and addresses of the owners and/or officers of your business and/or any affiliated company or business.\r\n\r\n3.  In addition, please forward to our office your remaining inventory of all unauthorized software described in (a) above.\r\n\r\n\r\nIf you do not agree to the points set forth above, the CAPS Members will have no choice but to take further action against you, as is necessary to protect the CAPS Members' valuable intellectual property rights.  The statement of facts set forth in this letter is not intended to be, nor shall it be deemed to be, a full and complete statement of the facts in this matter.  Nor is this letter intended to be a complete statement of the CAPS Members' rights, and shall not be construed as a waiver of any legal or equitable rights or remedies, all of which are expressly reserved.\r\n\r\nVery truly yours\r\n\r\n[Signature]\r\n\r\n[private]\r\nAdministrator\r\n\r\nLUA/hs\r\n\r\ncc: CAPS Members","date_sent":"2006-03-22T05:00:00Z","date_received":"2006-03-22T05:00:00Z","topics":["Trademark","Copyright"],"sender_name":null,"principal_name":"Coalition to Advance the Protection of Sports Logos","recipient_name":"Day Late & Dollar Short Software","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}