{"dmca":{"id":11663,"type":"Dmca","title":"Re: I, [private] state under the penalty of perjury","body":"----- Original Message ----- \r\nFrom: president@wisemanstudios.net \r\nTo: CopyrightClaims@GoDaddy.com \r\nCc: wm.tower@sbcglobal.net ; family_rights_advocate@yahoo.com ; dorothy@cpsabuse.org ; president@nextfriend.us \r\nSent: Sunday, May 14, 2006 9:40 PM\r\nSubject: I, Suzanne Shell, state under the penalty of perjury\r\n\r\n\r\nWhy Do Search engines have the Right To Link To Stuff on The Net and I don't...i guess its because its me and shell hates me and this website...she states that i have stuff that belongs to her on my website and that is just not true Nothing That belongs to this lady is on the website hidden or otherwise. everything was a link like on goggle...however as you can see the links has been removed as requested everything else on the site i made it myself. and i have the right of freedom of speech don't I?  On a \"Shell supporter speaks the truth\" that is a email from family_rights_advocate@yahoo.com rene and i have the right to post emails that are sent to me don't i?? further she said This site also serves as what appears to be the exclusive gateway to a non-public Yahoo! group where he has published more of my copyrighted material and trade secrets. well first its not a non-public Yahoo! group in fact its not a Yahoo! group at all and yes its non-public its for people who are victims of shell to talk about what do we do next...if you look at the front page you will see that she is being sued herself and even in one email that this lady has sent to me she states to me \"I also made no comment about the quality of your web site. I don't even care that you publish your nasty commentary about me based on the lies other people told you without you checking it out with me\" check the email yourself. .http://nextfriend.christiancommonlaw-gov.org/nextfriend.us//mail/email.htm Mrs. shell never wrote me a email like the one she sent you.......so now the shelly links has been removed and nothing of hers is being hidden on this website and never has been and our group talks privately and its none of shells business what we talk about... sense shellys links has been removed Mrs.shell does not have a complaint anymore regarding my website other then who im taking about and i belive That falls under the 1st Admendment....with a formal agreement that your domain will not forward, in any way, to any services that could be considered to be in violation of any existing copyrights and/or trademarks, or that in any way violates GoDaddy's Terms of Service. Please let me know if i can help you with anything eles...Willaim Wiseman\r\n----- Original Message ----- \r\nFrom: Suzanne Shell \r\nTo: dsshell@ix.netcom.com ; copyrightclaims@godaddy.com \r\nSent: Friday, May 12, 2006 8:30 AM\r\nSubject: copyright claim\r\n\r\n \r\nI, Suzanne Shell, state under the penalty of perjury, having first hand knowledge of the fact state herein, that said facts are true and correct:\r\n\r\nI am the copyright owner of the intellectual property and trade secrets which are the subject of this complaint.\r\n\r\nThe copyrighted material which is the subject of this complaint is registered with the U.S. Copyright Office.\r\n\r\nThe web site www.thetruthistold.com which domain is registered with Go Daddy.com is published for the purpose to cause injury to me and my property. It contains my copyrighted intellectual property. The owner of the site has refused to remove the property pursuant to my cease and desist demands. Instead, he continues to steal the property from my web site and place it on his. He has set up his web site so that theURL where these documents are displayed is hidden. However, he boldly states on the pages that the content he publishes is my property. This includes \"A Shelly Link\" wherein he has taken my web site content. On a \"Shell supporter speaks the truth\" the person has published details of my proprietary information which constitute components of my  trade secrets. The rest of the site is libelous, malicious, harassing and abusive. This site also serves as what appears to be the exclusive gateway to a non-public Yahoo! group where he has published more of my copyrighted material and trade secrets. \r\n'\r\nI have not authorized said use. I have, in fact, taken affirmative steps to prevent said use, to no avail. The man is cirucumventing my web site copy protections and assisting others in breaching contracts in order to obtain said materials for publication on his site. \r\n\r\nI am obtaining representation and will be suing him and others who are colluding with him. Meanwhile, I want this domain disabled and the web site removed. This serves as my notice to Go Daddy under DMCA. \r\n\r\n/s/ Suzanne Shell\r\n719-749-2971\r\ndsshell@ix.netcom.com\r\n\r\n\r\n\r\n\r\n \r\n-- \r\nSuzanne Shell\r\nDirector, American Family Advocacy Center\r\nAuthor: Profane Justice\r\nhttp://www.profane-justice.org\r\n\r\n","date_sent":"2006-05-14T04:00:00Z","date_received":"2006-05-14T04:00:00Z","topics":["Anticircumvention (DMCA)","Copyright"],"sender_name":"[private]","principal_name":"[private]","recipient_name":"[private]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}