{"dmca":{"id":11773,"type":"Dmca","title":"Talk Queen Censors the Gay Community","body":"Dear [Recipient]:\r\n\r\nThis law firm represents [Sender].\r\n\r\nIt has recently come to our attention that your website, malcontent.typepad.com (the \"Website\"), is featuring photographs and video excerpts from [Sender's property].  The photographs and video excerpts are located at the following link on the Website: [wesbite]. This page of the Website uses photographs and video excerpts from episodes of [Sender's Property].\r\n\r\nHarpo owns the copyrights in and to each of these photographs and video excerpts which are included on the Website. [Sender] has no record of any contract or agreement with you that grants to the right to feature these photographs or these video excerpts on the Website. The inclusion of these photographs and video excerpts on the Website is in violation of the U.S. Copyright Act, 17 U.S.C. Sec. 101 et seq.\r\n\r\nSince your actions constitute copyright infringement, we insist that you immediately:\r\n\r\n(i) Remove each of the photographs of [Sender and/or Sender's Property], as well as all video excerpts of [Sender's Property], that appear on the Website; and \r\n\r\n(ii) refrain from using any and all references to [Sender], [Sender's Property], and any elements that incorporate [Sender]'s intellectual property and/or [Sender's] name, image and likeness without first having obtained [Sender]'s express, written consent.\r\n\r\nNothing in this letter should be construed as a waiver of any legal rights, at law or in equity, that [Sender] and/or [Sender] may have; all such rights are hereby expressly reserved.\r\n\r\nPlease reply within five (5) business days of your receipt of this e-mail. If we do not receive a response by that date, we will presume that you do not intend to comply with the terms of this e-mail, and we will consider all remedies (legal, equitable and otherwise) at our disposal.\r\n\r\nI look forward to receiving your response.\r\n\r\nSincerely,\r\n\r\nTHE ENTERTAINMENT & INTELLECTUAL PROPERTY GROUP, LLC\r\n\r\n[Attorney]\r\nThe Entertainment & Intellectual Property Group, LLC\r\n[Address]\r\nChicago, IL 60601\r\nPhone: [phone #]\r\nFax: [fax #]\r\nE-Mail: [e-mail address]\r\nWebsite: www.eipgrouplaw.com","date_sent":"2006-05-22T04:00:00Z","date_received":"2006-05-22T04:00:00Z","topics":["Copyright"],"sender_name":"The Entertainment & Intellectual Property Group, LLC","principal_name":null,"recipient_name":"\"The Malcontent\" weblog","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}