{"dmca":{"id":11789,"type":"Dmca","title":"International Domain Dispute","body":"Dear Sir \r\n\r\nGumball-3000.com (\"the Domain Name\") \r\n\r\nWe act for Gumball 3000 Limited and have been passed copies of e-mail correspondence between you and our client. Our client has instructed us in connection with your use of the \"gumball-3000.com\" domain name (\"the Domain Name\") which infringes our client's \"Gumball 3000\" trade mark (\"the Mark\"), and your use of proprietary footage on the website to which the Domain Name points (\"the Website\"). Although we understand that you are willing to transfer the Domain Name to our client, we set out below details of our client's rights and the potential case they have against you. We trust that it will not become necessary to issue legal proceedings. \r\n\r\nSubsistence of Intellectual Property Rights \r\n\r\n1 . Our client is the registered owner of UK and Community Trade Marks for \"GUMBALL 3000\". \r\n\r\n2. In addition to its registered trade mark rights, as you are no doubt aware, our client has extensive goodwill in the Mark . Our client has actively used the Mark since 1999 in the UK, Europe and the USA in comlection with both (i) its 3000 mile long car rally taking place throughout Europe, the USA and Asia (\"the Race\"); (ii) its sale of various products and services bearing the Mark including, without limitation, T-shirts, leisure jackets, computer games and film and television programmes ; and (iii) its website at www.gumball3000.com. \r\n\r\n3. Our client spends considerable time and money in connection with promoting its products and services under and by reference to the Mark; in 2003 the worldwide media evaluation of our client's Gumball brand was estimated at US $50,000,000. \r\n\r\n4. Your registration and use of the Domain Name, which contains the Mark, is an infringement of our client's intellectual property rights and amounts to trade mark infringement pursuant to s .10 of the Trade Marks Act 1994 and passing off (see in particular BT v One In a Million [1999] WLR 903.) \r\n\r\n5. We also note that you have reproduced our client's proprietary footage of the Race on the Website without our client's permission, amounting to copyright infringement. \r\n\r\n6. We understand you have agreed to transfer the Domain Name to our client. Please now provide confirmation within 24 hours that you will arrange for the Domain Name to be transferred to our client within 7 days . We also require your undertaking that you will not register any domain name in the future which contains the \"GUMBALL 3000\" trade mark without our client's permission. \r\n\r\n7. Our client does not wish to take legal action against you . That said, if you are unwilling to transfer the Domain Name it will have no option other than to take appropriate legal action against you, which may include High Court proceedings for an injunction, damages, interest, and our client's legal costs, which could be substantial, or a complaint under the relevant domain name policy. We trust this will not be necessary . \r\n\r\nYours faithfully\r\n\r\n[pivate]","date_sent":"2006-05-25T04:00:00Z","date_received":"2006-05-25T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":null,"principal_name":"Gumball 3000 Ltd.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}