{"dmca":{"id":11887,"type":"Dmca","title":"Harpo Harpoons Footage on Weblog","body":"Dear [Private]:\r\n \r\nThank you for your e-mail of May 23, 2006.  Contrary to your assertion, your use of the photographs and video excerpts from The Oprah Winfrey Show on your website does not constitute fair use.  \r\n \r\nFor an unauthorized use of copyrighted material to be considered \"fair\", the use must first transform the protected material.  A transformative result \"adds something new, with a further purpose or different character, altering the [protected work] with new expression, meaning, or message.\" Ty, Inc. v. Publications International, Ltd., 333 F. Supp 2d 705, at 709 (N.D. Ill. 2004).  Here, your use is not transformative.  You have simply copied video excerpts of the show, as well as photographs/screen grabs from these episodes, and posted them on your website.  The text on your website describing these video excerpts is not a transformative use.  \r\n \r\nWithout a finding of a transformative use, a court would not examine the fair use factors outlined in 17 U.S.C. Sec. 107.  However, if a court were to examine these factors, we are confident that it would find that your use of the excerpts would not constitute fair use.\r\n \r\nFirst, the purpose and character of the use is of a commercial nature because your website solcits and includes advertisements.\r\n \r\nSecond, the nature of the material from which the video clips are excerpted, a television program, is creative, not fact based.  The copyright protection for creative works is more extensive.   \r\n \r\nThird, the amount and substantiality of the copyrighted work that you include on the website is much more than necessary to achieve your supposed goal of news reporting.  Both the \"Will and Grace\" segment (17 minutes, 23 seconds) and \"Anderson Cooper\" excerpts (7 minutes 37 seconds and 8 minutes 22 seconds respectively) are the full segments of these individuals' appearances on The Oprah Winfrey Show.  The excerpt featuring the stars of \"Brokeback Mountain\" contain the full first and second segments of these stars' appearance on The Oprah Winfrey Show, and a portion of the third segment of that episode of The Oprah Winfrey Show in which they appeared (8 minutes and 24 seconds).  We are unaware of any previous court decisions that have held that the use of this much copyrighted material, even for one of the excerpted segments, constitutes fair use.  \r\n \r\nFourth, your use of these copyrighted materials greatly impacts the potential market value for the copyrighted works because it provides free, unauthorized access to material for which the copyright owner would typically have a right to be compensated.    \r\n \r\nYou noted in your previous e-mail that \"There is not now, nor has there ever been, willful infringement on the part of my weblog, either in general terms or specifically as it relates to your client.\" Please note that \"willful\" infringement does not mean that believed you were violating Harpo's copyrights when you incorporated excerpts from The Oprah Winfrey Show into your website.  Willful infringment means simply that you intentionally used someone else's copyrighted materials without authorization.  Please also note that whether your infringement was willful has no bearing on the potential success of any fair use defense.  A wilfulness finding is used to determine the level of damages which would be awarded following a finding of infringement.\r\n \r\nTherefore, we reiterate our demands that: \r\n(i) Remove each of the photographs of [Private] and/or show guests on the set of The Oprah Winfrey Show, as well as all video excerpts of The Oprah Winfrey Show, that appear on the Website; and \r\n(ii) refrain from using any and all references to [Private], \"The Oprah Winfrey Show\", and any elements that incorporate Harpo","date_sent":"2006-06-01T04:00:00Z","date_received":"2006-06-01T04:00:00Z","topics":["Copyright"],"sender_name":"The Entertainment & Intellectual Property Group, LLC","principal_name":null,"recipient_name":"\"The Malcontent\" weblog","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}