{"dmca":{"id":52003,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-11-15T05:00:00Z","date_received":"2012-11-15T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Hypnosis Self Help","principal_name":"Hypnosis Self Help","recipient_name":"Google, Inc.","works":[{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nI invite you to submit your expert article or resource review here. Simply paste your article here and be sure to include your author/bio information.Click on the links below to read the latest hypnosis information, opinions, current events, expert articles, rants and raves…\r\nWhat is My Best Recipe For Success?  Mind Recipes. What does this mean to you? I have often been asked this question about how recipes and personal development mix. My answer is simple – I …\r\nMind Control Tricks Help Stroke Victim Walk: Is It Self Hypnosis?  Mind power is often wasted but when Graham Miles made up his mind to walk again, nothing could stop him. Using mind control tricks, which are a form of …\r\nSelf Esteem Building Through Creative Visualization  Not rated yetIf you lack confidence and want to gain confidence the only worthwhile tool available which is guaranteed to do the job is your mind itself. If …\r\nAirport Scanner and Pat Downs  Not rated yetAirport scanners and pat downs are becoming more and more common these days. Honestly, for those with flying anxiety, this doesn’t make it any easier.I …\r\nDe-Clutter Your Mind and Improve Your Energy Part 2  Not rated yetIf you took the time to do the exercise in Part One , then I know you got some good results. When I start with a new coaching client, the “What Am …\r\nHappiness Is Just A Thought Away  Not rated yetHappiness is just a thought away. If you’ve ever been stuck feeling miserable or hopeless, happiness may seem impossible.  Everyone is seeking …\r\nDeclutter Your Mind and Improve Your Energy – Part One  Not rated yetIf you want more energy then it’s time to let go of those energy drainers! So many people are walking around carrying a lot of “clutter” in their minds….\r\nSelf Talk and Self Hypnosis  Not rated yetWhat is self talk? It’s actually a form of self hypnosis. We all talk to ourselves each and every day. Whether or not we are aware of it, it happens. This …\r\nTending The Garden Of Abundance  Not rated yet”Both abundance and lack exist simultaneously in our lives, as parallel realities. It is always our conscious choice which secret garden we will tend … when …\r\nPast Life Hypnosis: Belief In Reincarnation Increasing  Not rated yetPast life hypnosis is a powerful tool for people who are looking for help remembering past lives. Might you discover past lives as a caveman, a Tibetan …\r\nHow Hypnosis and Hypnotherapy Can Achieve Goals  Not rated yetA well known hypnotherapist in Delhi describes how hypnosis and hypnotherapy can be used to achieve goals. Dr Nalwa explains how hypnosis works with the …","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/self-hypnosis-online-self-hypnosis-for-self-improvement/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/hypnosis-online.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nNatural golf tips for beginners, hackers and scratch players who want to increase mind power and:\r\nLeave behind stress, frustration and anger.\r\n\r\nEnjoy confidence, concentration and relaxation instead.\r\nYou can tap into your own mind power and see a lower golf score right away.\r\n\r\nWhether you are a beginner, a long time hacker or a scratch player you’ll find natural golf tips that use the mind and emotions to tweak your golf skills so that you can improve your golf game.\r\nYou will enjoy your game of golf so much more.\r\nAfter all, golf is supposed to be fun.\r\nNatural Golf Tips: Articles And Resources\r\n\r\nShare your thoughts with us!\r\nWe want to hear what you are thinking!\r\n\r\nListen to our Top RatedBlog Talk Radio Show:(Over 145,642 listeners!)Top 200 Self Help iTunes Podcast","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/natural-golf-tips-for-beginners-hackers-and-scratch-golfers/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/natural-golf-tips.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nby Jesse D Robertson(Jacksonville)\r\n\r\nHypnosis Fears\r\n\r\nCan someone who knows me use hypnosis to hurt me or to do something, against my wishes,to me then use it to make me forget?Sherri’s Answer: Intriguing question, Jesse. I believe what you have described is more like deceitful manipulation. It is not hypnosis.It could also be called brainwashing. It is one of the top hypnosis fears.Hypnosis is a matter of allowing your conscious mind to relax. The reason you want to do this is because the conscious mind is the part of you that is constantly evaluating the information around you. It will critique that information and decide whether or not to accept it.This is why it is called the inner critic.When the conscious mind is relaxed, thoughts and ideas are more easily accepted into the subconscious mind.For hypnosis to work, there must be a feeling of trust in the process and with the hypnotist. The moment this trust is broken, the conscious mind wakes up and the whole process is broken.Your conscious mind will not allow unethical suggestions that go entirely against your morals and ethics to enter into your consciousness.Cults use brainwashing and manipulation to get what they want. The leaders use domination and force, often guilt inducing tactics designed to separate you from your own free will. (Though I am certainly not a cult expert.)Hypnosis is vastly different.Hypnosis is a matter of being led down a garden path by someone that you trust (or yourself when you practice self hypnosis) towards a predetermined destination or goal.Have you gotten your free How To Do Self Hypnosis report and audio yet?You may also want to listen to this free self hypnosis audio to learn more about how to get past hypnosis fears and how hypnosis works.Here is an incredible example of how you can use self hypnosis to improve your life when you put your mind to it.","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/protection-from-hypnosis/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/protection-from-hypnosis.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nQuit Smoking Today Without Gaining Weight Hardcover and CD\r\nChange your mind and change your life with this system to quit smoking.\r\nAre you afraid that you are going to gain weight when you stop smoking?\r\nI know that happens to a lot of people. But it doesn’t have to happen and it won’t happen to you when you use Paul McKenna’s system.\r\nYou get a book that gives you easy exercises and systems to follow.\r\nYou ALSO get a hypnosis CD that reprograms your mind so that you stop craving cigarettes.\r\nYou’ll get to the root of your smoking and pull it like a weed. This is why so many other programs don’t work. You need to get directly to the source and change the way you think about smoking.\r\nThat’s when the magic happens.\r\nPaul McKenna helped many people lose weight with his popular tv show “I Can Make You Thin” because his methods really work.Now he can help you to finally smoke your last cigarette no matter how many times you have tried to quit before.\r\nPlus, you’ll be able to stop smoking without gaining any weight. You aren’t going to trade in nicotine cravings for food cravings. How great is that?\r\nThis program is easy and effective.\r\nSee more great Stop Smoking By Hypnosis mp3′s, cd’s and books.\r\nShop safe at Amazon and enjoy free shipping if you spend $25 or more.","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/quit-smoking-today-with-paul-mckenna/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/stop-smoking-by-hypnosis-quit-smoking-today-without-gaining-weight-hardcover-and-cd.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nStop Smoking Forever Audio CD\r\nHave you tried to quit smoking about a million times already?\r\nIf you are finally ready to put down those cigarettes once and for all without side effects then self hypnosis is for you.\r\nOh yea, there is one side effect.\r\nYou are going to have extra money in your pocket and so you will have to figure out what to spend it on.\r\nWhat will you do with it? Save it? Take a vacation? Yes, a vacation. It all adds up, doesn’t it?\r\nIf you are worried about gaining weight, don’t. With self hypnosis you won’t trade in your craving for cigarettes for sweets. It doesn’t have to be that way.\r\nThat’s because self hypnosis is so relaxing.\r\nIt will calm and soothe you so you won’t need to turn to food.\r\nSelf hypnosis works because it changes the way you think about smoking and cigarettes. Or actually it will change your thoughts so that you no longer think about smoking.\r\nDid you know that non-smokers never even think give smoking a second thought.\r\nHow much time do you spend thinking about it?\r\nYou spend time thinking about buying cigarettes, finding a match, finding an appropriate place to smoke, etc.\r\nWhen you quit smoking, your life will change…for the better.\r\nSee more great Stop Smoking By Hypnosis mp3′s, cd’s and books.\r\nShop safe at Amazon and enjoy free shipping if you spend $25 or more.","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/hypnosis-stop-smoking-forever-cd/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/stop-smoking-by-hypnosis-stop-smoking-forever-audio-cd.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nOvercome Smoking Forever Hypnosis CD or MP3\r\nAre your lungs killing you? You definetly need to quit smoking. It’s just not good for you no matter which way you look at it.\r\nYou need to do a little more than ‘your best’ to try, you need some help to make it easier. When you do, your room will smell fresher. Your car will smell nicer. Your friends and family will be happier.\r\nYou weren’t born a smoker, were you? You learned the habit somewhere along the way. If you learned it…you can unlearn it.\r\nThat’s what hypnosis does for you.\r\nHypnosis makes it easy for you to change your bad habits into good, positive, healthy ones.\r\nHypnotist Victoria Gallagher’s stop smoking hypnosis program takes you by the hand with three parts.\r\nFirst, you’ll begin to stop smoking by tapering off. The cravings will begin to stop and you’ll enjoy the relaxation of hypnosis.\r\nSecond, you’ll stop smoking altogether. Hypnosis actually changes the way you think about smoking so that you will stop thinking about it…just like a non-smoker.\r\nThe third and last step is to maintain your success with some positive reinforcement so that you never pick up another cigarette again.\r\nStart your journey to stop smoking forever. Are you ready?\r\nSee more great Stop Smoking By Hypnosis mp3′s, cd’s and books.\r\nShop safe. Online since 1999. The power to change is within you.","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/overcome-smoking-forever-hypnosis-cd-or-mp3/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/stop-smoking-by-hypnosis-overcome-smoking-forever-hypnosis-cd-or-mp3.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nStop Smoking With Hypnosis CD SetDo you want to quit smoking but you are afraid you are going to gain weight?You’ve heard of others who turned to sweets instead of cigarettes.Are you worried about the side effects of giving up smoking?When you use self hypnosis to quit smoking, the main side effect is that you will have more money. You know how big of a bite those cigarettes have taking out of your budget. No more.Once you quit, you’ll have all that extra money in your pocket.Plus you’ll feel healthier and more alive.Climbing stairs won’t be a problem when you don’t run out of breath.When you use self hypnosis give up smoking, the feeling is so relaxing and free of stress that you won’t need to turn to sweets to cover up any cravings.You just won’t have cravings any more.That’s because self hypnosis literally changes your mind.It changes the way you think about smoking so that you won’t even be thinking of cigarettes any more. Just like a non-smoker. After all, they never give smoking a second thought. And you won’t either.This CD program from Wendi Friesen comes with 2 CD’s and a booklet designed to finally release your cravings once and for all.Are you ready to make today your last day as a smoker?See more great Stop Smoking By Hypnosis mp3′s, cd’s and books.Shop safe with Wendi Freisen and Change Your Mind.","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/stop-smoking-by-hypnosis-stop-smoking-with-hypnosis-cd-set/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/stop-smoking-by-hypnosis-stop-smoking-with-hypnosis-cd-set.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nStop struggling and finally end your feelings of frustration.\r\nSelf hypnosis is proven to help you overcome stress, habits and fear so you can enjoy all life has to offer. Guess what? It’s not as hard as you might think!\r\nIf you are like many people, you realize the quality of your life depends on the quality of your thoughts. A single shift in thought is all it takes to change a habit and get the results you want.\r\nThat’s what self hypnosis will do for you.\r\nChoose from our selection of hypnosis downloads, cd’s and books:\r\n\r\nWhat Does Self Hypnosis Feel Like?\r\nSelf hypnosis feels very relaxing. You know that wonderful feeling right before you fall asleep at night? Or the feeling that you have when you wake up in the morning but don’t want to get out of bed just yet? You are still aware of things going on around you, it’s just that you are so relaxed and focused.\r\nHow Does Self Hypnosis Work?\r\nSelf hypnosis works, quickly and easily by allowing you to zoom in on what you want so you can get more immediate results. The conscious mind, which evaluates and criticizes new ideas, is relaxed. This allows your subconscious mind to accept new ideas more easily.\r\nCan I Be Hypnotized?\r\nYes. Everyone can be hypnotized if they want to be. It’s true that some people resist it. They are worried that they will lose control. You are not going to lose control and start doing crazy things…unless you want to, of course.\r\nSelf hypnosis is when your subconscious mind accepts a new idea and acts upon it. It acts as if it were true.\r\nHi! I’m Sherri Frost\r\nSince 2005, I’ve worked alongside my husband, D.J. Frost, helping people with weight loss, phobias, anxiety, stress and to quit smoking using hypnosis through our mp3 downloads.\r\nI Am Here to Help\r\nYour life wasn’t meant to be a struggle; you were meant to feel good about life. You deserve to feel good about yourself and be happy.\r\nPlain Talk\r\nYou won’t get a bunch of technical stuff here. Instead, you’ll find plain and simple talk that you can understand. I don’t throw around hypno-babble terms just to try to sound important. That will only confuse you and you won’t get the results you want. There is no need to make things complicated.\r\nVisit our Self Hypnosis Blog\r\nBe sure to visit our Self Hypnois Blog for articles, tips and information about using self hypnosis for:\r\n\r\nWeight Loss\r\nStop Smoking\r\nHow to Handle Stress\r\nOvercome Phobias\r\nGain Confidence\r\nNatural Golf Tips\r\nPast Life Regression\r\nFear of Flying\r\n\r\nImagine feeling alive and energetic again; free from worry and fear. Whatever it is, you can get through it, get over it or get to it… with self hypnosis.\r\nBe sure to let your friends know about this site. They will appreciate you thinking of them too! Have A Great Day!\r\n\r\np.s. Go ahead and get your free hypnosis audio and tutorials right now. I know you’ll be happy you did.","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/self-help-with-self-hypnosis-downloads-and-instructions-to-hypnotize-yourself/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/index.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nby premkumar(hassan)\r\nHow can we go deep trance stage in self hypnosis?Sherri’s Answer: Yes! Absolutely! It’s possible that you won’t go into a deep trance the first time but you will find that the more you practice, the easier it becomes.When a young toddler is first beginning to walk, she stumbles and falls quite a few times. Soon it becomes easy and she is running across the room and climbing up the furniture.It is the same way with self hypnosis. If you set the stage for yourself by finding a quiet place where you will not be disturbed and combine that with some relaxing music you will find that it will be even easier.This particular music is wonderfully designed for deep relaxation which is just perfect for a deep trance stage during your self hypnosis.Make sure you get your free audio and tutorials if you haven’t already. You can get that right here: How to do Self Hypnosis\r\nAll my best,p.s. Be sure to let me know how it goes. I would love to hear from you :)","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/concentration/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/concentration.html"}]},{"description":"Every time I post new content on my blog, it is copied to the infringing website and linked back to my own content which gives me spammy link for my own original content which was copied.    Here is a portion of my original content:\r\n\r\nby Ganesh(Bangalore, Karnataka, India)\r\nDear Sherri and DJ Frost:I think it is wonderful of you to send me free lessons on self hypnosis. Thanks a million!Right now I am bit confused as to what I want. I am a schizophrenic, smoker, between jobs, single, 47, and so on…but your lessons have been of great help. I will start on them right away.Thanks again,Ganesh BBangalore, IndiaSherri’s Answer: Thank you so much Ganesh. It is so wonderful to hear from visitors and readers like you who have benefited from our free lessons. I am glad to be of help.p.s. Here’s where you can get your copy: How to do Self Hypnosis","infringing_urls":[{"url":"http://www.hopehypnotherapy.com/hypnosis-tips/thank-you-dj-and-sherri-2/"}],"copyrighted_urls":[{"url":"http://www.hypnosis-self-help.com/thank-you-dj-and-sherri.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}