{"dmca":{"id":52188,"type":"Dmca","title":"Web Page DMCA (Copyright) Complaint to Google","body":" \r\n\r\nhttps://www.flashback.org/t1050988p10\r\n\r\n \r\n> I am handling this case for my clients, Kent Angergård and Karin Levin\r\nAngergård. \r\n> \r\n> The removal request regarding https://www.flashback.org/t1050988p10 is\r\nbased on the information about Karin Levin Angergård and her business\r\nwhich are referred on this page. The page contains information about Karin\r\nLevin Angergård having participated in pornographic movies, her claimed\r\nsexual interest for animals and her current work as a horse-breeder. This\r\nhas serious consequences both for herself and for her work in the\r\nhorse-business as people interested in her and her work get the above\r\nmentioned link as hit no. 3 when making a Google-search on \"Karin Levin\r\nAngergård\". The information on the page is, as far as Angergård can judge,\r\na crime due to the 5 chapter of the Swedish Criminal code (Brottsbalken),\r\nnamed \"förtal\" (calumnia). Angergård has a good faith belief that the\r\ninformation specified above is not permitted by applicable law.\r\n> \r\n> Angergård swear, under penalty of perjury, that the information in this\r\nnotification is accurate.\r\n> \r\n> Angergård now kindly ask you to remove the above mentioned link which\r\nhas caused them and their business serious damage. \r\n> \r\n> \r\n> Kind regards,\r\n> \r\n>  \r\n[redacted]\r\n>  \r\n> KRISTIANSTAD ADVOKATBYRÅ\r\n> Box [redacted]\r\n[redacted]\r\n>  \r\n> Tel 044-[redacted]\r\n> Fax 044-[redacted]\r\n> Mobil 0733-[redacted]\r\n>  \r\n> www.ksdlaw.se\r\n>  \r\n>  \r\n> \r\n>\r\n> \r\n> -----Ursprungligt meddelande-----\r\n> Från: The Google Team [mailto:removals@google.com]\r\n> Skickat: den 22 mars 2012 20:48\r\n> Till: [redacted]\r\n> Ämne: Re: [#989535285] ang. Angergård\r\n> \r\n> Hello,\r\n> \r\n> Thank you for your note. We're working to respond in Swedish, but we're\r\ncurrently only able to answer in English. We apologize for this\r\ninconvenience. This message relates to your removal request regarding\r\nhttps://www.flashback.org/t1050988p10.\r\n> \r\n> To request that we remove information from our service because that\r\ninformation violates your rights under the laws of your country, please\r\nidentify the exact text or content you claim violates your rights under\r\napplicable law (the \"Unlawful Material,\") and the reason you believe the\r\ncontent violates your rights or is illegal under applicable law. If\r\npossible, please cite the specific law(s) of your country you believe to\r\nbe applicable.\r\n> \r\n> We also ask that you include the following statements with your\r\nresponse:\r\n> \r\n> \"I have a good faith belief that the information specified above is not\r\npermitted by applicable law.\"\r\n> \r\n> \"I swear, under penalty of perjury, that the information in this\r\nnotification is accurate.\"\r\n> \r\n> Please note that a copy of each legal notice we receive is sent to a\r\nthird-party partner for publication and annotation. As such, your letter\r\nwill be forwarded to Chilling Effects ( http://www.chillingeffects.org )\r\nfor publication. You can see an example of such a publication at\r\nhttp://www.chillingeffects.org/international/notice.cgi?NoticeID=1860. A\r\nlink to your published letter will be displayed in Google's search results\r\n(with your personal information removed) in place of the removed content.\r\n> \r\n> In the event we do not receive further information from you as requested\r\nabove, please be advised that we will be unable to take any further action\r\non your removal request.\r\n> \r\n> Regards,\r\n> The Google Team\r\n> \r\n> Google Inc.\r\n> Legal Support\r\n> 1600 Amphitheatre Parkway\r\n> Mountain View, CA 94043\r\n> USA\r\n> \r\n> ---------- Original message ----------\r\n> From: [redacted] <[redacted]@ksdlaw.se\r\n> >\r\n> Date: Tue, Mar 20, 2012 at 3:19 PM\r\n> Subject: ang. Angergård\r\n> To: \"[redacted]@google.com\" \r\n> \r\n> \r\n> Hej,\r\n>  \r\n> Jag hänvisar till vårt telefonsamtal i onsdags och vidarebefordrar nedan\r\ne-post som tidigare skickats till Gustaf Radell. Jag bifogar även scannad\r\nkopia av utdrag ur korrespondens mellan mig och Google. Tidigare\r\nborttagning, den 10 november 2011 gjordes alltså av Google Inc., Legal\r\nSupport.\r\n>  \r\n> Den länk som vi vill ska tas bort är:\r\n> https://www.flashback.org/t1050988p10. Jag hoppas att Google, liksom\r\ntidigare, kan hjälpa till med detta. Problemet är de träffar som kommer\r\nupp på Karin Levin Angergårds namn på tidigare nämnd länk.\r\n>  \r\n> Har Du ytterligare frågor så får Du hör av Dig,  \r\n>  \r\n>  \r\n> Med vänlig hälsning\r\n>  \r\n> \r\n>  \r\n[redacted]\r\n>  \r\n> KRISTIANSTAD ADVOKATBYRÅ\r\n> Box [redacted]\r\n[redacted]\r\n>  \r\n> Tel 044-[redacted]\r\n> Fax 044-[redacted]\r\n> Mobil 0733-[redacted]\r\n>  \r\n> www.ksdlaw.se\r\n>  \r\n>  \r\n\r\nfax\r\n\r\nhttp://www.ruling.co.il/\r\nhttp://www.ruling.co.il/search?q=%D7%A9%D7%99%D7%91%D7%90+%D7%90%D7%9E%D7%99%D7%A8\r\n\r\n ","date_sent":"2012-04-17T04:00:00Z","date_received":"2012-04-17T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Scenelog.eu","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}