{"dmca":{"id":52456,"type":"Dmca","title":"Article DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-09T04:00:00Z","date_received":"2012-06-09T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Matthew McGloin","principal_name":"Cosmic Book News","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Review: X-Men Legacy #267\nChristos Gage has been writing some of the best X stories out there right  \nnow, and X-Men Legacy #267 is the best yet!\n\nA complete Avengers Vs. X-Men tie-in, and what I mean by complete is that  \nyou don't need to read anything else in order to understand exactly what is  \ngoing on in this issue! Falcon, Moon Knight, She-Hulk and their secret  \nweapon - Iron Man - have come to the Jean Grey School to \"check-up\" on our  \nmutants. But when Moon Knight strikes Frenzy in a fit of rage, Rogue takes  \nthe gloves off — literally! \n\nStarting right where last issue left us, the school has become a battle  \nground and Rogue must keep the students as safe as possible while trying to  \ndeal with the intense situation. But it's not the exterior battle that is  \nthe must pressing one, Rogue must overcome her inner demons in order to  \nsave her friends and herself from utter destruction!\n\nCristos Gage makes an all out slugfest into a compelling tale of a person  \ntrying to overcome their faults in order to grow, not only as a person, but  \nsomeone that others can look up to. It is a tough situation to put such a  \npersonal, and character driven piece, directly within the chaos of a battle  \n— but Gage pulls it off flawlessly. He has developed Rogue into strong  \ncharacter that can finally rely on herself without having to worry about  \nthe trappings of her past failures. Making her one of my new favorite X  \ncharacters! But don't get me wrong, This book isn't solely a soul searching  \ncharacter piece, there are plenty of things getting destroyed to whet the  \nappetite of any action junkie fanboy! Especially,when Moon Knight pulls a  \nfast one on the X-Men — can anyone say \"Rogue Smash?\"\n\nAmazing art by Rafa Sandoval solidifies this tale as the best X book on the  \nshelves this week! You want great storytelling focused on character  \ndevelopment and utter destruction through fisticuffs — all mixed in a  \nsingle book? Than you have to pick this one up!","infringing_urls":[{"url":"http://soulkiller-rebel-rogue.blogspot.com/2012/05/cosmic-book-news-reviews-x-men-legacy.html"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}