{"dmca":{"id":52461,"type":"Dmca","title":"Article DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-09T04:00:00Z","date_received":"2012-06-09T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Cosmic Book News","principal_name":"Cosmic Book News","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Review: Wolverine and the X-Men #6\nKitty Pryde's pregnancy is a fallacy, she is really infected with  \nmicroscopic Brood that will kill her from the inside out! Wolverine and\nKid  \nOmega have traveled to the far reaches of space in order to beat the house\n \non Planet Sin and save the school from financial ruin. And finally, the  \nsame school Wolverine is so desperately trying to save, has been attacked \n\nby a very large alien and his Brood bloodhounds!\n\nJason Aaron has officially dove off the deep end and there is no turning  \n\nback! As chaotic as his book sounds, it is quite a pleasing read. Humor  \nhangs on the fringe of all the stylized action, making it one of those  \nbooks that will bring a grin to your face even as our heroes are trounced \n\npage after page. From high brow intellectualism to bathroom humor, Aaron  \n\ncreates a book that will keep you on your toes, never fully sure of the  \neventual outcome!\n\nMy only qualm about this book is the relationship between Kid Omega and  \nWolverine. In Wolverine and the X-Men, they have a tense relationship:\npunk  \nkid that lashes out but secretly craves the attention, and a mentor that  \n\nisn't afraid to kick your ass. They are an odd pairing that feed off of  \neach other, a delinquent and his delinquent \"father.\" But in Wolverine and\n \nthe X-Men: Alpha and Omega, Kid Omega is out to literally kill Wolverine! \n\nTaking over his mind and hiding his body so the other students won't find \n\ntheir beloved headmaster. Having these two dynamics so completely\ndifferent  \nis the reason why readers get frustrated with the industry so often these \n\ndays. All we need is some consistency and we will be complacent.\n\nThough I am still waiting for the day when Chris Bachalo returns to art  \nchores, this book is still the number one X book on the shelves. Witty,  \nthought-provoking and boundary pushing, Aaron has created something that\nis  \nunique in the X world, and everyone should check out his cavalcade of\nchaos!","infringing_urls":[{"url":"http://soulkiller-rebel-rogue.blogspot.com/2012/02/cosmic-book-news-reviews-watx-6.html"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}