{"dmca":{"id":52480,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-07-14T04:00:00Z","date_received":"2011-07-14T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"June Tree","principal_name":"June Tree","recipient_name":"Google, Inc.","works":[{"description":"http://www.thedigeratilife.com/blog/index.php/2008/08/08/mortgage-payments-home-ownership-costs/ copyrighted by June Tree.\r\n\r\nHere is the copied material\r\n\r\nBig houses are really nice, if only they weren’t so costly.\r\n\r\nIt won’t be long before the iffy real estate market will be fertile ground for bargain hunters, if it’s not the case already. But recently, there’s been quite some buzz about the latest high-profile foreclosures to hit the news: those homes that were given away for free through the Extreme Makeover Home Edition show.\r\n\r\nThe Extreme Makeover program makes for great reality tv by providing “free” custom-built homes to families that have been hard on their luck in order to give these families a fresh start. But unfortunately, for a couple of these home recipients, their change of fortune doesn’t stick and they promptly lose their homes to the banks. Here are some details of these cases, along with my thoughts:\r\n\r\nHow Big Houses Can End Up In Foreclosure\r\n\r\n#1 The Harpers’ Story\r\n\r\nIn particular, this magnificent Extreme Makeover home owned by the Harper family is one such casualty of foreclosure borne of poor financial decisions.\r\nbig houses in foreclosure\r\n\r\nextreme makeover home edition house in foreclosure\r\n\r\nbig house, extreme makeover home edition\r\n\r\nFrom thestar.com:\r\n\r\n    In Clayton County, Georgia, more than 1,800 people showed up to help ABC’s Extreme Makeover team demolish a family’s decrepit home and replace it with a sparkling, four-bedroom mini-mansion in 2005. The finished product was a four-bedroom house with decorative rock walls and a three-car garage that towered over ranch and split-level homes in their Clayton County neighbourhood. The home’s door opened into a lobby that featured four fireplaces, a solarium, a music room and a plush new office. \r\n\r\nWhat’s more, the house cost $450,000 to build, with reports also stating that Beazer Homes raised an additional $250,000 for the Harpers, in order to cover scholarships for the family’s kids and to help defray maintenance costs and property taxes for the home. It turns out that after such a tremendous bounty is showered upon grateful and lucky families such as the Harpers, these folks are sent along their merry way. They are on their own financially, after the show bestows upon them a gold mine that turns very quickly into a money pit.\r\n\r\n    ABC said in a statement that it advises each family to consult a financial planner after they get their new home. “Ultimately, financial matters are personal, and we work to respect the privacy of the families,” the network said.\r\n\r\nHow could fortunes change so drastically in three years’ time?\r\n\r\n#2 Jessica Boey’s Story\r\n\r\nOne other Extreme Makeover home is lost to foreclosure due to a death in the family:\r\n\r\n    Ty Pennington and his team built Jessica Boey a new home to help her during her fight with cancer in October. Boey passed away in late December and now, the family is struggling to pay for the expensive new home.\r\n\r\n    There’s still $250,000 dollars left on the old mortgage that they have to pay, plus they’re paying property taxes for the value of the new home because it’s worth more than the old home was. On top of that, utility bills now cost anywhere from $500 to $700 dollars a month.\r\n\r\nWas this something that could have (or should have) been prevented with adequate financial preparation?\r\n\r\nIn an earlier post I wrote about the Extreme Makeover Home Edition show, I stated that the idea behind the television program is wonderful, but I’ve expressed my skepticism over its whole premise, and wondered whether the show’s participants are really prepared to own and maintain such elaborate homes (or mansions). Were these people ready to receive such generous gifts? I’m sure many are, but this doesn’t alter the fact that those who experience a sudden change in fortune often find themselves in a vulnerable situation: when you’re steeped in financial difficulty and suddenly receive a massive windfall, you’re susceptible to financial stress. Without some solid financial guidance and direction (even intervention!), those in this quandary can eventually find themselves back to square one.\r\n\r\nStories like these just emphasize the importance of fostering money management skills in our homes and schools.","infringing_urls":[{"url":"http://niketalk.yuku.com/topic/173662/Extreme-Makeover-doesn-t-pay--pay---houses--build-vol-read--fine-print#.Th9GnOAuOqk"}],"copyrighted_urls":[{"url":"http://www.thedigeratilife.com/blog/index.php/2008/08/08/mortgage-payments-home-ownership-costs/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}