{"dmca":{"id":52714,"type":"Dmca","title":"Anime DMCA (Copyright) Complaint to Google","body":"August 1, 2012\r\n\r\nGoogle, Inc./Blogger\r\nAttn: Google Legal Support, Blogger DMCA Complaints\r\nwww.blogger.com / www.blogspot.com\r\n[redacted]@google.com\r\n\r\nRE:  FUNimation DMCA Infringement Notice -- kemonomimi-psp.blogspot.com<http://kemonomimi-psp.blogspot.com/> -- DMCA1996\r\n\r\nIn compliance with relevant federal copyright law, I submit the following:\r\n\r\nI hereby certify, under penalty of perjury, that the following information is accurate to the best of my knowledge and belief.\r\n\r\nI am an employee of FUNimation Entertainment.  I am authorized to act on behalf of FUNimation Entertainment with respect to the matters discussed herein.\r\n\r\nFUNimation is a company engaged in the production and distribution of animated motion pictures.  We own or control various exclusive copyrights and trademarks related to the animated motion pictures known as Beck, Big Windup!, Gankutsuou: The Count of Monte Cristo, Great Teacher Onizuka, Kyoshiro to Towa no Sora, The Familiar of Zero, xxxHOLiC, Fairy Tail, Jormungand and Sankarea (collectively referred to as the \"Properties\").  FUNimation is the owner of certain exclusive rights in and to the Properties throughout the United States.  Specifically, FUNimation is the exclusive licensee for production and distribution of home videos, DVDs, and other home video formats and devices.\r\n\r\nThrough our investigations, we have a good faith belief that a website for which Blogspot/Blogger provides service, kemonomimi-psp.blogspot.com<http://kemonomimi-psp.blogspot.com/> (“Kemonomimi PSP”), is being used for the unauthorized copying and distribution (downloading, uploading, file serving/swapping, streaming, stream embedding, torrent seeding, torrent tracking, torrent linking, other linking, link aggregating or any similar activities) of digital files embodying the Properties.  The use of the Properties in this manner is NOT authorized by FUNimation Entertainment and is a violation of FUNimation's intellectual property rights, including its rights under the Copyright Act. Infringing materials may be found at the following URLs:\r\n\r\nhttp://kemonomimi-psp.blogspot.com/2012/06/beck-bd.html\r\nhttp://kemonomimi-psp.blogspot.com/2012/06/ookiku-furikabutte-dvd.html\r\nhttp://kemonomimi-psp.blogspot.com/2012/06/ookiku-furikabutte-natsu-no-taikai-hen.html\r\nhttp://kemonomimi-psp.blogspot.com/2012/05/gankutsuou.html\r\nhttp://kemonomimi-psp.blogspot.com/2012/05/great-teacher-onizuka-dvd.html\r\nhttp://kemonomimi-psp.blogspot.com/2012/06/kyoshiro-to-towa-no-sora.html\r\nhttp://kemonomimi-psp.blogspot.com/2010/04/zero-no-tsukaima.html\r\nhttp://kemonomimi-psp.blogspot.com/2012/06/xxxholic.html\r\nhttp://kemonomimi-psp.blogspot.com/2011/10/fairy-tail-season-2.html\r\nhttp://kemonomimi-psp.blogspot.com/2010/11/fairy-tail-season-1.html\r\nhttp://kemonomimi-psp.blogspot.com/2012/06/jormungand.html\r\nhttp://kemonomimi-psp.blogspot.com/2012/07/sankarea.html\r\n\r\nFUNimation Entertainment hereby requests that Blogspot/Blogger expeditiously causes all such infringing materials to be removed or freezes the account of  Kemonomimi PSP until Kemonomimi PSP removes all infringing materials or disables access thereto.\r\n\r\nIf you should require any further information please do not hesitate to contact me by email at [redacted]@funimation.com.  The physical and mailing address of FUNimation Entertainment is [redacted], Flower Mound, TX, 75028.  Please contact me immediately if this notification is not in substantial compliance with the requirements of the DMCA, or if some other problem arises with respect to our request.  I would also request notification of your compliance with our request.\r\n\r\nSincerely,\r\n/s/[redacted]\r\nFUNimation Entertainment\r\n","date_sent":"2012-08-01T04:00:00Z","date_received":"2012-08-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"FUNimation Entertainment","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}