{"dmca":{"id":52967,"type":"Dmca","title":"Convenient California contract website copies contract","body":"We are attorneys for Value Line Publishing, Inc. (\"VLP\"), one of the nation's best-known and most highly regarded financial information publishers. It has come to our client's attention that Onecle.com has, without authorization, posted a copy of a Value Line contract on its website. Specifically, your company's copying and distribution VLP's Internet Data Distribution Agreement located at http://contracts.onecle.com/financialweb/value-line-license.shtml (the \"Contract\") violates our client's rights under the Copyright Act and the Lanham Act.\r\n\r\nOnede.com's copying and distribution of many hundreds of words of text originated by others, without permission, is, of course, a clear copyright infringement. Moreover, your use and display of the Contract implies that VLP has endorsed, approved, or authorized your use of this material, which is false and misleading and makes improper use of our client's famous name and goodwill.\r\n\r\nWe hereby demand that Onecle.com immediately cease and desist from all further publication of the Contract. Continued use of VLP's original materials will, of course, constitute knowing and willful infringement. which can result in enhanced penalties under applicable law.\r\n\r\nWe trust that Onecle.com will promptly comply with this request and that this matter can be amicably resolved. However, should we fail to receive written confirmation by August 25, 2008, that all such unauthorized use has been discontinued and will not be resumed, we will take all steps necessary to protect VLP's valuable intellectual properly rights. In this regard, please be assured that VLP will not hesitate to commence legal action promptly in order\r\nto protect those rights. In that event, we will be seeking damages as well as injunctive relief.\r\n\r\nWe reserve our client's rights in law and equity in the interim.","date_sent":"2008-08-18T04:00:00Z","date_received":"2008-08-18T04:00:00Z","topics":["Copyright"],"sender_name":"Satterlee Stephens Burke & Burke LLP","principal_name":null,"recipient_name":"Onecle Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}