{"dmca":{"id":40003,"type":"Dmca","title":"Re: Cease and Desist - Infringing Puma Goods","body":"Our Ref: SD/CJJ\r\n\r\nDear Sir\r\n\r\nRe: Cease and Desist - Infringing Puma Goods\r\n\r\nWe have been informed that you are selling infringing products on eBay.\r\n\r\nPuma AG, Rudolf Dassler Sports produces and distributes through it's (sic) Subsidiaries and Licensees worldwide, apparel, footwear and accessories with it's (sic) exclusive branding that includes the name Puma and the Puma logos (a graphic representation of a leaping cat and the Puma footstripe).\r\n\r\nPuma AG owns these trademarks in Countries all over the world, including the UK. On the basis of this ownership, Puma AG protects the trademarks against unauthorized use, whether it concerns countefeit goods or geniune goods that have been imported into the EU without the consent of Puma AG. In addition Puma AG protects it's (sic) trademarks against any infringing marks.\r\n\r\nPlease note that the alleged Puma goods represent a Civil Infringement of Puma's trade marks under Section 10 (1) of the trade marks act 1994 for which Puma is entitled to an injunction, delivery up or destruction upon oath, an inquiry as to damages or an account of profit or costs.\r\n\r\nIn addition, it is an offence pursuant to section 92 of the act for a person with a view to gain for himself or another, on an intent to cause loss to another, and without consent of the proprietor, to sell, offer or expose for sale or distribute goods which bear, or the packaging of which bears, the trademarks of the proprietor. This is an offence for which a person is liable for summary conviction to a term of imprisonment of up to 6 months and a fine of ","date_sent":"2007-08-15T04:00:00Z","date_received":"2007-08-15T04:00:00Z","topics":["Trademark","Copyright"],"sender_name":null,"principal_name":"Puma AG, Rudolf Dassler Sports","recipient_name":"Alpha Footwear","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}