{"dmca":{"id":40241,"type":"Dmca","title":"Notice of copyright infringement (http://www.thebigeasyforum.com/)","body":"nc \r\n\r\n-----Original Message-----\r\nFrom: Ryan Cathcart [mailto:piracy@templatemonster.com] \r\nSent: Thursday, April 07, 2005 9:01 AM\r\nTo: copyright@theplanet.com\r\nSubject: Notice of copyright infringement (http://www.thebigeasyforum.com/)\r\n\r\nTo whom it may concern\r\nDear Sirs,\r\n\r\nIt has come to our attention that your or one of your customer's servers IP\r\naddress (70.85.45.36), is involved in a grave situation of unauthorized\r\ndistribution intellectual and graphic property.\r\n\r\nSite http://www.thebigeasyforum.com contains and distributes stolen web\r\ntemplates and designs. Their FTP is full of infringing materials that have\r\nno license support documentation from the design owning company. Moreover\r\nthis forum provides a huge list of links to a major archives of warez design\r\nand software. On the first hosting this site had a free access to all\r\nmaterials but now site master require to login in order to access the forum.\r\nThe exact place of infringing material distribution is\r\nhttp://www.thebigeasyforum.com/ou813/index.php?showforum=18\r\n\r\nPlease use following credentials to access the forum\r\nLogin: Monday\r\npassword: 1029384756\r\n\r\nI have provided a screenshot of the infringing thread with marks on\r\nillegally links providing threads as an attachment to this e-mail.\r\n\r\nWe direct your attention on a fact that www.thebigeasyforum.com site\r\nadministrator set a note that nobody can register new account without\r\nverification of the person ID. This was made so nobody will be able to find\r\ninfringing posts without uncovering the personal data through the web\r\nsearch.\r\nThis way www.thebigeasyforum.com hides from the responsibility of its piracy\r\nactions by filtering potential forum users.\r\nYou can see on a screenshot that forum also has links to stolen templates\r\nfrom another design providing companies such as Ipixie and BoxedArt.\r\n\r\nThis is not the first case regarding this infringement. 7th of November 2004\r\nLayeredtech.com hosting company removed www.thebigeasyforum.com account\r\nregistration after having received our complaints.\r\n\r\nBecause of the obvious templatemonster products distribution, we direct your\r\nattention to the terms of our company's License Agreement\r\n(http://www.templatemonster.com/terms.php) which clearly prohibits\r\ndistribution of our products by any potential or current customer.\r\n\r\nOur website clearly states \"Website pages content copyright - 2002-2003\r\nArtvertex, Inc.\" The permission of www.thebigeasyforum.com information\r\npublishing actions from your server is illegal.\r\nTemplatemonster.com website content cannot be reproduced, copied, or edited\r\nin any manner or medium and is therefore making you posses illegal material.\r\nUS copyright laws protect all parts of this material. The owner of this\r\nwebsite has been notified of his actions, and has been told the\r\nconsequences.\r\n\r\nHence, we demand the immediate removal of\r\n(http://www.thebigeasyforum.com) account from your company server and cease\r\nthe distribution of any of our products IMMEDIATELY. We have already\r\nnotified our corporate lawyers of this situation and we shall not hesitate\r\nto exercise our legal right to pursue this matter in a court of law should\r\nyou fail to meet our demand immediately.\r\n\r\nTemplatemonster.com is committed to investigating licensing infractions not\r\nonly to protect our own interests but to protect those of the designers who\r\nsubmit their designs to us as well. We are contractually obliged to protect\r\nthe intellectual property rights and livelihood of the artists whose work we\r\nlicense. While we support freedom of expression, we must enforce our\r\nlicensing conditions rigorously in order to meet our responsibilities. We\r\nfeel that your cooperation regarding this matter is fully warranted, and\r\nexpect it will be promptly forthcoming.\r\n\r\nThank you and awaiting for your prompt answer.\r\n----\r\nBest regards,\r\nRyan Cathcart\r\nLegal assistant\r\nArtvertex, Inc.\r\n22 Jordan Road\r\nNY, Troy, 12180\r\nTel:  19174770358\r\nICQ:  203233321\r\nmailto:piracy@templatemonster.com","date_sent":"2005-04-07T04:00:00Z","date_received":"2005-04-07T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Artvertex, Inc.","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}