{"dmca":{"id":40354,"type":"Dmca","title":"Google DMCA Notice","body":"Hi,\r\n\r\nGoogle has been notified, according to the terms of the Digital\r\n Millennium\r\nCopyright Act (DMCA), that some of your materials allegedly infringe\r\n upon\r\nthe copyrights of others. The URLs of the allegedly infringing\r\n materials\r\nmay be found at the end of this message. The notice that we received,\r\n with\r\nany personally identifying information removed, may be found at\r\nhttp://www.chillingeffects.org/notice.cgi?sID=3721.\r\n\r\nPlease note that it may take several weeks for the notice to be posted\r\n on\r\nthe above page. For this reason, we have attached a copy of the notice\r\n for\r\nyour reference.\r\n\r\nThe DMCA is a United States copyright law that provides guidelines for\r\nonline service provider liability in case of copyright infringement. We\r\nare in the process of removing from our Google Search results the\r\nmaterials that allegedly infringe upon the copyrights of others. If we\r\n did\r\nnot do so, we would be subject to a claim of copyright infringement,\r\nregardless of its merits. See\r\nhttp://www.educause.edu/Browse/645?PARENT_ID=254 for more information\r\nabout the DMCA, and see http://www.google.com/dmca.html for the process\r\nthat Google requires in order to make a DMCA complaint.\r\n\r\nGoogle can reinstate these materials into its search results upon\r\n receipt\r\nof a counter notification pursuant to sections 512(g)(2) and (3) of the\r\nDMCA. For more information about the requirements of a counter\r\nnotification, and a link to a sample counter notification, see\r\nhttp://www.google.com/dmca.html#counter\r\n\r\nIf you have legal questions about this notification, you should retain\r\nyour own legal counsel. If you have any other questions about this\r\nnotification, please let us know.\r\n\r\nThe affected URLs are listed below:\r\n\r\n[private]\r\n\r\nRegards,\r\nThe Google Team\r\n\r\n[private]  \r\n","date_sent":"2007-08-31T04:00:00Z","date_received":"2007-08-31T04:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"private","recipient_name":"www.shimmerlings.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}