{"dmca":{"id":40364,"type":"Dmca","title":"Site has copied portions of my website and is violating copyright laws","body":"\r\n\r\nnc\r\n\r\n  _____  \r\n\r\nFrom: Morgan Thomas [mailto:webmaster@phpbbforfree.com] \r\nSent: Monday, May 16, 2005 11:37 PM\r\nTo: copyright@theplanet.com; abuse@theplanet.com; legal@theplanet.com\r\nSubject: Site has copied portions of my website and is violating copyright\r\nlaws\r\n\r\n\r\n\r\nMy name is Morgan Thomas, I am the owner of www.phpbbforfree.com\r\n<http://www.phpbbforfree.com/>  the website www.forumcreator.com\r\n<http://www.forumcreator.com/>  has copied portions of my main site at\r\nwww.phpbbforfree.com <http://www.phpbbforfree.com/>  and I would like the\r\ncontent which is violating copyright laws to be removed. The content to\r\nwhich they have copied is copyrighted and therefore the site owner is\r\ncommitting a crime. \r\n\r\n \r\n\r\nI own a very large free forum host hosting over 30,000 phpbb forums. Many\r\nother smaller hosts running the same script I bought have been copying\r\nportions if not all of my site from the content on the main page to my aup\r\nand tos. I have been going around informing different datacenters of this\r\nfact and they have been acting accordingly by getting the infringing website\r\nowners to remove the content or the server is pulled. In most cases server\r\npull was not needed. Please get back to me and let me know if any other\r\ninformation is needed. I started my site in sept of last year and I\r\nregistered my domains for this site a year ago in anticipation of the\r\nscripts release. Other websites that have copied my content include\r\nwww.phpbb4you.com <http://www.phpbb4you.com/>  where I am currently in talks\r\nwith their legal department as that individual has blatantly copied my site\r\nword for word.\r\n\r\n","date_sent":"2005-05-16T04:00:00Z","date_received":"2005-05-16T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"www.phpbbforfree.com","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}