{"dmca":{"id":40361,"type":"Dmca","title":"www.gamebugsucks.com bad legal stuff","body":"nc \r\n\r\n-----Original Message-----\r\nFrom: bugs@gamebugs.org [mailto:bugs@gamebugs.org] \r\nSent: Tuesday, May 10, 2005 4:58 PM\r\nTo: legal@theplanet.com\r\nSubject: www.gamebugsucks.com bad legal stuff\r\n\r\nHello there,\r\n\r\nMy name is Bill Weaver and I am one of the owners of www.gamebugs.org. \r\nWe are a PC Gaming site. We charge $19.95 a year for people to have access\r\nto our site and private forums. Our site is getting rather popular, and I'm\r\nquite happy about that. Unfortunately while being popular on the internet,\r\nalso attracts attention from hacks and other bad guys.\r\n\r\n\r\nI have been informed that some people posting in this famous hacker site:\r\n\r\nhttp://www.blizzhackers.com/viewtopic.php?t=288767&postdays=0&postorder=asc&\r\nstart=0\r\nHave purchased www.gamebugsucks.com through your service and have indexed\r\nour site (copied all files on our website) and are planning to release most\r\nof our copyrighted information on this new www.gamebugsucks.com site hosted\r\nby your company.\r\n\r\nNow usually I don't like things to get to legal, and all of that as it\r\ncauses a big hassle for everyone, but indexing my site, creating a website\r\nthat is mysitesucks.com of course raises an alarm with me. \r\nApparently they are just waiting for your host to do the 24 hour thing that\r\nall hosts do, then will upload the indexed files and/or information onto\r\nthat new site, hosted by you.\r\n\r\nI was hoping you could stop them quickly. There is more than enough proof\r\nhere:\r\n\r\nhttp://www.blizzhackers.com/viewtopic.php?t=288767&postdays=0&postorder=asc&\r\nstart=0\r\n\r\nIf you would look at those 3 or 4 pages of posts 1 person is defending my\r\nsite, while 2 or 3 others brag about indexing the site, creating\r\nwww.gamebugsucks.com hosted by you and will upload the information \"asap\".\r\n\r\nI've heard that your company deals with these types of people quickly. \r\nThey may have already done damages to my company by their actions already,\r\nbut when they do copy this stuff over that is on my subscription based site,\r\nit will damage me more than I am willing to \"look the other way\" about.\r\n\r\nIf you could email me back telling me what has been done I would be very\r\ngrateful.\r\n\r\nThank you.","date_sent":"2005-05-10T04:00:00Z","date_received":"2005-05-10T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"www.gamebugs.org","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}