{"dmca":{"id":40387,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-04-16T04:00:00Z","date_received":"2012-04-16T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Lucas Caversan","principal_name":"Lucas Caversan","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"[Teoria/Spoilers] Uchiha Kagami: O\nEspelho  \nOculto\n\nParte 1 - Eien no Mangekyou Sharingan\n\nApós Uchiha Madara ter adquirido o EMS, acredito-me que ele tenha\nadquirido  \nos poderes do MS de seu irmão e mais algumas proezas com esses novos\nolhos.\nQuais seriam os poderes do MS de Madara e do MS de Izuna?\nUsando como única base o MS de Sasuke e de Itachi, posso deduzir que o MS\né  \nformado por um genjutsu e um ninjutsu e a união desses dois cria um jutsu \n\nespiritual. (Eu particularmente acredito que o Tsukuyomi seja um poder  \npadrão do MS; Por ligações com a lua onde está o Juubi, suas nove metades\ne  \nTobi também ter dito possuir o Tsukuyomi, então eu realmente acredito que \n\nele seja um poder padrão do MS).\nAinda não sabemos se os 3 poderes do Mangekyou Sharingan são\ncompartilhados  \npor irmãos naturalmente, ou se apenas através do selo de transcrição isso \n\npode ocorrer, aqui vou supor que Madara e Izuna não tinham os mesmos  \npoderes.\nPara mim, Madara teria em seu olho direito o Tsukuyomi e em seu olho  \nesquerdo o Amaterasu, e da fusão desses dois, o Susanoo. Já Izuna, teria o\n \nTsukuyomi em seu olho esquerdo e o Kamui em seu olho direito, e com esses,\n \no Ninjutsu de Intangibilidade usando por Tobi. Após ter conseguido os\nolhos  \ndo irmão, Madara agora tinha o Tsukuyomi, o Kamui, o Amaterasu, o Susanoo\ne  \no Ninjutsu de Intangibilidade, e mais, graças a nova fusão de olhos o EMS \n\ndespertou um novo poder: KotoAmatsukami.\nSegundo Tobi, quanto mais evoluído o doujutsu Sharingan, mais da tábua do \n\nSantuário Naka o usuário poderá ler. Então, basicamente Madara teria  \nevoluído mais ainda seu sharingan, e com o EMS, ele conheceu mais alguns  \n\nsegredos dos Uchihas.\nO primeiro segredo, ele descobriu sobre um genjutsu poderoso que tornava a\n \nrealidade em ilusão em troca da luz de um sharingan, e para usar esse  \ngenjutsu, era necessário ter o poder do Rikudou Sennin, esse genjutsu se  \n\nchamava Izanagi.\nO segundo segredo, ele descobriu sobre um ninjutsu de imortalidade que  \napenas possuidores do sharingan poderiam obter. O procedimento era selar a\n \nalma do usuário em um de seus olhos, e ao longo da eternidade, ir  \ntransplantando o olho selado para um corpo novo e saudável. Lembrando uma \n\nhorcrux? Talvez. Esse ninjutsu se chamava Izanami.\nE o terceiro segredo, que havia mais uma evolução para o Sharingan, mais  \n\nque essa não podia ser realizada apenas pelo sangue Uchiha, pois esses  \nolhos deveriam ser potencializados com toda a energia dos outros clãs  \nparentes do Rikudou Sennin. Aquele que obtivesse esse poder desvendaria  \ncompletamente a tábua sagrada e descobriria todos os segredos do criador\ndo  \nninjutsu.\nMadara ficou doido pelo que descobriu, afinal, ter o poder do deus  \nshinobi... As lendas eram reais? Com esse poder ele aniquilaria os Senjus,\n \nprincipalmente Hashirama, e com esse poder, ele daria a seu clã o poder de\n \ngovernar o mundo shinobi.\nSegundo as escrituras, o EMS deveria ser potencializado com a maior  \nquantidade de energia vital possível. Madara era metade Uzumaki graças ao \n\nsangue de sua mãe, entretanto, sua metade Uchiha não supria o resto de  \nenergia vital necessária. O DNA de Hashirama era preciso, tanto para  \ndominar o perfeito Izanagi quanto para criar o doujutsu supremo. Tramando \n\nseus planos, Madara se casa com uma Kunoichi de seu clã e tem um filhinho,\n \nbatizando-o de Uchiha Kagami.\nParte 2 - Guerra contra Hashirama\n\nKagami havia começado a ser treinado por Madara deis de cedo, afinal, um  \n\ndia o garoto seria o líder do Clã Uchiha, e precisava superar seu pai em  \n\ntudo.\nEm mais uma guerra contra o clã Senju, Izuna morre em batalha, causando  \ngrande tormento a Madara, deixando-o a desejar ainda mais vingança. Após a\n \nbatalha ter terminado, Hashirama decide fazer uma aliança com os Uchihas,\ne  \nMadara, forçado pelo clã, aceita, e dai surge Konohagakure. O Hokage é  \nescolhido, Senju Hashirama. Essa era a prova que Madara queria. Os Senjus \n\nestavam suprimindo os Uchihas, e em breve, todos eles seriam postos como  \n\nescória por Konoha e pelos Senjus.\nEm uma reunião do clã, Madara tenta conseguir apoio para uma revolta, mais\n \né acusado de querer mais poder, não apenas por querer mandar na aldeia\ncomo  \nHokage, mais também por querer o DNA Senju para conseguir usar o Izanagi. \n\nFoi um erro de Madara ter contado sobre essa técnica ao clã, pois foi onde\n \nmais surgiu oposição.\nTraído por todos, Madara é afastado pelo clã da liderança, e substituído  \n\npor Uchiha Hikaku, e depois disso, vai embora da aldeia.\nO EMS era algo incrível, mas Madara não conseguiria só com ele matar  \nHashirama, primeiro porque Hashirama controlava o Mokuton, e para fazer  \nisso era necessário uma maestria tremenda no controle de chakra, ou seja, \n\nseria difícil controlar Hashirama com uma ilusão e ele também poderia se  \n\ndesviar do Kamui e do Amaterasu, e segundo porque Hashirama tinha ganhado \n\num presente bem poderoso de seu sogro, o pergaminho do selo onde havia  \nvários ninjutsus poderosos, incluindo armas com poderes únicos e jutsus de\n \nselamento poderosíssimos.\nMadara precisava de ajuda, e porque não de sua velha raposa, trancada nos \n\nconfins do monte Uchiha? Após ter sido capturada pelo clã depois de ter  \nregurgitado os irmãos KinGin, Madara havia levado Kagami para alimentar o \n\nbichinho sempre que podia. A raposa era muito arisca, mantinha um ódio  \nterrível por Madara, mesmo respeitando seu chakra sinistro. O Tsukuyomi\nera  \nnecessário para domar a Kyuubi, porque então agora com 2 Tsukuyomis ela  \ndaria mais trabalho?\nMadara manda um falcão para Hashirama enviando uma mensagem de guerra,\nonde  \neles disputariam o poder de Konoha. Hashirama se prepara e leva Mito como \n\nsuporte. Ao ouvir o rumor que Hashirama e Mito estavam indo lutar contra  \n\nseu Pai, Kagami parte em direção ao local que, segundo esse rumor,  \nocorreria a batalha.\nA batalha começa, tentar descreve - lá seria terrível, mais a batalha deve\n \nter sido incrível. Madara invoca a Kyuubi de sua cela, e a controla com\nseu  \nTsukuyomi. No meio da batalha, quando Hashirama estava começando a perder,\n \nele se foca em tirar o controle da Kyuubi e tentar matar Madara.\nCom o selo que Minato usou em Tobi, Hashirama tira o controle de Madara  \nsobre a Kyuubi, e a toma com seu Mokuton, Mito a sela em si mesma, e sob  \n\nordem de Hashirama, foge para a vila.\nMadara aproveita o momento de distração, e usa o Kamui para mandar o braço\n \nesquerdo de Hashirama para seu QG. Seu chakra estava acabando, acabara de \n\nlevar um ataque de Mokuton na cabeça por ter terminado os 5 minutos de  \nintangibilidade. Madara estava caído no chão, e Hashirama agora se dirigia\n \npara matá-lo com uma espada. Madara que estava diante da morte, decide  \narriscar tudo em uma técnica que por sorte talvez funcionasse. Com os\nolhos  \nfechados, ele consegue colocar Hashirama num Kotoamatsukami (o novo poder \n\ndo EMS), e faz o mesmo acertar seu estômago ao invés do coração. Hashirama\n \nhavia sido certeiro no golpe, não havia ninguém ao redor, Madara não teria\n \nchances de ser salvo, mesmo que o golpe tivesse falhado, Madara morreria, \n\nera o fim dele. Mito acabara de ter a Kyuubi selada no corpo, estava fraca\n \ne sozinha se dirigindo para Konoha, graças a isso, Hashirama partiu  \nimediatamente em direção a Mito.\nApós ter convencido Hashirama com seu genjutsu de que o mesmo o havia  \nmatado, Madara sente-se desesperado, não havia ninguém para ajudá-lo, não \n\nhavia como ir embora, pois a dor que o invadia se mantendo de joelhos para\n \nestocar o sangue era insuportável. Milagrosamente aparece Kagami  \ndesesperado. Kagami guiado por Madara faz os primeiros socorros e graças\nao  \nfilho, consegue sobreviver. Guiado pelo pai, eles partem em direção ao  \nesconderijo de Madara, e lá começam as pesquisas com o DNA de Senju  \nHashirama...","infringing_urls":[{"url":"http://ukanimeuk.blogspot.com.br/2011/12/teoria-historia-de-kagami-uchiha-o.html"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}