{"dmca":{"id":40381,"type":"Dmca","title":"Request for Immediate Removal of Site","body":"NOTICE\r\n[This e-mail and any attachments are subject to Disclaimers listed at\r\nthe end.]\r\n________________________________\r\n\r\n\r\n\r\n\r\n\r\nPLEASE SEE BELOW.\r\n\r\n\r\n\r\n\r\n\r\nFrom: [private]\r\n Sent: Friday, August 24, 2007 2:51 PM\r\n To: 'abuse at minder.net'\r\n Subject: Request for Immediate\r\n\r\n Removal of Site\r\n\r\n\r\n\r\nDear Sir or Madam:\r\n\r\n\r\n\r\nThis is a request for the immediate removal of the following site from\r\nyour website:  http://www.mail-archive.com/cypherpunks@minder.net/msg70391.html.\r\n  This site has derogatory remarks about our company and owners.  We\r\nhave obtained a final judgment and permanent injunction from the\r\nUnited State District Court in Texas for the removal of this site.\r\nWe also have a letter of apology from the author.  All have been\r\nattached for your convenient reference.  Please confirm the immediate\r\nremoval of this site to me as soon as possible.  If you have any\r\nquestions, please contact me.  Thank you for your prompt attention to\r\nthis matter.\r\n\r\n\r\n[private], CLA\r\n\r\nParalegal\r\n\r\nBasic Research\r\n\r\n[private]\r\n\r\nSalt Lake City, UT 84116\r\n\r\nTelephone:  [private]\r\n\r\n________________________________\r\n\r\nTHREE DISCLAIMERS: (1) The contents of this transmission may contain\r\ninformation that is proprietary, privileged, confidential, or\r\notherwise is legally exempt from disclosure. This e-mail solely is\r\nintended for the use of the recipient(s) identified above. If you are\r\nnot an intended recipient, you may not review, disseminate, distribute\r\nor duplicate this e-mail or any attachment. If you are not an intended\r\nrecipient, please contact the sender by reply e-mail and delete this\r\nmessage. (2)  No employee or agent is authorized to conclude any\r\nbinding agreement on behalf of any entity sending or referred-to in\r\nthis e-mail without express written confirmation by senior management.\r\n (3) Although the sender has taken reasonable precautions to ensure no\r\nviruses are present in this e-mail, the sender and any entity\r\nreferred-to in this e-mail cannot accept responsibility for any loss\r\nor damage arising from the use of this e-mail or attachments (if any).\r\n\r\n\r\n\r\n","date_sent":"2007-08-24T04:00:00Z","date_received":"2007-08-24T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":null,"principal_name":"Basic Research","recipient_name":"The Mail Archive","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}