{"dmca":{"id":40385,"type":"Dmca","title":"ILLEGAL ONLINE DOWNLOADS","body":"1. We are writing to you in connection with various instances of online piracy that appears to have committed by you, based on the evidence we have procured. In this connection, please be informed that we have been authorized by various Japanese animation licensors and members of the Anti Video Piracy Association (Singapore) (\"AVPAS\") (as listed in APPENDIX A annexed hereto) to represent them in connection with the protection and enforcement of their rights in their Japanese animation titles, a non-exhaustive list of which is at APPENDIX B annexed hereto. Such protection and enforcement powers include the institution of proceedings leading to the execution of search warrants and raids, as well as the commencement of civil and criminal legal proceedings against infringers.\r\n\r\n2. We have gathered and are in possession of clear and independently obtained evidence that you, ____________________ have been downloading copyright titles belonging to our principals, licensors and AVPAS members illegally. For reference purposes,  a sample of such evidence can be found at APPENDIX C hereto. This sample represents just a minute portion of the totality of evidence we have procured which show that you have been engaged in illegal downloading activity. We will, if necessary, adduce evidence of the full extent of your activities at the right forum and time - e.g. in the course of any legal proceedings which may be commenced against you. Such evidence is currently being preserved in accordance with formal legal requirements as to the admissibility of electronic evidence.\r\n\r\n3. Please note that the infringement of copyright may constitute a criminal offense, which are punishable upon conviction by fines of up to $10,000 PER INFRINGING ARTICLE and/or imprisonment of 5 years.\r\n\r\n4. We have been authorized by our principals, licensors and AVPAS members to commence legal proceedings against you in relation to your infringing activities. Should you wish to enter into discussions with us with a view to resolving the matter before we instruct our lawyers to issue proceedings, you can contact the undersigned at Tel : 6223 3126 or email us at legal@odex.com.sg before 25 May 2007.\r\n\r\n5. Should we not hear from you before 25 May 2007 from the date of this letter (16 May 2007), we will proceed with our intended legal action accordingly without further reference,\r\n\r\nYours faithfully, \r\n\r\n\r\n\r\n\r\n(UNDERSIGNED)\r\n\r\nStephen Sing\r\nEnforcement Division\r\nODEX PRIVATE LIMITED\r\n\r\nScanned version available from http://www.darkmirage.com/stuff/letter.pdf\r\n\r\n","date_sent":"2007-05-16T04:00:00Z","date_received":"2007-05-16T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":"Rajah & Tann","principal_name":"ODEX","recipient_name":"-","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}