{"dmca":{"id":40509,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":"Letter\nhttp://pegueinogoogle.blogspot.com/2007/09/fotos-de-barbara-paz-na-playboy.html\n\n-- \nAlice Wu  |  Web Products  |  Legal Support\nGoogle Inc.  |  1600 Amphitheatre Parkway\nMountain View  |  CA  |  94043\n650.253.0688 voice  |  650.618.1806 facsimile  alicewu@google.com\n28/03 2008 17:58 FAX l001 \nAvenida des Nac8es Unldas 7221 I 21' \na E * 05426-902 sac Paulo SP Brazil \nI J4DrI (+55i1)3o37.so47phone \n(+5511) 30372115 fax \nLegal Department \nSão Paulo, September S' 2007. \nGOOGLE, INC. \nAttn: User Support, Blogger DMCA Complaints \n1800 Amphitheatre Parkway \nMountain View, CA 94043 \n(+001-650) 618-2849 \nREF: COPYRIGHT INFRINObMENT NOTICE \nDear Sirs, \nt Acting in the capacity of attorney in law of EDITORA ABRIL S.A., a journalistic company that publishes the Brazilian version of PLAYBOY magazine under exclusive license (as you can see at `a, playboy ,-`,m hr), I hereby present this CEASb AND DESIST LEl I ER concerning the following: \n2. It has come to the Informer attention that the person responsible for the weblog htto://oeoueinoclooole.bloosr'ot,..co ilas posted a hyperlink that leads to the website hffO://Vcaroafonso.loolo.com/Plavbov barbara paz2,s.wf, that contain all Barbara Paz's photos, that is the cover subject of last PLAYBOY edition (issue of September/2007, just launched), with no authorization from the Informer, owner of the copyrighted material: httD'//gueinoaOQ0le blopspotcom/2007/09i[otn,-d- bhrO7-na-OiaVhnV htn,l \n3. It is worth to emphasize that the massive linking to websites that commit unauthorized use of the photos in reference, or of any others belonging to the Info! ! er, configures contribTjtprv copyright infringement subjecting the responsible to the legally admitted sanctions. \n4. with regard to the contributory copyright infringement, the responsible for the aforementioned weblog is likely to have sufficient knowledge of his infringing activity and also contributes to the infringing conduct of another (Gershw/n Publishing COrP. v Columbia Artists Management Inc., 443 F. 2d 1159,1162 (2d Cir. 1971) \n5. in view of the foregoing, I hereby ask you to remove the content of the aforementioned weblog. \n6. On behalf of the Informer, owner of the exclusive right to the copyrighted material at issue in this notice. I hereby state that I have a good faith belief that use of the materiai in the manner complained of is not authorized by the copyright owner, its agent, or the law. \n7. I hereby state, under penalty of perjury, that the information in this notification is accurate, and under penalty of perjury, that I am authorized to act on behalf of the owner of an exclusive right that is being infringed as set out in this notificatIOn. \n8. Therefore, this letter is an official notification under provisions of section 512(c) (3) of the as Digital Millennium Copyright Act to effect removal of the detected infringement listed in the attached report. Thus it is established that after having received this notice, your company should notify the Informer within Iwenty-four (24) hours about the actions taken for the resolution of the outstanding issue. \n9. Finally, I kindly ask you to acknowledge safe receipt as well as to contact the Informer when the requested measures will be taken e-mailing me at lcolucci@abril.com.br. \nWIth confidence, \nLAURA COLUCCI \nlcoIijcr'i ().abril .com-br \nOAB/SP 163.819 \n\n","date_sent":"2007-09-05T04:00:00Z","date_received":"2007-09-05T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}