{"dmca":{"id":40536,"type":"Dmca","title":"Copyrighted materials","body":"From: Andrew Burt < aburt@tech-soft.com <mailto:aburt@tech-soft.com>>\r\nDate: Aug 23, 2007 11:42 AM\r\nSubject: Re: Copyrighted materials\r\nTo: Trip Adler <trip@scribd.com <mailto:trip@scribd.com>>\r\n\r\n\r\nHi, Trip,\r\n\r\nI'm glad to hear you're working on one piece of a solution.  I'm not\r\nsure what algorithm you're thinking of using, but I'll be interested to\r\nhear more about it.  (I developed an algorithm to identify copies\r\nvia statistically unlikely phrases.  Happy to go into details if it's\r\nof use.)\r\n\r\nMore imporantly, we need to see those current infringing files removed\r\npost haste.  I sent you lists for Asimov, Heinlein, and noted that the\r\nother author names are likewise -- you need to remove those, as that wasn't\r\nidle musing, but a DMCA notice.\r\n\r\nI would add Vonda McIntyre and Jerry Pournelle to the list.  Both of them\r\nare hopping mad about their work being up there.\r\n\r\nI think there are opportunities for SFWA members to make use of scribd,\r\nbut not until they're comfortable with it.  Right now they view it as a\r\npirate site, both by hosting pirate files, by having a business model\r\nthat encourages piracy, and by not taking strong measures to prevent piracy.\r\n\r\nGiven the relative ease of bypassing tests based on identifying copies,\r\nI reiterate that we would like to see each upload coupled with clicking\r\na box that identifies what legal rationale the uploader has, as well as\r\ncollecting information usable to pursue those who lie.  A form we recommend\r\nis:\r\n\r\n<pre>\r\n       Regarding the text/song/video/program/etc. file I am about to upload,\r\n       and ALL sub-components which it may contain, UNDER PENALTY OF PERJURY,\r\n       I AFFIRM THAT (check at least one)\r\n\r\n       [ ] I am the original creator of the work (it's all mine, nobody else's)\r\n       [ ] I can prove I have specific permission from the creator to\r\npost their work\r\n       [ ] I am 100% positive it is in the public domain (e.g. it was\r\ncreated before 1923)\r\n       [ ] It is covered by a Creative Commons or similar license,\r\nwhich is included in the file or linked here: [______________]\r\n       [ ] I am 100% positive my use of excerpts falls under fair use\r\nguidelines as described in US Code Title 17;\r\n\r\n       and I accept legal liability if I'm wrong, and understand\r\nscribd.com <http://scribd.com/> will\r\n       provide information about my identity to proper authorities.\r\n\r\n       [ ] I Agree\r\n\r\n       <click here for more explanation and examples>\r\n\r\nFailing to check \"I agree\" or at least one of the \"type of authorzation\"\r\nboxes would result in a denial of their upload.\r\n\r\nThis (a) deters pirates from uploading because they would have to answer\r\nfalsely, and (b) puts liars on notice that scribd will cooperate with\r\ncopyright efforts and provide information about them.  It's simple,\r\nnot burdensome for users (indeed, is educational to users), and greatly\r\ndiminishes scribd.com <http://scribd.com/>'s liability.\r\n\r\nThis kind of form would be trivial to implement (I could do it in\r\njust a few minutes time), and storage requirements are trivial (one byte\r\nper file is all that would be needed to store which selections they check\r\nas a bitmap).\r\n\r\nPlease let me know when you've removed those files, as well as, hopefully,\r\nyour agreement to implement that form.\r\n\r\nAndrew \r\n","date_sent":"2007-08-17T04:00:00Z","date_received":"2007-08-17T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Science Fiction and Fantasy Writers of America","recipient_name":"Scribd","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}