{"dmca":{"id":40744,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-09-26T04:00:00Z","date_received":"2012-09-26T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Peer Media Technologies","principal_name":"Take Two Interactive","recipient_name":"Google, Inc.","works":[{"description":"Wednesday, September 26, 2012\r\n\r\n\r\n\r\nhttp://google.com \r\n\r\n\r\n\r\nDear Abuse Department:\r\n\r\nWe are writing this letter on behalf of Take Two Interactive.\r\n\r\nAs you may know, Take Two Interactive is the owner of copyright and exclusive distribution rights in and to the title:\r\n\r\nBorderlands 2 (Software)\r\n\r\n\r\nNo one is authorized to perform, exhibit, reproduce, transmit, or otherwise distribute the above-mentioned work/works without the express written permission of Take Two Interactive, which permission Take Two Interactive has not granted to http://google.com.\r\n\r\nWe have received information that the above-referenced work/works has been made available through a link on your site. \r\n\r\nThe documentation at the end of this notice specifies the location on your site where the link is located.\r\n\r\nThe distribution of unauthorized copies of copyrighted software constitutes copyright infringement under the Copyright Act, Title 17 United States Code Section 106(3). This conduct may also violate the laws of other countries, international law, and/or treaty obligations.\r\n\r\nSince you administer this website, we request that you immediately remove the web pages referenced below and any other links to the title in question.\r\n\r\nOn behalf of Take Two Interactive, owner of the exclusive rights to the copyrighted material at issue in this notice, we hereby state, pursuant to the Digital Millennium Copyright Act, Title 17 United States Code Section 512, that we have a good faith belief that use of the material in the manner complained of is not authorized by Take Two Interactive, its respective agents, or the law.\r\n\r\nAlso pursuant to the Digital Millennium Copyright Act, we hereby state that we believe the information in this notification is accurate, and, under penalty of perjury, that Peer Media Technologies is authorized to act on behalf of the owner of the exclusive rights being infringed as set forth in this notification.\r\n\r\nFor any questions, please contact us at:\r\n\r\nAgency Contact: D Brewer\r\nAddress: 9046 Lindblade St.\r\nAddress: Culver City, CA 90232\r\nTelephone: (443)327-1777\r\nEmail: CopyrightQs@mediasentry.com\r\n\r\nWe appreciate your assistance and thank you for your cooperation in this matter.\r\n\r\nYour prompt response is requested.\r\n\r\nRespectfully,\r\n\r\nD Brewer\r\nEnforcement Coordinator\r\nPeer Media Technologies\r\n\r\n\r\n------------------------------\r\n\r\nINFRINGEMENT DETAIL\r\n--------------------\r\n\r\nInfringing Title: Borderlands 2 (Software)\r\nDate Found: 26 Sep 2012 03:00:00 EST (GMT -0500)\r\nURL: http://www.scenedb.com/tag/borderlands_2_ps3-vimto-turbobit/","infringing_urls":[{"url":"http://just4freeplanet.com/others/borderlands-2-premier-club-edition-unlocked-t5659719.html"},{"url":"http://www.anaegy.com/vb/t1198708.html"},{"url":"http://www.ps3iso.com/games-dont-work/152867-borderlands-2-vimto-usa-multi.html"},{"url":"http://www.scenedb.com/tag/borderlands_2_ps3-vimto-turbobit/"},{"url":"http://www.vb.bb-9.com/archive/index.php/t-8633.html"}],"copyrighted_urls":[{"url":"http://www.scenedb.com/tag/borderlands_2_ps3-vimto-turbobit/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}