{"dmca":{"id":40856,"type":"Dmca","title":"Text DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-20T05:00:00Z","date_received":"2012-01-20T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Dmitry Azarov","principal_name":"Dmitry Azarov","recipient_name":"Google, Inc.","works":[{"description":"Website http://www.influxive.com/ massively uses our materials without our permission. All our materials are originals. We can prove with archive.org \r\n\r\nWe provide full-cycle services in the areas of web development, web-based enterprise solutions, web application and portal development.Combining our solid business domain skill, technical expertise, profound knowledge of latest industry trends & quality-driven delivery model we offer progressive end-to-end web solutions.","infringing_urls":[{"url":"http://www.influxive.com/"}],"copyrighted_urls":[{"url":"http://www.iflexion.com"}]},{"description":"Technical Expertise\r\nInfluxive specialists use up-to-date technologies and latest industry trends to deliver technically complex and yet easy-to-use solutions with the optimal cost/performance ratio.\r\n\r\n...\r\nBusiness-oriented Solutions\r\nOur seasoned technical and project management team will guide you from a business idea to implementation of a cost effective software solution. We will deliver a valuable business tool specially designed to serve the specific needs of your business:\r\n•\tEnable effective management of online business including customer service, inventory, supply chain management, procurement, etc.\r\n•\tGenerate additional sales by building a lasting profitable relationship with the clientele through a more responsive customer service \r\n•\tFacilitate direct communication with customers, vendors, suppliers and employees\r\n•\tReduce resource requirements and operating costs through business processes automation.","infringing_urls":[{"url":"http://www.influxive.com/web-application-development.html"}],"copyrighted_urls":[{"url":"http://www.iflexion.com/services/web_application_development.php"}]},{"description":"Dedicated Team lets organize quick deployment of a large IT project or arrange an efficient and reliable support for ongoing projects. Influxive has a large pool of multi-disciplinary resources to organize a tailored Dedicated Team for an extended period of time. It can easily be integrated with your existing team or work as a separate extension of your business.\r\nOption to start with one dedicated expert\r\nPossibility for pre-screening each Dedicated team member\r\nVast pool of IT resources with diverse skills\r\nComplete control over the team structure (involvement / replacement/ withdrawal)\r\nTeam working time adjustment for your time zone\r\nRapid team scaling / involvement of specific subject matter experts on an ad hoc basis\r\nReady to use IT infrastructure\r\nAdoption of your process and methodologies upon requirements\r\nTransparent process and comprehensive reporting\r\nComplete control over your projects flow (requirements/ schedules/ deliverables/ priorities)\r\nEstablished intellectual property protection procedures and mechanisms","infringing_urls":[{"url":"http://www.influxive.com/dedicated-teams.html"}],"copyrighted_urls":[{"url":"http://www.iflexion.com/outsourcing/dedicated_development.php"}]},{"description":"They've made minor modifications to the text.\r\n\r\nWeb applications and websites require maintenance and support as your needs change and grow. Iflexion provides maintenance and support services freeing you from maintaining expensive in-house support staff. We partner with our clients to help their online business running smoothly and error-free.\r\nIflexion provides a comprehensive set of maintenance and support services depending on your business needs:\r\nOn-going Support (bug fixing, problems analysis and resolution, on-call support)\r\nAdaptive Enhancements (modifications to support business or technical requirements' changes)\r\nPerfective Upgrades (new functionality/features)\r\nTechnical Improvement (optimization restructuring/rewriting)\r\nFor each project undertaken by Iflexion we provide a free warrantee period to ensure stable and uninterrupted work of your system.","infringing_urls":[],"copyrighted_urls":[{"url":"http://www.iflexion.com/services/maintenance_and_support.php"}]},{"description":"Look-and-Feel\r\nWith the help of modern design tools our designers create appealing, exclusive designs that highlight your uniqueness and let you stand out from the crowd. Our designs combine:\r\n\r\nAppealing and professional style\r\nConsistent overall layout\r\nConsistent corporate identity\r\nColors compatibility\r\nRational space usage\r\nUsability\r\nIrrespective of the website’s functional complexity we aim at keeping interfaces simple and easy-to-use. We pay attention to various aspects to ensure positive user experience:\r\n\r\nUser-friendly interface\r\nIntuitive navigational schemes\r\nAJAX-powered interactivity\r\nTask-oriented workflow\r\nAccessibility standards\r\n\r\n\r\nFront-end Functionality\r\nFunctionality is what turns your website from a \"shop display\" into a powerful business tool. By delivering custom-built solutions Iflexion is able to provide the functionality that would completely match your actual business requirements. Modular approach to development allows us to expand the existing or add new functionality easily and cost-effectively when your business requirements change. As a result, you will receive the best return on investment into current solution and decrease your expenditure on future system extension.\r\n\r\nBack-office Administration\r\nDepending on your requirements we can integrate different back-office management tools that will give you efficient control over various site operations. This may include non-technical content creation and publishing, dynamic structure generation, document management (incl. images, PDFs, video and audio files, etc), user management, access rights and permissions, business operations management (incl. clients, catalogs, payments, orders, etc.), site statistics module and others.\r\n\r\n\r\nExpert Back-end Programming\r\nOur specialists are able to create dynamic, highly interactive and functional websites, making cutting-edge technologies effectively back clean interfaces. We offer our clients a full spectrum of back-end development including dynamic page generation, database design and development (incl. database performance optimization and tuning), distributed database development for websites dealing with large amounts of data, data encryption, advanced search mechanism integration, built-in security, real-time payment processing, audio/video streaming, etc.","infringing_urls":[{"url":"http://www.influxive.com/website-design-development.html"}],"copyrighted_urls":[{"url":"http://www.iflexion.com/services/website_design_and_construction.php"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}