{"dmca":{"id":40905,"type":"Dmca","title":"Text DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-20T05:00:00Z","date_received":"2012-01-20T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Dmitry Azarov","principal_name":"Dmitry Azarov","recipient_name":"Google, Inc.","works":[{"description":"is an established web development company delivering web development services of any complexity to clients worldwide. Being in IT business for over 11 years now Iflexion has a strong team of 370 skilled experienced IT experts. Our customers are companies of all sizes ranging from startups to large enterprises who realize that they need a professional internet solution to generate revenue streams, establish communication channels or streamline business operations. \r\n\r\n\r\nWe base our offerings on an understanding of clients’ business requirements and providing dependable solutions. We combine business domain knowledge with technology competence and proven methodologies to deliver high quality results in a cost-effective manner to maximize your competitive advantage and productivity.","infringing_urls":[{"url":"http://www.influxive.com/about-us.html"}],"copyrighted_urls":[{"url":"http://www.iflexion.com/about/"}]},{"description":"offers customers a fixed time / fixed price model when the scope and specifications of the project are reasonably clear. Under this low-risk model we work with clients to define expected deliverables and timelines to determine a mutually agreed fixed price. Our refined process guarantees reliability, predictability and optimized performance of the projects and assures on-time and on-budget outcomes.\r\n\r\n\r\nThrough the Time & Material Business Model Iflexion gives customers greater flexibility to alter the project specification on an ongoing basis based on upcoming market trends. This model best suits complex projects inclined to specification and design changes. The client pays an hourly rate which is agreed at the time of contract signing. The client may revise the team size optimizing the cost and duration of the project. \r\n\r\n\r\nThis option can be applied to large long-lasting projects with measurable phases. Payment schedules are defined on time (ex. monthly) or milestone basis. This model reinforces progress monitoring and reduces large projects risks.\r\n\r\n\r\nDedicated team operates as an extension of the customer's development center. In this model, Iflexion forms project teams with the required team members, project managers, equipment and infrastructure based on client requirements. For such dedicated relationships, we may offer implement customer specific quality/process frameworks trained for the specific needs of a Client.","infringing_urls":[{"url":"http://www.influxive.com/engagement-models.html"}],"copyrighted_urls":[{"url":"http://www.iflexion.com/capabilities/pricing_models.php"}]},{"description":"A dedicated IT department is responsible for Infrastructure Engineering, Infrastructure Change and Release Management. Responsible people are informed about all significant events concerning the functioning of the information infrastructure on the 24x7 basis\r\n\r\nWe have developed a number of documents covering our Security Policy: General Network Usage Policy, Sensitive Information Encryption and Exchange Policies. General compliance with our security policy and regulations is ensured by the usage of logon scripts and Group Policies.\r\nStaff Security\r\nWe perform careful security checks of every person that is applying for a job. Confidentiality Agreements are an important part of the security system and every employee we hire is to sign such an Agreement. All the security-related cases and incidents are tracked and resolved by Department Managers. We inform all the people we hire about the Company’s security standards and keep this knowledge up-to-date by organizing special training programs on regular basis.\r\nPhysical Security and Access Control\r\nWe imply a multi-level access control system. On the first level our security service is checking our employee’s ID-badges to ensure they are authorized to access the building. The next level of access control is based on the usage of electronic cards, each possessing unique radio metrics, that are given to every employee that is authorized to access the floors of our buildings. We have installed effective video monitoring and alert systems in our offices and have arranged Governmental Security Service’s (Police) protection of our property. The access control system is managed from one central control point, though each datacenter’s security system is independent.\r\n\r\nAdditional capacities\r\nFor development purposes we use virtualization technology which enables us to build a separate operational environment for each project and thus increase resource allocation flexibility and effectiveness.\r\nSecurity Monitoring\r\nAll the processes are constantly monitored by the administrative team and vital information on all the important changes and incidents is tracked and logged via Syslog Server for future audit.","infringing_urls":[{"url":"http://www.influxive.com/business-continuity.html"}],"copyrighted_urls":[{"url":"http://www.iflexion.com/business_continuity/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}