{"dmca":{"id":42004,"type":"Dmca","title":"Allged Trademark Infringement \"Bugs\" VW","body":"Dear [Private]:\r\n\r\nThis law firm represents Volkswagen of America, Inc (VWoA) in intellectual property and trademark enforcement matters.  VWoA is a subsidiary of and the exclusive US Importer of cars manufactured by Volkswagen AG. As such, VWoA is charged with protecting the trademarks associated with those products.  Volkswagen AG and VWoA will be collectively referred to in this letter as \"VW\".\r\n\r\nIt has recently come to VW's attention that you are selling a product styled the \"Humbug!\"  An image of the \"Humbug!\" is included at right for your reference.\r\n\r\nAs you may be aware, VOLKSWAGEN, VW, and BEETLE are registered trademarks of VW.  Misappropriation of these marks in the name of a product constitutes infringement of VW's intellectual property rights.  In addition, the distinctive and world famous shape of the Classic VOLKSWAGEN BEETLE and New VOLKSWAGEN BEETLE are registered trademarks, known as \"trade dress.\"  Manufacturing or selling products that replicate or attempt to replicate, or incorporate these distinctive shapes is infringement of VW's intellectual property rights.\r\n\r\nYour misappropriation of VW trademarks and trade dress is a clear and blatant violation of VW trademark rights.  By this letter VW demand that you immediately cease and desist from any further violation of VW intellectual property.  In addition, VW demands that you sign and fully execute the attached agreement to memorialize your intention to discontinue any unauthorized uses of VW trademarks, and to compensate VW for the damages suffered as a result of your unauthorized uses.  In order for VW to consider this matter fully resolved, it is necessary that you sign, fully execute the agreement, and forward it to our offices, with the required accompanying information, documentation and payment, by Friday, October 19, 2007.\r\n\r\nVW would like to resolve this matter in an amicable and timely manner.  However, if we have not received a signed and fully executed copy of the attached agreement, including the required information, documentation and payment, by Friday, October 19, 2007, we will infer that you are not willing to resolve this matter voluntarily and will advise VW accordingly.\r\n\r\nPlease be aware tht VW takes policing and enforcement of its trademark rights very seriously, and has recently obtained preliminary and permanent injunctions against infringers who market and sell products incorporating VOLKSWAGEN trademarks without authorization.  VW has also cooperated with law enforcement authorities in obtaining felony counterfeiting convictions against counterfeiters of the VW trademarks. For example, see State of California v Lee, et al BA 274850,2005 LA Criminal Division.\r\n\r\nShould you have any questions concerning this matter, the agreement, or require any further information or clarification, please feel free to contact me.\r\n\r\nYou may be infringing VW's rights in other ways, and VW reserves the right to bring to your attention other matters that VW believes infringe its rights.  This letter is without prejudice to all rights of VW, including past or future royalties, past or future damages, attorney's fees, and to bring enforcement actions for all past or future violations of VW's rights.\r\n\r\nSincerely,\r\n[Private]\r\n\r\n\r\nATTACHED AGREEMENT THEY WISH ME TO SIGN\r\n\r\nBy execution of this Agreement, the undersigned agrees immediately to cease and desist from any and all unauthorized uses of Volkswagen intellectual property, including Volkswagen trademarks, in their products, services, advertisements, promotional literature, promotional telecasts, broadcasts, and signage, on the Internet or otherwise, in connection with the advertisement or sale of any product, part, good, or service.\r\n\r\nSpecifically, by way of illustration and without limiting the general agreement expressed above, the undersigned agrees that it will:\r\n1. Immediately cease the unauthorized use of VW's trademarks as well as the manufacture, advertisement, and/or sale of any product using, bearing, displaying or incorporating trademarks or trade dress owned by Volkswagen.\r\n2. Immediately turn over to Volkswagen for destruction all unauthorized products, packaging, labels, and products displaying, incorporating, using, or bearing any Volkswagen trademark.\r\n3. Represent and warrant the following information by no later than Friday, October 19, 2007:\r\n    a) The number of products set forth by item (e.g. the \"Humbug!\", etc.) sold or distributed displaying, incorporating, using, or bearing any Volkswagen trademark;\r\n    b) The gross revenue received from the sale of such products set forth by item;\r\n    c) The time period during which such products have been offered or sold;\r\n    d) The names and addresses of all non-retail purchasers of such products and the number of each product listed by item purchased by each such purchaser; and\r\n    e) The names and addresses of any suppliers of the products and which product each supplier supplies.\r\n4.  By no later than Friday, October 19, 2007, pay Volkswagen by cashier's check damages equal to twenty-five percent (25%) of the gross revenues received from the sales of any products displayed, incorporating, using or bearing any Volkswagen trademark or $5,000.00, whichever is greater.\r\n\r\nThe Undersigned further agrees and acknowledges that any violation or breach of this Agreement will cause irreparable harm to Volkswagen, and that Volkswagen will be entitled to both a preliminary and permanent injunction against the undersigned for any violation of this Agreement, as well as any other remedy allowed by law.  The undersigned further agrees that if it breaches this Agreement, he will pay $10,000.00 as liquidated damages and all costs incurred by Volkswagen in enforcing this Agreement, including reasonable attorney's fees, whether incurred with or without suit or before or after judgment.\r\n","date_sent":"2007-10-02T04:00:00Z","date_received":"2007-10-02T04:00:00Z","topics":["Trademark","Copyright"],"sender_name":"Howard, Phillips & Andersen","principal_name":"Volkswagen of America, Inc","recipient_name":"Affordable Adornments","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}