{"dmca":{"id":42081,"type":"Dmca","title":"Photos DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-20T05:00:00Z","date_received":"2012-01-20T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Kayla Laws","principal_name":"Kayla Laws","recipient_name":"Google, Inc.","works":[{"description":"Photographs of Kayla Laws (all photographs of Kayla Laws on this website are an infringement of copyright). They are registered under my name at the US Copyright Office in Washington DC. Case # 1-709598061, ID # 1-BQH5DP. Listed under the \"Antoinette Collection.\" Please stop indexing me with this website in the search results. These photos were hacked out of my email (FBI is investigating whether the website owner of this site was connected with the hacking as there are many victims in a similar situation with hacked photos that appeared on this website) These photos were never meant to appear on any website.","infringing_urls":[{"url":"http://isanyoneup.com/?s=kayla+laws&x=0&y=0"}],"copyrighted_urls":[{"url":"http://www.copyright.gov/"}]},{"description":"Photographs of Kayla Laws. They are registered under my name at the US Copyright Office in Washington DC. Case # 1-709598061, ID # 1-BQH5DP. Listed under the \"Antoinette Collection.\" There is no website example because these photos were hacked out of my email and placed illegally on the website. Please stop indexing me with this website in the search results.","infringing_urls":[],"copyrighted_urls":[{"url":"http://www.copyright.gov/"}]},{"description":"Photographs of Kayla Laws. They are registered under my name at the US Copyright Office in Washington DC. Case # 1-709598061, ID # 1-BQH5DP. Listed under the \"Antoinette Collection.\" Please stop indexing me with this website in the search results.","infringing_urls":[{"url":"http://isanyoneup.com/"}],"copyrighted_urls":[{"url":"http://www.copyright.gov/"}]},{"description":"Photographs of Kayla Laws. Website host has intentionally blocked access to this page. But I am still being indexed with this page. These photos are registered under my name at the US Copyright Office in Washington DC. Case # 1-709598061, ID # 1-BQH5DP. Listed under the \"Antoinette Collection.\" Please stop indexing me with this website in the search results.","infringing_urls":[{"url":"http://isanyoneup.com/2012/01/09/kayla-laws-woodland-hillsca/"}],"copyrighted_urls":[{"url":"http://www.copyright.gov/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}