{"dmca":{"id":42126,"type":"Dmca","title":"DMCA notice to Google, Inc.","body":"Link to original Document here\r\n\r\nFrom: RIAA Antipiracy < [private]@riaa.com>\r\nDate: Oct 9, 2007 9:27 AM\r\nSubject: URGENT: Unauthorized Prerelease Sound Recordings Still UP!!\r\nTo:  [private]@google.com\r\n\r\nVIA E-MAIL\r\n\r\nOctober 9, 2007\r\n [private]\r\n\r\nIntellectual Property Counsel\r\n\r\nGoogle, Inc.\r\n [private]\r\n\r\nMountain View, CA  [private]\r\n\r\nRE: http://bumpmagazine2.googlepages.com/Jay-ZFt.Pharrell-BlueMagicwww.bump-m.mp3\r\n\r\nhttp://joey.dembs.googlepages.com/Jay_Z_Feat._Pharrell_-_Blue_Magic.mp3\r\n\r\nDear Mr.  [private]:\r\n\r\nWe are contacting you concerning the above-referenced website that we\r\noriginally brought to your attention in our letter of 9/27/2007\r\n(please see attached e-mail). As you know, RIAA is a trade\r\nassociation whose member companies create, manufacture and distribute\r\napproximately ninety (90) percent of all legitimate sound recordings\r\nsold in the United States. Under penalty of perjury, we submit that\r\nthe RIAA is authorized to act on behalf of its member companies in\r\nmatters involving the infringement of their sound recordings,\r\nincluding enforcing their copyrights and common law rights on the\r\nInternet.\r\n\r\nWe believe your service is hosting the above-referenced files on its\r\nnetwork. These files are offering sound recordings for download and in\r\nan interactive streaming format by the artist known as Jay-Z, which\r\nhave not yet been commercially released. We have a good faith belief\r\nthat the above-described activity is not authorized by the copyright\r\nowner, its agent, or the law. We assert that the information in this\r\nnotification is accurate, based upon the data available to us.\r\n\r\nWe are asking for your immediate assistance in stopping this\r\nunauthorized activity. Specifically, we request that you remove the\r\ninfringing file from the system, or that you disable access to the\r\ninfringing file, and that you inform the site operator of the\r\nillegality of his or her conduct.\r\n\r\nThis e-mail does not constitute a waiver of any right to recover\r\ndamages incurred by virtue of any such unauthorized activities, and\r\nsuch rights as well as claims for other relief are expressly retained.\r\nIn addition, our use of Google's required notice form does not\r\nindicate we believe that the above referenced copyright infringement\r\nis within the scope of the Digital Millennium Copyright Act (\"DMCA\").\r\nOur use of this form, as required by Google, is meant to facilitate\r\nGoogle's removal of the infringing material listed above and is not\r\nmeant to suggest or imply that Google's activities and services are\r\nwithin the scope of the DMCA safe harbor.\r\n\r\nYou may contact me at RIAA,  [private],\r\nWashington, D.C., [private], Tel. [private] or e-mail\r\n [private]@riaa.com, to discuss this notice. We await your response.\r\nKind regards.\r\n\r\nSincerely,\r\n\r\n [private]\r\n\r\nOnline Anti-Piracy\r\n\r\nRIAA\r\n\r\n [private]\r\n\r\nConverted by  [private]","date_sent":"2007-10-09T04:00:00Z","date_received":"2007-10-09T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}