{"dmca":{"id":42136,"type":"Dmca","title":"DMCA notice to Google, Inc.","body":"Link to original Document here\r\n\r\nVIA E-MAIL\r\n\r\nOctober 9, 2007\r\n\r\n[private]\r\n\r\nIntellectual Property Counsel\r\n\r\nGoogle, Inc.\r\n\r\n[private]\r\n\r\nMountain View, CA [private]\r\n\r\nRE: http://coloniaaa.googlepages.com/Colonia-Podsretnomzvijezdom.mp3\r\n\r\nhttp://coloniaaa.googlepages.com/Colonia-TipicnoMuski1986TotalRetroRe.mp3\r\n\r\nDear Mr. [private]:\r\n\r\nI am contacting you on behalf of the Recording Industry Association of\r\nAmerica, Inc. (RIAA) and its member record companies. The RIAA is a\r\ntrade association whose member companies create, manufacture and\r\ndistribute approximately ninety (90) percent of all legitimate sound\r\nrecordings sold in the United States. Under penalty of perjury, we\r\nsubmit that the RIAA is authorized to act on behalf of its member\r\ncompanies in matters involving the infringement of their sound\r\nrecordings, including enforcing their copyrights and common law rights\r\non the Internet.\r\n\r\nWe believe your service is hosting the above-referenced files on its\r\nnetwork. These files are offering sound recordings for download and in\r\nan interactive streaming format by the artist known as Colonia. We\r\nhave a good faith belief that the above-described activity is not\r\nauthorized by the copyright owner, its agent, or the law. We assert\r\nthat the information in this notification is accurate, based upon the\r\ndata available to us.\r\n\r\nWe are asking for your immediate assistance in stopping this\r\nunauthorized activity. Specifically, we request that you remove the\r\ninfringing file from the system, or that you disable access to the\r\ninfringing file, and that you inform the site operator of the\r\nillegality of his or her conduct.\r\n\r\nThis e-mail does not constitute a waiver of any right to recover\r\ndamages incurred by virtue of any such unauthorized activities, and\r\nsuch rights as well as claims for other relief are expressly retained.\r\nIn addition, our use of Google's required notice form does not\r\nindicate we believe that the above referenced copyright infringement\r\nis within the scope of the Digital Millennium Copyright Act (\"DMCA\").\r\nOur use of this form, as required by Google, is meant to facilitate\r\nGoogle's removal of the infringing material listed above and is not\r\nmeant to suggest or imply that Google's activities and services are\r\nwithin the scope of the DMCA safe harbor.\r\n\r\nYou may contact me at RIAA, [private]\r\nWashington, D.C., [private], Tel. [private], or e-mail\r\n[private]@riaa.com, to discuss this notice. We await your response.\r\nKind regards.\r\n\r\nSincerely,\r\n\r\n[private]\r\n\r\nOnline Anti-Piracy\r\n\r\nRIAA\r\n\r\nConverted by [private]","date_sent":"2007-10-09T04:00:00Z","date_received":"2007-10-09T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}