{"dmca":{"id":42190,"type":"Dmca","title":"DMCA Complaints","body":"Link to original Document here\r\n\r\nVIA E-MAIL\r\nOctober 5, 2007\r\nGoogle, Inc.\r\nAttn: Google Legal Support, DMCA Complaints\r\n[private]\r\nMountain View, CA [private]\r\nRE:     http://cityofangelsmusic.blogspot.com/2007/10/sugababes-change-full-album-retail-2007.html\r\nhttp://cityofangelsmusic.blogspot.com/2007/10/jordin-sparks-new-single-promo-cd-2007.html\r\nhttp://cityofangelsmusic.blogspot.com/2007/10/mary-j-blige-just-fine-1st-single-2007.html\r\nhttp://cityofangelsmusic.blogspot.com/2007/10/jennifer-lopez-brave-2007-best-rip-vbr.html\r\nhttp://cityofangelsmusic.blogspot.com/2007/10/graham-colton-here-right-now-2007.html\r\nDear Sir or Madam:\r\nI am contacting you on behalf of the Recording Industry Association of America, Inc. (RIAA) and its member record companies.  The RIAA is a trade association whose member companies create, manufacture and distribute approximately ninety (90) percent of all legitimate sound recordings sold in the United States.  Under penalty of perjury, we submit that the RIAA is authorized to act on behalf of its member companies on matters involving the infringement of their sound recordings, including enforcing their copyrights and common law rights on the Internet.\r\nWe have learned that your service is hosting the above web sites on your network. These sites are offering direct links to files containing sound recordings for other users to download by the artists known as Sugababes, Jordin Sparks, Mary J. Blige, Jennifer Lopez and Graham Colton, which have not yet been commercially released. These recordings are owned by our member companies and have not been authorized for this kind of use. We have a good faith belief that the above-described activity is not authorized by the copyright owner, its agent, or the law.  We assert that the information in this notification is accurate, based upon the data available to us.\r\nWe are asking for your immediate assistance in stopping this unauthorized activity.  Specifically, we request that you remove the sites or the infringing links from your system, or that you disable access to the sites or the infringing links, and that you inform the site operator of the illegality of his or her conduct.\r\nYou should understand that this letter constitutes notice to you that this site operator may be liable for the infringing activity occurring on your service.  In addition, under the Digital Millennium Copyright Act, if you ignore this notice, you and/or your company may also be liable for any resulting infringement.  This letter does not constitute a waiver of any right to recover damages incurred by virtue of any such unauthorized activities, and such rights as well as claims for other relief are expressly retained.\r\nPlease note: The RIAA has submitted a signature to be placed on file with Google.\r\nYou may contact me at RIAA, 1[private], Washington, DC, [private] Tel. [private], or e-mail [private]@riaa.com, to discuss this notice.  We await your response.  Kind regards.\r\nSincerely,\r\n[private]\r\nVP, Online Anti-Piracy\r\nRIAA\r\n<<smime.p7b>>","date_sent":"2007-10-05T04:00:00Z","date_received":"2007-10-05T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}