{"dmca":{"id":42294,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-07-11T04:00:00Z","date_received":"2011-07-11T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Baris ZEREN","principal_name":"Baris ZEREN","recipient_name":"Google, Inc.","works":[{"description":"\"If you are seeking email lists for China and Dubai, you can count on Special Databases to provide the information you need. With the Dubai email database and the Chinese email list you can reach your exact target every time you send an email. These business email lists are updated regularly, which means you will always get the most current information. When you need to reach business contacts in China or Dubai, our business databases are al you will need.\" yazılı paragraf websitemizin hakkını ihlal etmektedir.\r\n\r\nBenzer bir şekilde \"When you need to conduct businesses with companies in the European Union, Special Databases can provide you with the exact information you need to reach the right person every time. With business lists that cover all of Europe, no one is left out. You can also receive a Singapore business list or Indian business lists. Our Asian and European business databases always have the most current information possible.\" diye geçen paragraf da izinsiz olaran kullanılmıştır.\r\n\r\nBenzer bir şekilde \"Special Databases can offer you extensive specialty email lists for your business needs. When you need to reach Owners, CEOs, and Presidents, you can use our C level email lists. Each specialty list is carefully compiled and contains the most up to date information. Targeted email lists will ensure you always reach your audience, even in niche industries such as Manufacturing. Take a moment to look at the menu including doctor and dentist lists\" diye geçen içerik izinsiz olarak kullanılmıştır.\r\n\r\nYukarıdaki örneklerin hepsi aynı web adresinden alınmıştır.","infringing_urls":[{"url":"http://www.host-spy.com/alexa/specialdatabases.com"}],"copyrighted_urls":[{"url":"http://www.specialdatabases.com"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}