{"dmca":{"id":42314,"type":"Dmca","title":"Training publisher puts copyist in the doghouse","body":"DMCA Notification of Claimed Infringement\r\n\r\nI. Description of Copyrighted Work:\r\n\r\nDog training articles produced and published by [private] and Leerburg Industries, Inc. ([private], President) (together, \"Complainant\") from 1995 to the present (collectively, the \"Works\").  The Works are published on http://www.leerburg.com.  Following are representatives identifiers of articles pursuant to 17 U.S.C. 512(3)(ii):\r\nwww.leerburg.com/philosophy.htm\r\n\r\nII. Date This Work Was Originally Published:\r\nThe website at http://www.leerburg.com went online in 1995.  The Works have been published from 1995 to the present.\r\n\r\nIII.  Identification of Material Claimed to be Infringing\r\nUnlicensed reproductions of the Works can be seen copied in whole and in part in the HTML code associated with each of the Infringing Sites set forth in Section V.\r\n\r\nIV.  Date We Discovered the Infringement:\r\nSeptember 21, 2007\r\n\r\nV. URLS Furnishing Unlicensed Copies of Our Work (The Infringing Sites\"):\r\nhttp://raskolnikov-sar.blogspot.com/2006/05/ed-frawleys-philosophy-on-training.html\r\n\r\nVI. Actions that Should Be Taken to Correct the Problem\r\nThe foregoing evidences a concerted effort on behalf of raskolnikov-sar.blogspot.com to make unauthorized copies of Complaint's Works.  The sole purpose of this web site is to manipulate Search Engines through the use of illegal copyright material.\r\n\r\nConsequently, Blogspot should remove raskolnikov-sar.blogspot.com from its servers.  The Planet should eliminate any relationship with amateur-camnyuewx.blogspot.com and any cooperation and participation in the ongoing infringement.\r\n\r\n\"I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.  I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\n\r\n[private]\r\nMenomonie, WI[private]\r\n[private]\r\n[private]@leerburg.com\r\n\r\n[private]\r\n\r\n9/21/07","date_sent":"2007-09-21T04:00:00Z","date_received":"2007-09-21T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Leerburg Industries, Inc.","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}