{"dmca":{"id":42344,"type":"Dmca","title":"DMCA notice to Google, Inc.","body":null,"date_sent":"2012-09-26T04:00:00Z","date_received":"2012-09-26T04:00:00Z","topics":["Uncategorized","Copyright"],"sender_name":"ajinkiya","principal_name":"ajinkiya","recipient_name":"Google, Inc.","works":[{"description":"This is Ast Vinayak Yantra. This is\nchandi  \nmade framed yantra which has 8 different type of ganesha with lord ganesha\n \nsiddh yantra. You can hang this yantra on the worship place of in office  \n\nroom. Daily show incense sticks and also ghee lamp and dhoop. Or if you  \nhave shop so after opening and before closing your shop show incense\nsticks  \nand dhoop also ghee lamp and pray for wealth, prosperity, success, growth \n\nand saling in business. This is most strong solution of all kind of  \nbusiness problem, Financial problems, Money problems, and also for  \nmisfortune, bad luck, planetary problems, family matters, court case,  \npolice case, politics and for success in any venture if works also remove \n\ndiseases and poverty from your life. Ast Vinayak Yantra is high level  \nenergized with 8 different mantra of ganesha like siddhi vinayak mantra,  \n\nvighanhar mantra, moreshwar mantra, baalkeshwar mantra, ganesha beez\nmantra  \nand leryadri mantra, chintamani mantra, varadvinayak mantra, mahaganpati  \n\nmantra. that all mantra are so powerful and very strong and able to remove\n \nany kind of problem in life from that mantra we energize each yantra and  \n\nmurti and then we fix it in a beautiful frame and then we provide it to  \nyou. You cannot believe worshipers seen result in 14 days maximum and all \n\nare happy right now. Ast Vinayak Yantra really works and its one and only \n\nitem which works for all problems which are really very painful for  \neveryone. as same content he copied from my website also u can view  \nwatermark of my site in image www.lightinthedarknessofife.com and content \n\nis same","infringing_urls":[{"url":"http://libragemstonesandspiritualremedies.blogspot.in/2012/09/ast-vinayak-yantra-posted-september-1.html"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}