{"dmca":{"id":42364,"type":"Dmca","title":"DMCA notice to Google, Inc.","body":null,"date_sent":"2012-09-26T04:00:00Z","date_received":"2012-09-26T04:00:00Z","topics":["Uncategorized","Copyright"],"sender_name":"ajinkiya","principal_name":"ajinkiya","recipient_name":"Google, Inc.","works":[{"description":"This is Dhanlaxmi Kuber Dhanwarsha Yantra\n \nkit, for financial problem, money, income, job problems, business\nproblems,  \nin family matters and in all kind of financial problems and materialistic \n\nproblems. In this you will get a Key of Money which you will keep in your \n\nmoney locker, also one small magical key of money u will keep in business \n\nplace. That key opens the door of money for you from different channels\nand  \nsectors in life, it will remove all bad luck and increase good luck. This \n\nis real key which is energized with Mahalaxmi and Kuber Maha mantra. That \n\nitems are very strong and specially to open door of money and wealth  \nprosperity in life. Enough money will come which is unexpected for anyone \n\nwho is facing lot of financial troubles in life.\n\nOne murti of Lord Kuber and Maa Laxmi energized you will keep at your  \nbusiness place or at home where you can do daily worship for it. From this\n \nworship and energized murti Mahalaxmi and Kuber will live in your home and\n \nat business place permanently and flow money and wealth there always.\n\nAlso One turtle is there which is energized with Genie mantra, whenever\nyou  \nhave any wish write on the paper, put under turtle plate also fill water  \n\ninto bowl. your wish will be done before water will dry. Also there is Two\n \nSri yantra which you will hang at home also in office also you can wear it\n \nfor best result. That sri yantra is fully energized and it attracts money \n\nday by day and increase happiness and peace in life with wealth. Also two \n\nlockets are there which you will wear in neck. also the person who is  \nearning money for home that person should wear second locket in neck.Also \n\nfree CD avaialble in packet in which some mantra and Mahalaxmi mantra  \nincluded, you should play it daily and listen with full devotion and\nfaith.\n\nYou can taken loan, business not going good, you are struggling for job,  \n\nyour all works, try failed, not getting success, govt sector problem,\nCourt  \ncase or family matters you have so purchase this kit and use it within 31 \n\ndays everything will be normal and in whole life you will not face such  \ntype of problem again.\n\nCost- 1900 RS INR","infringing_urls":[{"url":"http://libragemstonesandspiritualremedies.blogspot.in/2012/09/dhanlaxmi-kuber-dhanvarsha-yantra.html"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}