{"dmca":{"id":42529,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":"Letter\nhttp://clicgratis.blogspot.com/2007/10/playboy-monica-veloso-outubro.html\nhttp://superclic.blogspot.com/2007/10/download-playboy-monica-veloso.html\n\n-- \nAlice Wu  |  Web Products  |  Legal Support\nGoogle Inc.  |  1600 Amphitheatre Parkway\nMountain View  |  CA  |  94043\n650.253.0688 voice  |  650.618.1806 facsimile  alicewu@google.com\nwj U .* \n10/10 2007 17:02 FAX \nAvenida des Nacoes LJ[ldBs 7221 /2P \n05425-902 550 Paulo SP Brazil \ni +5511 3037.5047 phone \n+5511 3037.2115 lax \nLegal \nSào Paulo, October 10th 2007. \nGoogie, Inc. \nAttr,: Google Legal Support, l3logspot DMCA Complaints \n1600 Amphitheatre Parkway \nMountain View, CA 94043 \nREF COPYRIGHT INFRINGEMENT NOTICE \nDear Sirs, \n1. Acting in the capacity of attorney in law of EDITORA ABRIL S.A.. a journalistic company that publishes the Brazilian edition of PLAYBOY magazine, exclusive licensee in Brazil of PLAYBOY'' trademark (as you can see on www.olayboy.com.br), I hereby present this cease and desist letter concerning the following: \n2, It has come to the Informer attention that the \nwebsiles hlto://clicgratis blcg.spot corn/20071 1 O/ôlsyboy-monica-veloso-outubro.html and hftp:f/suoercllc.bloosopt.con,/2007/1 Q/downlOad..olaybpy'mcnica-veloso.hLnll have posted a link for \ndownload of the entire edition of PLAYBOY magazine, launched on October. with no authorization from the Informer, owner of the copyrighted material. \n3. The unauthorized use of the photos in reference, or of any other belonging to the Informer, configures copyright infringement, a limited unlewful act, as provided for in international agreements (Berne Convention for the Protection of Literary and Artistic Works) regarding the matter, of which Brazil and the United States are signatories, as well as in the Digital Millennium Copyright Act, subjecting your company to the sanctions stipulated therein. \n4. In view of the foregoing, this letter is an official notification under provisions of section 512(c) (3) of the U.S. Digital Millennium Copyright Act to effect removal of the detected infringement listed above. \n5, On behalf of the Owner of the exclusive right to the copyrighted material at issue in this notice, I hereby state that I have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law. \n6. I hereby state, under penalty of perjury, that the infoisiation in this notification is accurate, and under penalty of perjury, that I am authorized to act on behalf of the owner of an exclusive right that is being infringed as set out in this notification. \n10/10 2007 17:02 FAX \nAvenida das NacOe U,idas 722112? \n-- 05425-902 São Paulo SF Brazil \ni Abr ::gu \nLegal \n7, Finally. I kindly ask you to acknowledge receipt of this notice as well as to inform, within twenty-four C24'l hours ifter having received the same, about the actions taken for the resolution of the Outstanding i9sue, e-mailing me at IroluernffabriIcQrnbr \nWith Confidence. \nLaura &jIn4i \nlcolucci@abrjLcom-br \nCAB/SP 163.619 \n\n","date_sent":"2007-10-15T04:00:00Z","date_received":"2007-10-15T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}