{"dmca":{"id":42565,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-07-11T04:00:00Z","date_received":"2011-07-11T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"MLSLincolnWestonRealty","principal_name":"MLSLincolnWestonRealty","recipient_name":"Google, Inc.","works":[{"description":"My legal trademark # is 73589.  This can be entered into the Search parameter in the URL indicated below for the State of Massachusetts.  Mr. Russell Shippee, a Massachusetts resident, has repeatedly stolen my company name.  He was fired from my company after only 2 weeks due to the fact that he was a fraud and never had the computer skills he claimed.  He has attempted to use my company name after having signed a \"Confidentiality Agreement\" which prevented him from doing so also.  He has used other derivatives of my company name which have already been shut down by both Google and several other web domains and web hosting services such has HostGator.com, Webhost000.com, attractica.com , and others.  Please remove all information which indicates the name MLS-LincolnWestonRealty.com from the Google web search capability.  The \"dash\" is Mr. Shippee's latest attempt at stealing my company name so that the Google Search Engine will confuse it with my legitimate Company name.  \r\n\r\nMy real company name is MLSLincolnWestonRealty and my domain is MLSLincolnWestonRealty.com.  Mr. Shippee is also located in Massachusetts at 41 Parker Street, Chelsea, MA 02150.  He has committed multiple criminal and civil offenses against me and my Company and I would respectfully request that you flag his information, his name, IP address, or whatever you can use, if he should attempt to place any other domains which will utilize a Google Search to find the Company name MLSLincolnWestonRealty.","infringing_urls":[{"url":"http://mls-lincolnwestonrealty.com/"},{"url":"http://mls-lincolnwestonrealty.com/?category_name=blog"},{"url":"http://mls-lincolnwestonrealty.com/?tag=living"}],"copyrighted_urls":[{"url":"http://corp.sec.state.ma.us/corp/Trademarks/TrademarkSearch.asp"},{"url":"http://mlslincolnwestonrealty.com"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}