{"dmca":{"id":42649,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-07-11T04:00:00Z","date_received":"2011-07-11T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Baris ZEREN","principal_name":"Baris ZEREN","recipient_name":"Google, Inc.","works":[{"description":"İlk paragrafta yer alan \"offers the most comprehensive and up to date email lists for sale for all of your needs. No matter what types of email lists of US, Canada or UK for sale you may happen to require, we are confident we can provide you with only the highest quality email lists for sale. Our specialty and targeted email lists are for sale at very affordable prices. While there may be many different email lists for sale on the market today, they are not all the same. If you want only the highest quality email lists for sale that are continually updated, choose\" metni izinsiz kullanılmış ve websitemizin hakkını ihlal etmektedir.\r\n\r\nBenzer şekilde ikinci paragraftaki \"The most effective and successful technique you can use for marketing today is through the use of direct mail. Making quality email lists available for sale is Special Databases’ expertise and the way to expand your business. To get started with any marketing campaign you must have access to quality, updated email lists that are for sale to the public. This will help to ensure your marketing message is as effective and successful as possible. The quality of email lists is so important that even less than stellar sales messages can succeed when you use high quality, targeted email lists with your sales messaging. When you choose Special Databases email lists offered for sale, we will work with you to ensure your sales message is as successful as possible. We offer a wide array of different email lists for sale. No matter what type of email lists you need for your sales messaging, we provide some of the most extensive and largest collections of email lists for sale on the market today. All of our email lists for sale are always fully up to date. In addition, we are proud of the fact that our email lists for sale are also affordably priced. Locating the perfect targeted audience for your marketing message is simple with one of our specialized email lists for sale. Take a look for yourself.\" paragrafı da izinsiz şekilde kullanılmıştır.\r\n\r\nBenzer şekilde \"We take great pride at Special Databases in offering not only affordable email lists for sale, but email databases and lists which our clients can rely upon. This is because we take the time to ensure our databases and lists are always current with the best and most accurate information.\" paragrafı da izinsiz kullanılmıştır.","infringing_urls":[{"url":"http://www.emaildatasupply.com/email-lists-for-sale.html"}],"copyrighted_urls":[{"url":"http://www.specialdatabases.com/email-lists-for-sale.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}