{"other":{"id":42806,"type":"Other","title":"DMCA (Copyright) Complaint to Google","date_sent":"2012-11-15T05:00:00Z","date_received":"2012-11-15T05:00:00Z","topics":["Uncategorized","DMCA Safe Harbor"],"sender_name":"Mrs J E Medina Wilkes","principal_name":"NA","recipient_name":"Google, Inc.","works":[{"complaint":"Hello, Thank you for contacting myself for further \ninformation in the request to investigate my complaint further. I write to\n\nyou again because I believe this blog discriminates your policies. First \n\nof all a quick example, if you look in the blog, the word \"Coño\" is used, \n\nwhich is the spanish word for excuse my frase, \"Fanny,\" Whilst this is a \n\nnature of sexual content, which clearly voilates your terms and policy. \n\nOther examples, are, porque te denuncié y no me hablas here uploader is \nusing voilence threatening that he will complain to us to the police and \n\nsend us to the courts, which again is in your policy.porque mi pareja no\nlo \naceptaba here is saying that the wife is not accepted, also states raice, \n\nand discsrimination in your policy. pesar de haberte denunciado, here is \n\nthreatening to complain against us in the police, or courts, also \nthroughout the blog contains, personal information, our names, where we \nwork, our curriculum history, where we live, and I would like to have the \n\nblog(s) removed. Don Ken Freedman Wilkes que es un padre para mí, me dió \n\ndinero para conocer a su hija que era retrasada mental here is calling me \n\nmental, and also mentioned my father´s name in the blog, Thanks for all \nyour help. Basically the blog, contains discrimination, raice, sexual \ncontent & abuse, harrassement, voilence, hate, leud, defamation, and also \n\ncontains impersionation, because the blog is in my husband´s name, and \nneither he nor myself have created this blog. Thanks again.","original_work_urls":[],"problematic_urls":[{"url":"http://muchocuentos.blogspot.com.es/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}