{"dmca":{"id":42825,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-08T04:00:00Z","date_received":"2012-06-08T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"ISC Technologies","principal_name":"Webmaster - IndiaStudyChannel","recipient_name":"Google, Inc.","works":[{"description":"Significant portion of our article is copied. For example as follow;\r\n\r\n(I) Super Key – An attribute or a combination of attribute that is used to identify the records uniquely is known as Super Key. A table can have many Super Keys. \r\nE.g. of Super Key \r\n1 ID\r\n2 ID, Name\r\n3 ID, Address\r\n4 ID, Department_ID\r\n5 ID, Salary\r\n6 Name, Address\r\n7 Name, Address, Department_ID ………… So on as any combination which can identify the records uniquely will be a Super Key.\r\n\r\n(II) Candidate Key – It can be defined as minimal Super Key or irreducible Super Key. In other words an attribute or a combination of attribute that identifies the record uniquely but none of its proper subsets can identify the records uniquely. \r\nE.g. of Candidate Key\r\n1 Code\r\n2 Name, Address\r\nFor above table we have only two Candidate Keys (i.e. Irreducible Super Key) used to identify the records from the table uniquely. Code Key can identify the record uniquely and similarly combination of Name and Address can identify the record uniquely, but neither Name nor Address can be used to identify the records uniquely as it might be possible that we have two employees with similar name or two employees from the same house.\r\n\r\n(III) Primary Key – A Candidate Key that is used by the database designer for unique identification of each row in a table is known as Primary Key. A Primary Key can consist of one or more attributes of a table. \r\nE.g. of Primary Key - Database designer can use one of the Candidate Key as a Primary Key. In this case we have “Code” and “Name, Address” as Candidate Key, we will consider “Code” Key as a Primary Key as the other key is the combination of more than one attribute.\r\n\r\n(IV) Foreign Key – A foreign key is an attribute or combination of attribute in one base table that points to the candidate key (generally it is the primary key) of another table. The purpose of the foreign key is to ensure referential integrity of the data i.e. only values that are supposed to appear in the database are permitted. \r\nE.g. of Foreign Key – Let consider we have another table i.e. Department Table with Attributes “Department_ID”, “Department_Name”, “Manager_ID”, ”Location_ID” with Department_ID as an Primary Key. Now the Department_ID attribute of Employee Table (dependent or child table) can be defined as the Foreign Key as it can reference to the Department_ID attribute of the Departments table (the referenced or parent table), a Foreign Key value must match an existing value in the parent table or be NULL.","infringing_urls":[{"url":"https://forums.oracle.com/forums/thread.jspa?threadID=2266975"}],"copyrighted_urls":[{"url":"http://www.indiastudychannel.com/resources/101302-DBMS-Keys.aspx"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}