{"dmca":{"id":4010,"type":"Dmca","title":"CALLING DR. TOOTHACHE","body":"As you well know, our office represents Drs. [Private] and [Private].  Despite advising you previously that you are to have no contact with these doctors, you continue to ignore that demand and continue to attempt to contact them.  Most recently, you sent a certified letter to Drs. [Private] advising that you have created a website for the sole purpose of slander and defamation against Drs. [Private], [Private], [Private], [Private] and the Florida Board of Dentistry and their staff and independent expert, Dr. [Private]\r\nWe demand that you immediately shut down the website [Private] as the website slanders and defames Drs. [Private], [Private], [Private], [Private] and the Florida Board of Dentistry and its staff, and expert Dr. [Private].  Pursuant to Florida law, you have violated the confidentiality provision outlined in the Florida Statutes as it relates to inquiries to dental licenses.\r\n\r\nYou invoked your right to complain about these doctors to the Board of Dentistry purusuant to Florida Statute 456 et al., and you agreed that you would maintain the confidentiality of those proceedings.  These doctors participated in the process in good faith and have been found to have done nothing wrong.  When it became apparent that the Board of Dentistry found no violations in the care provided to you, you became vengeful and desirous of destroying the good names of these doctors.  These doctors have unblemished records and are well-resepected professionals in their field.  You further are attempting to destroy the good name of Dr. [Private], who is well respected and a dedicated expert in the field of dentistry.\r\n\r\nIt is ironic that you redacted all your personal information from the documents on your website to protect yourself and your privacy, but then include same regarding each of these doctors.\r\n\r\nThe inclusion on your website of confidential information from the Board of Dentistry and these doctors is in violation of the Board of Dentyistry and Florida law.  If you fail to shut down this site we will be left with no choice but to file an injunction in West Palm Beach to enjoin you to do so.  That will be filed no later than October 15, 2004.  We will seek recovery of all fees and costs associated with having to file such a motion.\r\n\r\nThese doctors do not give their consent for your website content; they will not consent to any discussion with the media regarding your care or any other patient; they will not waive their confidentiality to the Board of Dentistry proceedings; and they will not accept any further contact from you or any representative on your behalf.\r\n\r\nYOU ARE TO HAVE NO FURTHER CONTACT OF ANY SORT WITH DRS. [Private] OR [Private].  GOVERN YOURSELF ACCORDINGLY.\r\n\r\n\r\nI posted a summary of their letter and my response on my website\r\n[Private]","date_sent":"2004-10-08T04:00:00Z","date_received":"2004-10-08T04:00:00Z","topics":["Defamation","Copyright"],"sender_name":null,"principal_name":"Dr. NULL and Dr. NULL","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}