{"dmca":{"id":4013,"type":"Dmca","title":"Writer Requests Removal of Fashion Photos Link","body":"Our ref: ac/sj\r\nWithout prejudice save as to costs\r\n\r\nDear Sirs,\r\n\r\n[private]\r\n\r\nFurther to your company's email of 24 September 2004.\r\n\r\nWhilst we are fully aware that we are not required by law to provide any information in the format that you have requested our client is keen to remove the infringing material as soon as possible and will co operate to assist in the removal of the defamatory and infringing material. In return our client, of course, expects to receive a similar level of cooperation from Google and its staff without the \"smokescreen\" method of dealing with removal requests that we have seen over the past year of working with Google.\r\n\r\nBelow therefore are the answers to the questions requested by your staff:\r\n\r\n<HR />\r\n\r\n1.) Our client owns the copyright in all the photos of her that were taken during a professional fashion photo shoot in 1989. This copyright was transferred to our client by way of assignment by the original photographer on 17 September 2004. We are in possession of the signed assignment.\r\n\r\n2.)\tSome of the above photos\t are being displayed at \r\nhttp://members.fortunecity.com/noops113/fcnoops_bernadette_tynen.html  \r\nhttp://www.celebrity-deluxe.com/liste.php?lettre=T\r\n\r\nThese two websites both have listings on your website that suggests that they have pictures of our client on their sites. By clicking on the link provided on your webspage the user is lead to the infringing photographs in question, Google thereby acting as a direct link enabling infringement of our client's copyright.\r\n\r\nBoth of these websites can be easily found by performing a search on www.google.com in the directory section using the search query \"bernadette tynan\".\r\n\r\nOur client believes in good faith and knows that the use of the copyright materials described above on the infringing websites is not authorised by our client as the copyright owner and therefore would not be authorised in law.\r\n\r\nHaving now cooperated with somewhat onerous requests we therefore await your confirmation by return that the infringing sites have been removed from your webpages failing which our client will consider issuing proceedings against you for copyright infringement.\r\n\r\nYours faithfully\r\nBRIFFA\r\n\r\n<HR />\r\n\r\nOur ref:\tac/sj\r\nYour ref:\t\r\n18 October 2004\r\n\r\nDear [private]\r\n\r\n[private]\r\n\r\nFurther to our telephone conversation of 5 October 2004 please find attached a signed statement from our client [private] in relation to the images attached in which she owns the copyright.\r\n\r\nAs agreed this statement will now provide a basis upon which we can inform you of any new infringing websites as and when they appear in order that they be removed from your websites.\r\n\r\nWe look forward to your confirmation by return that this letter has been received and that removal of the following websites has been immediately actioned: \r\nhttp://www.members.fortunecity.com/noops113/fcnoops_bernadette_tynen.html \r\nhttp://www.celebritv-deluxe.com/liste.php?lettre=T\r\n\r\nWe also draw your attention to the recent decision of the High Court in <I>News Group Newspapers Ltd v Douglass Consultancy Services Ltd (2004)</I> in which an injunction restraining the use of the images on the above mentioned web sites was granted in favour of another party in identical circumstances to those complained of in this matter.\r\n\r\nYours sincerely, \r\nBriffa\r\n\r\n\r\n<HR />\r\nDear Sirs\r\n\r\nPlease find attached copies of three images in which I am the sole copyright owner.\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury consistent with United States Code Title 17, Section 512, that this information is accurate and that I am the copyright owner.\r\n\r\nI have authorized my solicitors, Briffa to liase with you regarding the notification and subsequent removal of any and all web sites depicting these images referenced on any and all Google web sites, with immediate priority to be given to the infringing website which appears on the first page of searches under my name.\r\n\r\nYours faithfully\r\n\r\n[private]","date_sent":"2004-09-29T04:00:00Z","date_received":"2004-09-29T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Briffa","principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}