{"dmca":{"id":4026,"type":"Dmca","title":"Sveasoft Claims Firmware Under GPL Is Pirated","body":"Saturday, October 02, 2004 2:09 AM\tSveasoft Inc [private]\tp,01\r\n\r\n\r\nDear Google;\r\n\r\nThis email is to inform you of a DMCA copyright violation at the URL http://freewrt.narod.ru. Copies of our copyrighted software are distributed from this URL without authorization by Sveasoft Inc. Repeated email requests to the web site maintainer have not received any response or action. We request that this URL and the offending material be removed from Google's search engine.\r\n\r\nOn a Google search for our trademark and company name \"Sveasoff', this pirate site appears on the first search page returned from Google. We are losing hundreds of customers and significant revenue because of this high placement of this pirate site on the Google search engine.\r\n\r\nThe following material available from the http://freewrt.narod.ru site is copyright Sveasoft Incorporated and not authorized for distribution.\r\n\r\nWRT54G.Sveasoft Firmware.Alchemy.pre5.3_by_wrt54g.streamfire.netzip \r\nWRT54G_Wolf_W14_Alchemy_5_2_3_by_wrt54g.streamfire.net.zip \r\nWRT54G_Reformed_B8_Alchemy_5_2_2_ by_wrt54g.streamfire.net.zip \r\nFirmware_Alchemy-pre5_2_1.bin.zip\r\nFirmware_Alchemy-pre5_1.bin.zip\r\n\r\nThe web site also uses Google Adsense advertisements as a source of commercial revenue and is thus profiting from the unauthorized distribution of our copyrighted works with Google as the source of these profits.\r\n\r\nI state under penalty of perjury that the above is true and correct and that I am the CEO of Sveasoft Inc. and have the right to enforce copyright violations for the company.\r\n\r\nAs per Google request - \"I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\"\r\n\r\nSveasoft Inc. contact information: US Office\r\n\r\nSveasoft Inc.\r\n [private]\t\r\nStockton, CA 95204 USA\r\n\r\nEuropean Office  [private]\t\r\nSE-134 63 Ingaro Sweden\r\n\r\nTel. 011- [private]\t \r\n\r\nElectronic Signature:\r\n\r\n [private]\t\r\n\r\nThanks very much for your help in this,\r\n\r\n [private]\t, CEO \r\nSveasoft Inc.","date_sent":"2004-10-02T04:00:00Z","date_received":"2004-10-02T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Sveasoft Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}