{"other":{"id":4041,"type":"Other","title":"Other notice to Google, Inc.","date_sent":"2012-01-16T05:00:00Z","date_received":"2012-01-16T05:00:00Z","topics":["Uncategorized"],"sender_name":"Zach Featherstone","principal_name":null,"recipient_name":"Google, Inc.","works":[{"complaint":"We are authorised to represent Phil Cropper in relation  \nto all risk services including internet defamation.\n\na.            The website states: “Philip Cropper Scam” “HBB Australia Pty  \nLtd is a Scam run by Mr Philip Cropper” “Philip Cropper race horse scam”  \n“it is a Scam” “it is all a Scam, thats right a scam!” “Profit Runner and  \nProfit Performer, BGT Global, Track Whispers, Fortune 100, Soft Holgings,  \nNutech Advantage, Betfairly, Redback Gaming, Track Global, Hbb Australia,  \nAhbb,” “Philip Cropper is a con man and a right piece of shit” “Mr Philip  \nCropper is involved in organized crime” “he extorts people, shoots people,  \nbashes people, kills people and runs racehorse software scams.” “Philip  \nCropper Racehorse Scam”\n\nThe site suggests that Phil Cropper is a scam company and is currently  \noperating scams. The site also suggests that Phil Cropper is associated  \nwith many different companies. This site also suggests that Phil Cropper  \nhas killed bashed and threatened people. These statements are untrue.\n\nb.            Phil Cropper has never operated a scam. Phil Cropper has not  \nbeen charged, arrested, or convicted of any dishonesty offence. Phil  \nCropper would not be involved with any offences of this nature.\n\nThis content has been spread through numerous websites with the intention  \nto defame my reputation.\n\nc.             These comments harm my reputation in and cause damage to my  \nbusiness. The publishers and distributors of this material would be liable  \nfor civil damages under the Defamation Act 2005 (Qld). Due to the possible  \nretaliation, and threat to my safety caused by that the claims that in am  \nengaged in criminal enterprises, this violates Criminal defamation sections  \nof Criminal Code Act 1899 (Qld).\n\n\n\nurl_box3_1:","original_work_urls":[],"problematic_urls":[{"url":"http://www.ripoffreport.com/software/hbb-australia-pty-lt/hbb-australia-pty-ltd-home-ba-9ac13.htm"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}