{"dmca":{"id":4067,"type":"Dmca","title":"EHostPros.com Copyright Infringement Notice","body":"November 11, 2004 \r\n  \r\nEHOSTPROS.COM \r\n[redacted]\r\n\r\n[private]\r\n                        \r\nDear Administrator: \r\n\r\nI hereby hereby: (1) notifiy EHOSTPROS of infringements of my copyright by your client http://www.steveverdon.com operating at http://www.steveverdon.com/archives//001099.html and (2) demand the expeditious removal of or prevention of access to http://www.steveverdon.com of infringing material, as identified below. In the event EHOSTPRO.COM does not comply with these demands, I reserves its right to take all appropriate action against EHOSTPRO.COM, which may include, but is not limited to, claims of direct and contributory copyright infringement. \r\n\r\nWhether or not your client http://www.steveverdon.com has a designated agent with United States Copyright Office and/or, if appropriate listed the proscribed contact information on EHOSTPROS.COM publicly accessible web site to receive notices of infringement as a means to limit its liability for such infringements, as provided for by the DMCA, 17 ? U.S.C. 512(c), and despite of whether of not you are entitled to any such statutory limitations on its liability, we nonetheless hereby provide EHOSTPROS the following DMCA-proscribed Notification: \r\n(1)   Your client http://www.steveverdon.com/archives//001099.html has infringed and continues to infringe copyrighted works, to which I own the exclusive right to reproduce, adapt, display and distribute. \r\n(2)   Your client's infringing material is currently reproduced, adapted, displayed and distributed through its http://www.steveverdon.com web site, and consists of, but is not limited to, my images and unauthorized derivatives of those images, all of which are literal or substantially similar copies of works which to reproduce, adapt, display, distribute. Your client's current infringements are located at the following Uniform Resource Locators (URLs): http://www.steveverdon.com \r\n\r\n(private) \r\n\r\n  [private]\r\n  \r\n(3)   I believe in good faith that: (a) the material described in subparagraph (2) above infringes the copyrights in the materials described in subparagraph (1) above, and that (b) your client's reproduction, adaptation, display and distribution of the materials described in subparagraph (1) above is not authorized by the copyright or intellectual property owner, its agents or the law; \r\n(4)   The undersigned states that the information in this Notification is accurate, and under penalty of perjury, I am authorized to act on behalf of the copyright or intellectual property owner, who owns the exclusive rights to reproduce, adapt, display, create derivatives, and distribute the material described in subparagraph (2) above; \r\n(5)   You may contact me at the following addresses: \r\n  \r\n[private]\r\n\r\nWhether or not your client http://www.steveverdon.com  is entitled to any such statutory limitations on its liability, EHOSTPROS.COM?s expeditious removal of or prevention of access to the above-described infringing material may result in limiting EHOSTPROS liability for its direct involvement in and contribution to the above-described infringements.  \r\nI look forward to your prompt compliance. \r\n                                                     \r\nVery truly yours, \r\n\r\n[private]","date_sent":"2004-11-11T05:00:00Z","date_received":"2004-11-11T05:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"private","recipient_name":"EHostPros.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}