{"dmca":{"id":4068,"type":"Dmca","title":"RIAA C&D's University of North Carolina for Ace of Base","body":"Dear Sir or Madam:\r\n\r\nI am contacting you on behalf of the Recording Industry Association of America, Inc. (RIAA) and its member record companies. The RIAA is a trade association whose member companies create, manufacture, and distribute approximately ninety (90) percent of all legitimate sound recordings sold in the United States. Under penalty of perjury, we submit that the RIAA is authorized to act on behalf of its member companies in matters involving the infringement of their sound recordings, including enforcing their copyrights and common law rights on the Internet.\r\n\r\nWe believe a user on your network is offering an infringing sound recording for download through a peer to peer application.  We have attached below the details of the infringing activity.  \r\nWe have a good faith belief that this activity is not authorized by copyright owners, their agent, or the law. We are asking for your immediate assistance in stopping this unauthorized activity. Specifically, we request that you remove or disable access to the infringing sound recording.\r\n\r\nWe believe it is in everyone's interest for music consumers to be better educated about the subject of copyright law and music. In addition to taking steps to notify this network user about the illegal nature of this activity, we encourage you to refer him/her to the MUSIC Coalition's website at www.musicunited.org. The site contains valuable information about what's legal and what's not when it comes to copying music.\r\n\r\nYou should understand that this letter constitutes notice to you that this network user may be liable for the infringing activity occurring on your network. In addition, under the Digital Millennium Copyright Act, if you ignore this notice, your institution may also be liable for any resulting infringement. This letter does not constitute a waiver of any right to recover damages incurred by virtue of any such unauthorized activities, and such rights as well as claims for other relief are expressly retained. Moreover, this letter does not constitute a waiver of our members' right to sue the user at issue for copyright infringement.\r\n\r\nThank you in advance for your prompt assistance in this matter. If you have any questions, please feel free to contact me via e-mail at antipiracy2@riaa.com, via telephone at [private], or via mail at RIAA, [private], Washington, D.C., 20036. Please reference Case ID [private],  in any response or communication regarding this infringement.\r\n\r\n\r\nSincerely,\r\n\r\n[private]  Online Copyright Protection\r\nRIAA\r\n\r\n\r\nInfringement details:  ----------------------------------------------  First Found: 12 Nov 2004 10:33:25 EST (GMT -0500)\r\nLast Found: 12 Nov 2004 10:33:25 EST (GMT -0500)\r\nNetwork: LimeWire\r\nIP Address: 152.23.194.36\r\nIP Port: 6346\r\nProtocol: Gnutella\r\n\r\n\r\n\r\nList of infringing content:\r\n---------------------------------------------- Ace of Base - All That She Wants","date_sent":"2004-11-15T05:00:00Z","date_received":"2004-11-15T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"RIAA","recipient_name":"University of North Carolina-Chapel Hill","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}