{"dmca":{"id":4075,"type":"Dmca","title":"Wildlife Creations Asks Google to Remove Competitors' Horse Swing Sites","body":"Oct. 27, 2004\r\nGoogle Inc.\r\n[private]\r\nMountain View, CA 94043\r\n\r\nDear Sir or Madam,\r\n\r\nPlease be advised that I am the owner of Wildlife Creations International Inc. and my company\tmanufactures recycled tire swings. My company holds the United States copyright of these swings since 1976, and we follow the ASTM (American Society for Testing and Materials) safety standards - Sec. F1148. If you contact the copyright office in Washington, DC, they will inform you that the original copyright number is: 557913 reg. 1976.\r\n\r\nIt has come to my attention that there are a number of companies on Google that are infringing on my copyright. Through the query `horse tire swing', the copyrighted work at issue is as follows:\r\n\r\na)\t\tGiddy-Up Swings `n Things - www.ponyswings.com\r\nb)\t\tCowhorn Country - www.cowhorncountry.com\r\nc)\t\tRe-Tired Horse Swings - http://home.comcast.net/~kolbe7/horse.htm\r\nd)\t\tExploring With Kids - www.exploringwithkids.com\r\ne)\t\tAHL Enviro-Mat - www.geocities.com/enviromat2002/horseswings.html\r\nf)\t\tTirecrafting - www.tirecrafting.com\r\ng)\r\n\r\nAdditionally, there are web sites that post links either directly to these entities or locations such as Ebay. \r\n\r\nTherefore, the above list is only partial to what actually could exist on Google. I have good faith belief that use of the copyrighted materials described above on the allegedly infringing webpages are not authorized by the copyright owner or its agent nor is such use otherwise permissible under law.\r\n\r\nThere are web sites that have my permission to use my trademark in their ads. Samplings of these sit are as follows:\r\n\r\na)\tToys R Us - www.toysrus.com\r\nb)\tSensational Beginings - www.sb-kids.com \r\nc) \tGately's - www.gatelys.com\r\nd)\tAbundant Earth - www.abundantearth.com\r\ne)\tThe Vacation Gadgetman - www.beachcomer.com \r\nf)\tAmazon.com - www.amazon.com\r\ng) \tPotpourri - www.potpourri.com\r\nh)\tClose The Loop - www.homestead.com\r\ni)\tMagic Cabin - www.magiccabin.com\r\nj)\tInventive Parent - www.inventiveparent.com\r\n\r\nI have written to you previously, and you agreed also that these organizations were infringing on my copyright. I am insisting that Google remove these web sites or I will be forced to seek legal action.\r\n\r\nI swear, under penalty of perjury consistent with United States Code Title 17, Section 512, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nI look forward to your prompt resolution of this matter. If you have any questions, please contact me.\r\n\r\nSincerely,\r\n\r\n[private]","date_sent":"2004-10-27T04:00:00Z","date_received":"2004-10-27T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Wildlife Creations Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}