{"dmca":{"id":4086,"type":"Dmca","title":"DMCA (Copyright) Complaint to Twitter","body":"\nno_username, Jun-26 09:08 am (PDT):\n\nTell us about yourself: I am the copyright owner.\nYour full name: [redacted]\nJob title: Owner\n\nEmail address: [redacted]\nStreet address: [redacted]\nCity: Irvine\nState/Province: CA\nPostal code: 92618\nCountry: USA\nPhone number(optional): n/a\nFax number(optional): n/a\n\nDescription of original work: The picture \"Clown Suicide\" is a photo of a clown, committing suicide. The work was created by Me and I own the only copyright. You can view the image at http://flic.kr/p/7Tigc6 and http://500px.com/photo/669418 and see that I own this photo and all copyrights.\n\nReported Twitter account: baskko\nDescription of Infringement: The image located at http://flic.kr/p/7Tigc6 and http://500px.com/photo/669418 is a photo that I created and own the copyright. User @baskko is using this image as an avatar and violating copyright law.\nType of infringing material: n/a\nType of infringing material: Avatar (profile picture)\nType of infringing material: n/a\n512(f) Acknowledgment: I understand that under 17 U.S.C. Â§ 512(f), I may be liable for any damages, including costs and attorneys' fees, if I knowingly materially misrepresent that reported material or activity is infringing.\n\nGood Faith Belief: I have good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\n\nAuthority to Act: The information in this notification is accurate, and I state under penalty of perjury that I am authorized to act on behalf of the copyright owner.\n\nSignature: [redacted]\n","date_sent":"2011-06-26T04:00:00Z","date_received":"2011-06-26T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Owner","principal_name":null,"recipient_name":"Twitter","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}