{"dmca":{"id":4087,"type":"Dmca","title":"Making Dresses from Candy Wrappers (Trademark)","body":"Dear Ms. [Private]:\r\n\r\n    We are trademark counsel for [Private], Incorporated, the well-known manufacturer and seller of confectionery and other products. \r\n\r\n    It has come to our attention that you have designed clothing using our client's candy wrappers. Specifically, your website at [Private] features three designs using our client's candy wrappers. The items are titled [Private].  The \"[Private]\" dress claims to be made from the individual wrappers for [Private] fruit chews; the \"[Private]\" outfit appears to be made from wrappers for [Private] bar; and the \"[Private]\" dress appears to be made from wrappers for [Private] bar, [Private] bar, and [Private] bar, as well as wrappers for products manufactered by other companies.\r\n\r\n     The terms [Private] are federally registered trademarks of [Private], Incorporated and the package designs for these products are protected by copyright infringement and unfair competition. It is also likely to cause confusion as to possible sponsorship by or affiliation with [Private], Incorporated. \r\n\r\n     Therefore, we request that you immediately cease designing clothing made from these wrappers and turn over to our office for destruction by August 13, 2001 all designs using our client's candy wrappers that you have remaining in inventory. We also request that you provide us with the following information:\r\n     1)the number of these infringing designs that have been manufactured and the number sold;\r\n     2)a list of the names and locations of the individuals or companies to which these items of clothing have been distributed and/or sold;\r\n     3)your company's gross sales from these designs; and\r\n     4)a list of any other items you have designed or sold bearing these trademarks or any of our client's other trademarks. We are aware of an article that quoted you as saying \"Sometimes, I go to Costco and just buy three cases of [Private] (sic) and carefully, carefully unwrap each one\". While we were not able to find anything on your website made from [Private] candy wrappers, we would like to know if you have designed or sold any items bearing the [Private] trademark.\r\n\r\n     If you have any questions, I suggest you call me so that we may quickly resolve this matter. \r\n\r\n     Your prompt attention is required. \r\n                        Very truly yours, \r\n\r\n                        [Private]","date_sent":"2001-07-26T04:00:00Z","date_received":"2001-07-26T04:00:00Z","topics":["Derivative Works","Copyright"],"sender_name":"Null","principal_name":"Null","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}