{"dmca":{"id":4116,"type":"Dmca","title":"Blogger DMCA takedown notification","body":"Blogger has been notified, according to the terms of the Digital Millennium \r\nCopyright Act (DMCA), that certain content in your blog is alleged to infringe \r\nupon the copyrights of others. As a result, we have reset the post(s) to \"draft\" \r\nstatus. (If we did not do so, we would be subject to a claim of copyright \r\ninfringement, regardless of its merits. The URL(s) of the allegedly infringing \r\npost(s) may be found at the end of this message.) This means your post - and any \r\nimages, links or other content - is not gone. You may edit the post to remove \r\nthe offending content and republish, at which point the post in question will be \r\nvisible to your readers again.\r\n\r\nA bit of background: the DMCA is a United States copyright law that provides \r\nguidelines for online service provider liability in case of copyright \r\ninfringement. If you believe you have the rights to post the content at issue \r\nhere, you can file a counter-claim. For more information on our DMCA policy, \r\nincluding how to file a counter-claim, please see http://www.google.com/dmca.html.\r\n\r\nThe notice that we received, with any personally identifying information \r\nremoved, will be posted online by a service called Chilling Effects at \r\nhttp://www.chillingeffects.org. We do this in accordance with the Digital \r\nMillennium Copyright Act (DMCA). You can search for the DMCA notice associated \r\nwith the removal of your content by going to the Chilling Effects search page at \r\nhttp://www.chillingeffects.org/search.cgi, and entering in the URL of the blog \r\npost that was removed. If it is brought to our attention that you have \r\nrepublished the post without removing the content/link in question, then we will \r\ndelete your post and count it as a violation on your account. Repeated \r\nviolations to our Terms of Service may result in further remedial action taken \r\nagainst your Blogger account including deleting your blog and/or terminating \r\nyour account. If you have legal questions about this notification, you should \r\nretain your own legal counsel.\r\n\r\nSincerely,\r\n\r\nThe Blogger Team\r\n\r\nAffected URLs:\r\n\r\nhttp://mpetrelis.blogspot.com/2011/06/gay-syrian-hoaxers-99-page-book.html","date_sent":"2011-06-24T04:00:00Z","date_received":"2011-06-24T04:00:00Z","topics":["Copyright"],"sender_name":"Not provided by Blogger.com","principal_name":"Not provided by Blogger.com","recipient_name":"http://mpetrelis.blogspot.com/","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}