{"dmca":{"id":4124,"type":"Dmca","title":"Another Spike in the Coffin","body":"We Represent Viacom International Inc. (\"Viacom\") with respect to intellectual property matters in Canada.\r\n\r\nViacom is the owner of the Canadian trade-mark SPIKE TV (The \"SPIKE TV Trade-mark\").  Viacom has invested significantly in the developement and protection of the SPIKE TV Trade-mark. Viacom Considers the SPIKE TV Trade-mark to be of material importance to its business and actively defends and enforces its rights. As a result of extensive use and publicity, the SPIKE TV trade mark has become well known and has attracted considerable reputation and goodwill.\r\n\r\nIt has come to our client's attention that you are the owner of the domain name <u>spiketv.ca</u>. At no time have you been authorized by Viacom to register the domain name <u>spiketv.ca</u> nor will any such authorization be forthcoming. Your registration of <u>spiketv.ca</u> could mislead and confuse the public into believing that you are affiliated with, or sponsored by, Viacom, which is of course not the case.\r\n\r\nUnder the circumstances, we have advised our client that your activities concerning <u>spiketv.ca</u> may give rise to a claim for passing off, contrary to the <i>Trade-marks Act</i> and common law, as well as a claim for interference with economic interests. Such activities could render you liable for damages, or an accounting of profits, as well as associated legal costs.\r\n\r\nOur client takes this matter extremely seriously.  Accordingly, we require that you immediately transfer <u>spiketv.ca</u> to our client.  Please immediately contact the undersigned so that we may provide you with the necessary particulars to effect the transfer of the subject domain name.\r\n\r\nWe look forward to your response within <b>ten (10) days</b> of the date of this letter, failing which we will seek instructions from our client.\r\n\r\nThis letter is without prejudice to any and all rights of actions arising from the aforementioned acts and our client reserves the right to pursue and legal remedies available to protect its intellectual property rights.\r\n\r\nYours very truly,\r\n\r\nGOWLING LAFLEUR HENDERSON LLP\r\n[private]","date_sent":"2004-11-10T05:00:00Z","date_received":"2004-11-10T05:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Gowling Lafleur Henderson LLP","principal_name":"Viacom International Inc.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}