{"dmca":{"id":4167,"type":"Dmca","title":"College Board: Don't Test our SATs","body":"Fairtest's use of College Board copyrighted material, found at: \r\n1) http://fairtest.org/nattest/ACT%20Scores%202004%20Chart.pdf \r\n2) http://fairtest.org/nattest/SAT%20Scores%202004%20Chart.pdf\r\n\r\nDear [Private]:\r\n\r\nThis letter is to inform you that your organization's use of the aforementioned copyrighted material requires the expressed permission of the College Board.  Our records indicate that you have neither sought nor been granted the right to electronically reproduce our works.  This matter needs to be rectified immediately. \r\n\r\nThe College Board owns all right, title, and interest in the featured works.  Unfortunately, your misuse overtly bypasses our ownership and significantly impacts the perceptions of students, parents, and educators regarding the services we provide.  A source citation is not sufficient.  You should not presume permission, it must be formally granted.\r\n\r\nWe recognize that you are a formidable organization within a community which has often authored dialogue concerning College Board offerings, such as the SAT Reasoning Test TM, as such we as that you a) cease displaying any and all College Board copyrighted materials until you have submitted a permission request to our organization _and_ a response has been given to you, and b) submit your permission request via our online permissions request form, found here: http://www.collegeboard.com/inquiry/cbpermit.html\r\n\r\nIf you have any questions, please feel free to contact me at [private] or by e-mail ([private]@collegeboard.org).  Thank you in advance for your cooperation.\r\n\r\nSincerely,\r\n[Private]\r\nAssistant Director, Legal Affairs","date_sent":"2004-10-27T04:00:00Z","date_received":"2004-10-27T04:00:00Z","topics":["Copyright","Copyright and Fair Use"],"sender_name":"Assistant Director, Legal Affairs","principal_name":"The College Board","recipient_name":"FairTest","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}