{"dmca":{"id":4173,"type":"Dmca","title":"FairTest Responds to College Board Demands: Facts are not copyrightable","body":"Dear Attorney [Private]:\r\n\r\nThe National Center for Fair & Open Testing, Inc. (FairTest) is in receipt of your October 27, 2004 letter informing us that our organization's use of certain material \"requires the expressed permission of the College Board.\"\r\n\r\nWith respect to the first item cited in your letter, http://fairtest.org/nattest/ACT%20Scores%202004%20Chart.pdf\r\nthe College Board's claim is ludicrous since the data are scores from the ACT test produced by a firm that has no legal connection to your employer.\r\n\r\nAs for the second item,\r\nhttp://fairtest.org/nattest/SAT%20Scoresn%202004%20Chart.pdf\r\nwe have consulted with our legal counsel. Since the raw data on SAT scores, from which this chart is derived, are widely available in the public domain, having previously been published by a variety of news media outlets and research journals, they are not subject to copyright protection.\r\n\r\nWe do, however, recognize that disseminating information demonstrating race, gender and income gaps on the SAT \"significantly impacts the perceptions of students, parents and educators regarding the services we provide,\" as your letter on behalf of the College Board noted. And, we appreciate your recognition that FairTest is \"a formidable organization within a community which has often authored dialogue concerning College Board offerings.\"\r\n\r\nIt is in the spirit of your comments that FairTest will continue circulating the SAT score charts it has researched and designed.\r\n\r\nSincerely,\r\n\r\n \r\n[Private]\r\nPublic Education Director\r\n\r\nCc: [Private], esq.","date_sent":"2004-11-30T05:00:00Z","date_received":"2004-11-30T05:00:00Z","topics":["Responses","Copyright"],"sender_name":"Public Education Director","principal_name":"FairTest","recipient_name":"The College Board","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}