{"dmca":{"id":4183,"type":"Dmca","title":"Born-Again-Christian.Info Claims Infringement (#5)","body":"12th Nov 2004\r\n\r\nGoogle, Inc.\r\nAttn: Customer Support, DMCA Complaints\r\n[private]\r\nMountain View, CA 94043 USA\r\n\r\n\r\nDMCA Complaint of Copyright Violation by Near-Death.com\r\n\r\nI am the sole owner of the website born-again-christian.info, which has had original copyright material, authored by me, taken from it without permission and posted on webpages listed in Google. Please remove all the infringing pages from your index immediately, and kindly reply to:\r\n\r\n[private]@born-again-christian.info \r\n\r\nconfirming your compliance with our request in accordance with DMCA\r\n1998.\r\n\r\n\r\nHere follow details of the infringement:\r\n\r\nThe copyrighted work at issue is the text that appears on our website\r\nat: \r\n\r\nhttp://www.born-again-christian.info/african.resurrection.report.htm\r\n\r\n\r\nThe Infringer's website is: http://www.near-death.com/\r\n\r\nThe infringing page appears here: \r\n\r\nhttp://www.near-death.com/forum/fake/000/03.html\r\n\r\n\r\nOn this page the Infringer has combined our copyright text with that of another author, and posted our copyright between both. Permission to use our copyright material was neither sought, nor granted.\r\n\r\n\r\nInfringer: [private] [private]@near-death.com\r\n\r\n\r\nStatutory Declaration:\r\n\r\nI, [private], have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI declare*, under penalty of perjury, that the information in the\r\nnotification is accurate and that I am the copyright owner or am\r\nauthorized to act on behalf of the owner of an exclusive right that is\r\nallegedly infringed.\r\n\r\n*NOTE: I am a Christian missionary, God's Word specifically commands me NOT to swear, just let your yes be yes. (Holy Bible, James 5:12; 'But above all things, my brethren, swear not, neither by heaven, neither by the earth, neither by any other oath: but let your yea be yea; and your nay, nay; lest ye fall into condemnation.') Therefore I don't swear anything, I simply declare the above to be true.\r\n\r\nSIGNED: [private]\r\nDATE: 12 Nov 2004","date_sent":"2004-11-12T05:00:00Z","date_received":"2004-11-12T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"www.born-again-christian.info","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}