{"dmca":{"id":4224,"type":"Dmca","title":"Star's Edge Claims Newsgroup Posts Infringe (#29)","body":"11/19/04 14:42 FAX XXX XXX XXXX    STAR'S EDGE INT'L    002/004 \r\n\r\nSTAR'S EDGE INTERNATIONAL\r\n[private] \r\nALTAMONTE SPRINGS, FLORIDA 3271 4 \r\nXXX.XXX.XXXX TEL\r\nXXX.XXX.XXXX FAX \r\n[private] @AVATARHQ.COM E-MAIL \r\n\r\nNovember 19, 2004\r\n \r\nGoogle, Inc. \r\nAttn: User Support, DMCA Complaints \r\n[private] \r\nMountain View, CA 94043 \r\nFax: XXX-XXX-XXXX\r\n\r\nRe: Notice of Copyright Infringement Under the Digital Millennium Copyright Act (DMCA) \r\n\r\nDear Sir or Madam: \r\nWe recently learned of additional content available through the Google groups function which infringes our copyright Please note that this is additional infringing content that was not included in our letters prior to today. \r\n\r\nPursuant to the DMCA, the copyright owner respectfully requests that you remove the unauthorized, infringing materials from your web site immediately. \r\n\r\nThe copyrighted works infringed are course materials and lecture transcripts that were each copyrighted in 1987 by Harry Palmer- All rights reserved. These materials have been the subject of previous DMCA notices because of postings by the same users. The location information for the infringing post is attached. \r\n\r\nI represent the copyright holder in this matter as his authorized agent. My address, telephone number, and e-mail address are: \r\n\r\n[private] , Esquire \r\nStar's Edge International \r\n[private]  \r\nAltamonte Springs, Florida 32714 \r\n(XXX) XXX-XXXX\r\nE-mail: [private] @AvatarEPC.com \r\n\r\nI have a good faith belief, and in fact know for certain, that the use of the copyrighted materials is not authorized by the copyright owner, its agent, or the law. Pursuant to the DMCA, the copyright owner respectfully requests that you immediately remove the infringing materials from your website. \r\n\r\n\r\n<HR />\r\n11/19/04 14:42 FAX XXX XXX XXXX    STAR'S EDGE INT'L    003/004 \r\n\r\nI swear, under penalty of perjury, that the above information in this notice is accurate and that I am authorized to act on the copyright owner's behalf. \r\n\r\nPlease notify me when the infringing content has been removed. \r\n\r\nIf you require further information, let me know and I will provide it without delay. Thank you for your assistance in this matter. \r\n\r\nSincerely, \r\n\r\n\r\n[private] , Esquire Corporate Counsel \r\n\r\nAttachment: \r\nMessage ID and Header Text for Infringing Materials Posted on Google Groups, 1 page \r\n\r\n\r\n<HR />\r\n11/19/04 14:43 FAX XXX XXX XXXX    STAR'S EDGE INT'L    004/004 \r\n\r\nMessage-ID: cn4mn9$cgi$1@reader11.wxs.nl\r\n\r\nFrom: \"[private] \" [private] @wanadoo.n1\r\nNewsgroups: alt_clearing.avatar \r\nSubject: The missing exercise of the Avatar ","date_sent":"2004-11-19T05:00:00Z","date_received":"2004-11-19T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Star's Edge International","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}