{"dmca":{"id":4249,"type":"Dmca","title":"MassMutual Complains of Sucks Site","body":"Dear Sirs,\r\n\r\nIt has come to the attention of Massachusetts Mutual Life Insurance Co., MassMutual, that you have registered and are using the domain MassMutualSuks.com.  This site is misdirecting traffic from the MassMutual owned www.massmutual.com site.  As explained below, we view the registration and use of the cited domain name as adverse to our rights in the registered trademark MASS MUTUAL. \r\n\r\nYou should know that a domain name misappropriating the trademark of another entity creates the potential for substantial dilution, blurring, tarnishment and consumer confusion, because an Internet user reasonably may assume that the domain name is sponsored by, affiliated with, or somehow approved by the owner of the trademark.\r\n  \r\nBe advised MassMutual views your registration and use of the domain names MASSMUTUALSUKS.COM as likely to cause confusion among consumers with our client's MASS MUTUAL trademark, and will lead to mistake and/or deception of the public as to any association between MassMutualSuks.com and the MassMutual properties.  By registering and using domain names that incorporate MassMutual's well-known MASS MUTUAL trademark to promote the services of MassMutualSuks.com, you are exploiting our intellectual property for commercial gain.  Furthermore, your use of the MassMutualSuks.com domain is also an unfair business practice and dilutes the distinctiveness of the well-known MASS MUTUAL trademark.\r\n  \r\nIn light of your actions, we wish to bring to your attention the Anticybersquatting Consumer Protection Act (\"ACPA\"), which established severe penalties for use and/or trafficking in domain names that are the same as or similar to pre-existing trademark rights of others.  Relief available under the ACPA may include forfeiture of an infringer's domain name, transfer of that name to the rightful trademark owner, and awards of actual damages, statutory damages of up to $100,000 per domain name, costs and attorneys fees.  We refer you to recent U.S. federal court decisions with regards to rulings on damages and attorneys fees in civil actions under the ACPA (see enclosed and linked decision Shields et al. v.Zuccarini et al., 59 U.S.P.Q. 2nd 1207 (3rd Circuit 2001) \r\n(http://caselaw.lp.findlaw.com/scripts/getcase.pl?navby=search&case=/data2/circs/3rd/002236.html). \r\n  \r\nIn addition, the registration and use of the MASSMUTUALSUKS.COM domain is in violation of ICANN's Uniform Dispute Resolution Policy in that the domains are confusingly similar to the MASS MUTUAL trademark, that you have no rights to, or legitimate interests in, the domain at issue, and that the domain was registered and is being used in bad faith (see http://www.icann.org/udrp/udrp-policy-24oct99.htm).\r\n\r\nAccordingly, we request that you, and every person, agent, company or other entity affiliated, immediately cease and desist from all use and/or sale of the domain name MASSMUTUALSUKS.COM and any similar domain name(s).  Furthermore, we request that no later than December 23, 2004 you provide us with written assurances that you have affirmatively disabled the MASSMUTUALSUKS.COM domain and any similar domains, that it will not register any other domains similar to the MASS MUTUAL trademark, and that you will immediately transfer to us the MASSMUTUALSUKS.COM domain.  We will, of course, assist you in the preparation of the documents necessary to affect the transfers. \r\n  \r\nShould you comply with our request, we believe this matter can be resolved amicably.  If we do not receive your prompt favorable response to this request, we will have to consider taking additional steps to preserve the rights in the valuable MASS MUTUAL trademark.\r\n\r\nThank you for your attention to this matter and we await your early reply. \r\n\r\n[private] \r\n\r\n---------------------------------------------------------\r\nThis e-mail transmission may contain information that is proprietary, privileged and/or confidential and is intended exclusively for the person(s) to whom it is addressed. Any use, copying, retention or disclosure by any person other than the intended recipient or the intended recipient's designees is strictly prohibited. If you are not the intended recipient or their designee, please notify the sender immediately by return e-mail and delete all copies. \r\n\r\n---------------------------------------------------------\r\n\r\n","date_sent":"2004-12-13T05:00:00Z","date_received":"2004-12-13T05:00:00Z","topics":["UDRP","Copyright"],"sender_name":null,"principal_name":"Mass Mutual","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}