{"dmca":{"id":4261,"type":"Dmca","title":"Travel Website Requests Removal of Mirroring Site (#2)","body":"www.kasbah.com \r\n[private]\r\n[private]\r\nLancashire\r\nFY8 1PS\r\nEngland\r\n\r\nTEL +XX (X) XXXX XXXXXX \r\nFAX +XX (X) XXXX XXXXXX \r\ncompany no. XXXXXXXX \r\nvat no. XXX XXXXXX \r\n\r\nGoogle,lnc. \r\nAttn:Customer Support, DMCA Complaints \r\n[private]\r\nCA 94043 \r\n\r\n9th Feb 2004 [sic]\r\n \r\nDear Sir/Madam \r\n\r\nIt has come to our attention that the domain www.hotall.co.uk is displaying a mirrored copy of our old site. Though we have very recently changed the look and feel of our site the content is mostly the same and they are duplicating it. We have made an effort to contact the owner to no avail, we have also established that the contact details for the domain registration are false and are currently speaking to Nominet the governing body for .co.uk domains, however this is taking some time and the webmaster for this site whoever it maybe keeps renewing the registration details with more false information .We feel this site has been constructed for no other reason than to harm our organic page rank within the major search engines. To cause us further concern they appear in numerous search results where pieces of our content are used as a search phrase. I have attached a list of the offending pages for you perusal. Please can you help. \r\n\r\nWe have a good faith belief that the copyright owner, its agent, or the law does not authorize use of the copyrighted materials described above on the allegedly infringing web pages. \r\n\r\nI swear, under penalty of perjury, that the information the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed. \r\n\r\nA speedy response would be appreciated I am sure you can understand our reason for distress. \r\n[private] (Director) E-mail [private]@kasbah.com \r\n \r\n","date_sent":"2004-11-25T05:00:00Z","date_received":"2004-11-25T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Kasbah.com Ltd.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}