{"dmca":{"id":4269,"type":"Dmca","title":"Net Enforcers - Crutchfield Management Team [Crutchfield.Management@netenforcers.com]","body":"________________________________\r\n\r\n \r\n\r\n12/17/2004\r\n\r\n \r\n\r\nRe: Violation of Crutchfield New Media Copyright\r\n\r\n \r\n\r\n \r\n\r\nDear Sir/Madam:\r\n\r\n \r\n\r\n            It has come to our attention that you are using copyrighted text and/or images from our web site, Crutchfield.com.  We have reviewed your site (www.cardandcamera.com) and have made copies that show your verbatim copying of large portions of our web site including, but not limited to, \r\n\r\n \r\n\r\nhttp://www.cardandcamera.com/r-10966911/m-Electronics/b-10966911/a-B0000WWP56/Default.aspx\r\n                                                                                                                                                                     \r\nhttp://www.cardandcamera.com/r-10966911/m-Electronics/b-10966911/k-/p-6/Default.aspx\r\n                                                                                                                                                                           \r\nhttp://www.cardandcamera.com/r-172664/m-Electronics/b-172664/k-/p-9/Default.aspx\r\n                                                                                                                                                                               \r\n\r\n  \r\n\r\n            As a web site owner that has copyrighted its own web site, I am convinced that CardAndCamera.com is aware of how concerned we are by this use of our copyrighted work.  Each and every page of our web site has a clearly marked copyright notice.  We are hereby placing CardAndCamera.com on notice that this work is a valuable asset of Crutchfield New Media and that we intend to vigorously enforce our copyrights.  Crutchfield New Media has spent vast sums of money in creating this site and has no intention of allowing our intellectual property to be used in violation of state and federal copyright laws.\r\n\r\n \r\n\r\n            I, the undersigned, CERTIFY UNDER PENALTY OF PERJURY that I am an agent authorized to act on behalf of the owner of certain intellectual property rights, said owner being named [Crutchfield New Media, LLC] (\"IP Owner\"). I have a good faith belief that the listings or materials listed herein are not authorized by the above IP Owner, its agent, or the law and therefore infringe the IP Owner's rights according to state, federal, or United States law. We are hereby requesting that you discontinue the use of all Crutchfield New Media copyrighted material immediately.  If the offending material is not removed we will have no choice but to pursue appropriate legal action against you.  \r\n\r\n \r\n\r\nNote that we are sending a copy of this letter to your internet service provider, GMP SERVICES INC. to place them on legal notice that you are violating our intellectual property rights and that by allowing this material to remain posted it is contributing to the infringement of our rights under federal and state laws.   \r\n\r\n \r\n\r\n            If you have any questions on this matter you may contact me at 1-434-817-1000, extension 2452.\r\n\r\n \r\n\r\n \r\n\r\nSincerely,\r\n\r\n \r\n\r\n \r\n\r\nRonald Solomon\r\n\r\nIn House Counsel\r\n\r\nCrutchfield Corporation\r\n\r\n","date_sent":"2004-12-17T05:00:00Z","date_received":"2004-12-17T05:00:00Z","topics":["Copyright","Copyright and Fair Use"],"sender_name":null,"principal_name":"Net Enforcers, Inc.","recipient_name":"GMP Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}