{"dmca":{"id":4278,"type":"Dmca","title":"A Really Bad Match","body":"Dear Sirs:\r\n\r\nWe are trademark counsel for Match.com, L.P. (\"Match.com\"), which owns and operates the famous MATCH.COM Internet personals site.  For nearly a decade, Match.com and its predecessors have used the servicemark MATCH.COM in connection with online personals services.  Match.com was a pioneer in this market, and is presently a market leader, with millions of members around the world.  Match.com extensively uses and promotes its MATCH.COM mark through a variety of channels, including print advertising, television, radio and the Internet.  As a result of Match.com's extensive promotional efforts and the quality of the services that it offers under the MATCH.COM mark, the MATCH.COM mark has become famous and represents a highly valuable goodwill.\r\n\r\nWe recently learned that you have registered the domain name springfieldmatch.com and are planning to use it to host a website that offers services directly competitive with Match.com's services.  Our client has been a market leader in the field of online personals for many years, so your use and registration of these domain names appears to be a deliberate attempt to trade on the goodwill our client has developed in its MATCH.COM mark.  Your client's conduct therefore constitutes willful trademark infringement, trademark dilution, and a violation of the Anti-Cybersquatting Consumer Protection Act.\r\n\r\nAccordingly, our client demands that your client immediately:\r\n\r\n(1)\tCease and desist from all further use of the springfieldmatch.com domain name, or any other trademark, tradename, domain name or other designation of origin that simulates or colorably imitates our client's famous MATCH.COM trademark;\r\n\r\n(2)\tTransfer the domain names listed in Paragraph 1 as well as any other domain names whose use and registration violates Paragraph 1 to our client.\r\n\r\nIf you wish to resolve this matter amicably, please sign and return a copy of this letter to us.  We will then prepare a settlement agreement and domain name assignment agreement for your client's signature.  If we do not hear from you by January 18, 2005, we will assume that you are not interested in an amicable resolution.  Until we advise you that this mater is resolved, our client reserves its right to seek appropriate relief for your violations.\r\n\r\nSincerely yours,\r\n\r\n[Signature]\r\n\r\n\r\nACCEPTED AND AGREED:\r\n\r\n_________________________\r\nName:\r\nSullivan & Associates\r\n\r\n","date_sent":"2004-12-22T05:00:00Z","date_received":"2004-12-22T05:00:00Z","topics":["ACPA","Copyright"],"sender_name":"Pattishall, McAuliffe, Newbury, Hilliard & Geraldson LLP","principal_name":"Match.com","recipient_name":"Sullivan & Associates","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}