{"other":{"id":4301,"type":"Other","title":"Other notice to Google, Inc.","date_sent":"2012-07-30T04:00:00Z","date_received":"2012-07-30T04:00:00Z","topics":["Uncategorized"],"sender_name":"Maria Katounas","principal_name":null,"recipient_name":"Google, Inc.","works":[{"complaint":"Hi there\nThere are a number of reviews on this page which we believe have been  \ncreated by an ex employee and a competitor who are possibly working  \ntogether to falsify information. We have not received any negative reviews\n \nof the business and are growing financially, however there was a situation\n \nwith an employee where he was dismissed for theft, and also a competitor  \n\nwho would call the business under the pretence that he was a potential  \nclient and threatened the business as well. We discovered fake posts on  \nWhirlpool forums. The format which they follow is similar, where he  \nslanders the owner Nick Bell and claims similar scenario. On Whirlpool,  \nthis person has said the same thing as this post on Google Reviews: The\nguy  \nwho runs this company makes money from registering domain names similar to\n \nyours and then he makes a template site that looks like your site, then he\n \nmakes a logo that looks like yours. Then he tries to sell you the domain  \n\nfor $10000 ! Avoid this schmuck like the plague.\n  We have had it removed from Whirlpool. He has also set up multiple  \naccounts so it looks like a genuine conversation flowing.  We have police \n\nreports on the ex employee, and also the competitor's threats, although we\n \nbelieve the bulk of this may be from the competitor. The time of writing  \n\nand styles is similar.\nWe can provide legal documentation to prove both.\nIf you will notice in multiple posts, the 'reviewer' says the same thing  \n\nabout us building links to other sites, and also that their providers told\n \nthem this is wrong.\nWe please urge you to look into this carefully, it is distressing to the  \n\nbusiness owner and completely false. We dont know how much damage there\nhas  \nbeen because of these reviews and I am slowly uncovering these.\nPlease help us, and you are more than welcome to contact me or the\nbusiness  \nowner to verify what we are saying is true.\nThank you","original_work_urls":[],"problematic_urls":[{"url":"http://maps.google.com.au/maps?q=web+marketing+experts&hl=en&client=firefox-a&hq=web+marketing+experts&hnear=Melbourne,+Victoria&t=m&z=15"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}