{"dmca":{"id":4321,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-05T04:00:00Z","date_received":"2012-06-05T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Matthew Balthazore","principal_name":"Matthew L Balthazore","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Spring Repair for Garage Needs\nGarage door springs break, it's reality, but knowing how to fix it can be \n\nthe most important detail of all. Using the appropriate tools and the  \ncorrect safety precautions can help you repair your garage door  \nefficiently, however replacing springs can be a long process and dangerous\n \nif not done right.\n\nSafety is always the most important detail when doing any home or  \ncommercial repair. When replacing a spring it's important to understand  \nthat the spring is still under pressure and failure to use the proper  \ncautionary tips could result in severe injuries or worse. If there are any\n \ndoubts to your own abilities call a professional. When beginning the  \nprocess of replacing the springs it's important to gather the necessary  \ntools, including a sturdy ladder, ruler and file, wrenches, and vise\ngrips.  \nGetting the initial parts for spring repair may be the most frustrating  \nparts. Many of the suppliers of springs won't sell general products to  \nregular homeowners as they find it's more profitable to sell it only to  \ntradesmen.\n\nFor Mounted springs raising the garage door off the ground as far is it  \nwill go allows the tensions to be taken off the spring, after this occurs \n\nthe garage must be clamped in that position. Torsion springs must be in\nthe  \ndown position before replacing spring. Use the emergency pull rope to help\n \nlift the garage door.\n\nMounted springs may have safety cables and must be disconnected before  \nmoving forward. Mounted springs are connected at two points on the garage \n\ndoor, one is connected to the garage door track and the other is connected\n \nto the pulley where the garage door cable runs. These two springs must be \n\ntaken off and replaced by the new springs in the same place. Torsion  \nsprings are usually the most dangerous to repair and it is highly  \nrecommended to wear eye protection and gloves.\n\nThe torsion spring replacement must be in the down position. Make sure a  \n\nclamp is in place and the door secured tightly, failure to clamp the door \n\ncompletely shut could have devastating safety consequences. The spring is \n\nattached to the adjustment collar; a rod must be inserted into the  \nadjustment collar for the purpose of tightening and loosening the spring. \n\nSprings must be adjusted at the same rate to assure an equal level of  \ntightening or loosening. Turning the collar in different directions will  \n\naffect the strength of the force opening the springs.\n\nThis article is brought to you by FREE DATING SITE.\n\nWord for word, with no citation of the original author. This blog is not  \n\nonly copying content but is spamming links at the bottom of the articles.","infringing_urls":[{"url":"http://garagestorageidea2012.blogspot.com/2012/05/spring-repair-for-garage-needs.html"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}