{"dmca":{"id":4329,"type":"Dmca","title":"Playful Paws Complains of Plagiarism by Competitive Petsitters","body":"12/07/2004 10:31 FAX XXXXXXXXXX    PLAYFUL PAWS INC    U001 \r\n(XXX) XXX-XXXX\r\nAttn: User Support. DMCA complaints \r\n\r\nPage 1 of 2 [private] Playful Paws Inc.\r\nGoogle Infringement Notification\r\n \r\n1. Identify in sufficient detail the copyrighted work that you believe has been infringed. \r\nAnswer: The following web site www.wgtci.com/thompsonpaws has plagiarized my web site www.playfulpaws.ca. They have copied everything word for word, all graphics, design, layout, etc. \r\n\r\nI run a dog walking and pet sitting company in Mississauga, Ontario Canada. The worst part of this is that they also operate out of Mississauga, Ontario Canada. I guess they felt that my web page ranked pretty high on the search engine for my key phrases so they decided to steal the whole web site. \r\n\r\nAn email was sent out to the company on November 18, 2004 asking them to remove the plagiarized web site. They did indeed remove some items \r\n\r\n-    They claimed on their web site that they were members of Pet Sitters International and the Professional Dog Walkers Association) They only removed that material after they got an email from the Professional Dog Walkers Association asking them to remove this as they were in fact NOT members. \r\n\r\n-They also removed the banner that my web page design company designed for me. \r\n\r\n-    They removed some of the pages but the remaining pages still have all of my original content on them. \r\n\r\nI took copies of their web site two weeks ago (they made a mistake in leaving my company name in the source code when they copied everything, they have since removed this page but I still have a copy of it and a print screen copy of it) I have changed portions of my web site since they copied it (they probably copied it back in July or August 2004 as I changed my web site in September I believe) but I still have the originals of my web site. Their about us page is still virtually identical to my \"about us\" page along with other pages too. You can view their pages at the following: \r\n\r\nhttp://wwwwgtcicom/thomosonpaws/ - this is their home page and is identical to my home page prior to me changing my services. I have backup copies of my old home page if you need a copy.\r\n\r\nhttp://www.wgtci.com/thompsonpaws/aboutus.html - this page is relatively identical to mine as well\r\n\r\nhttp://www.wgtci.com/thompsonpaws/services.html - this page is relatively identical although I have changed some of my services after they copied the whole site \r\n\r\nhttp://www.wgtci.com/thompsonpaws/rates.html - this page is relatively identical although I did change some of my rates after they copied my site (the design is the same, they even put the same \"notes\" using the same paw print for bullets. \r\n\r\nhttp://www.wgtci.com/thompsonpaws/contactus.html - I have added more to my \"contact page\" but this is how mine looked before. \r\n\r\nhttp://www.wgtcicom/thompsonpaws/dogwalkinq.html - this is also identical to how mine looked. I have added a bit more to my dog walking page recently though. \r\n\r\nThey have other services that they offer: cat sitting, house sitting, dog sifting, pet sitting but as I said these were versions of my web site that they stole. They basically stole everything. They didn't even change the wording at all on anything. (except for their contact information, company name, phone number and address) \r\n\r\n2. Identify the material that you claim is infringing the copyrighted work listed in item #1 above. \r\n\r\nAnswer: \r\nSearch Query: \r\nDog walking Mississauga Thompson directory.google.com/ \r\nPaws:    www.wgtci.com/thompsonpaws www.seekonsearch.com/ON/Mississauga/Services.html \r\nListingsontario.com/Toronto-Region/ Peel-District/Animals/ \r\nlistingsontario.ca/Toronto-Region/ Peel-District/Mississauga/Animals/ \r\nwww.anywhere.ca/Ontario/Localities/ \r\nM/Mississauga/Business_and_Economy/Animals/ \r\n...    ........... \r\nAnswer: They are also located in the same Google directory that I am located in http://directory.google.com/Top/Reoional/North_America/Canada/Ontario/Localities/M/Mississauga/Business_and_Economy/Animals/ \r\n\r\n12/07/2004 10:32 FAX XXXXXXXXXX    PLAYFUL PAWS INC    lJ002 \r\n    ~[private], Playful Paw, Inc.   Page 2 of 2\r\n\r\nThis is a problem as our web sites look identical and they are operating in the same city as me!! You would think that if they were going to steal someone's web site, they would make sure they weren't located in the same city. \r\n\r\n3. Provide information reasonably sufficient to permit Google to contact you (email address is preferred). \r\n\r\n................. \r\nAnswer: [private]@playfulpaws.ca \r\n\r\n4. Provide information, if possible, sufficient to permit Google to notify the owner/administrator of the web page that allegedly contains infringing material (email address is preferred). \r\n\r\nAnswer they have two emails listed on their web site \r\n[private]@yahoo.ca\r\n[private]@wgtci.com \r\n\r\n5. Include the following statement: \"I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\" \r\n\r\n\r\nAnswer: I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\" \r\n\r\n6. Include the following statement \"I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\" \r\n\r\nAnswer: I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\" \r\n\r\n7. Sign the paper. \r\n[private]\r\nPlayful Paws Inc. \r\n\r\n8. Send the written communication to the following address: \r\nGoogle, Inc. \r\nAttn: User Support, DMCA Complaints \r\n[private]\r\nMountain View, CA 94043 \r\nOR fax to: \r\n(XXX) XXX-XXXX \r\nAttn: User Support, DMCA complaints ","date_sent":"2004-12-07T05:00:00Z","date_received":"2004-12-07T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Playful Paws, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}