{"dmca":{"id":4339,"type":"Dmca","title":"AP Demands College Bowl Stop Using Rankings","body":"AP sends cease-and-desist letter to BCS\r\nThe Associated Press\r\nText of the letter sent Dec. 21 from The Associated Press to Bowl Championship Series coordinator [private]:\r\n\r\n***\r\n\r\nRe: BCS Unlawful Use of the AP Poll\r\n\r\nDear [private]:\r\n\r\nThe Associated Press (\"AP\") has become aware of your unauthorized and unlawful use of AP's college football poll results (the \"AP Poll\") in preparing the Bowl Championship Series (\"BCS\") rankings of college football teams. Due to the process by which the BCS rankings are determined, your forced association of the AP Poll with BCS has harmed AP's reputation and has interfered with AP's agreements with the AP Poll voters some of whom have indicated that they may no longer participate in the AP Poll due to BCS's use of the AP Poll. Similarly, BCS's incorporation of the AP Poll into its rankings violates AP's copyright in the AP Poll, and misappropriates the effort that AP expended in producing the AP Poll.\r\n\r\nAs you are no doubt aware, AP and BCS have had several discussions in which BCS has requested that AP assist it in preparing its rankings. AP has denied BCS's requests each time.\r\n\r\nBCS's continued use of the AP Poll interferes with AP's ability to produce the AP Poll and undermines the integrity and validity of the AP Poll. BCS has damaged and continues to damage AP's reputation for honesty and integrity in its news accounts through the forced association of the AP Poll with the BCS rankings. By stating that the AP Poll is one of the three components used by BCS to establish its rankings, BCS conveys the impression that AP condones or otherwise participates in the BCS system. Furthermore, to the extent that the public does not fully understand the relationship between BCS and AP, any animosity toward BCS may get transferred to AP. And to the extent that the public has equated or comes to equate the AP Poll with the BCS rankings, the independent reputation of the AP Poll is lost. BCS's actions violate AP's rights under the Lanham Act and state trademark and other laws. Additionally, as briefly noted above, several AP Poll voters, or the news organizations for which they work, have indicated an intention to not participate in the AP Poll for so long as BCS uses the AP Poll in producing the BCS rankings. BCS's continued use of the AP Poll directly threatens the existence of the AP Poll.\r\n\r\nBCS's systematic harvesting of the facts gathered at great effort and expense by AP allows BCS to easily produce its rankings without expending such effort. BCS free-rides both on AP's investment in gathering the information contained in the AP Poll, and on the relationships that allow AP to conduct the AP Poll. In addition, the AP Poll is protected under the Copyright Act of 1976, 17 U.S.C. 101, et seq. BCS's unauthorized incorporation of the AP Poll into the BCS rankings directly infringes AP's copyrights and is not exempted from infringement by any provision of copyright law.\r\n\r\nAP hereby demands that BCS immediately cease and desist from all current and future use of the AP Poll in producing the BCS rankings and that BCS confirm to AP that it has done so by December 31, 2004. AP reserves all rights with regard to BCS's actions.\r\n\r\nWe look forward to your response. Please direct all future correspondence on this matter to me or to AP's legal department.\r\n\r\nSincerely,\r\n\r\n[private]","date_sent":"2004-12-21T05:00:00Z","date_received":"2004-12-21T05:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"The Associated Press","recipient_name":"Bowl Championship Series coordinator","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}