{"dmca":{"id":4342,"type":"Dmca","title":"RTC Notices Another","body":"    Our office represents Religious Technology Center (\"RTC\"), the owner of the following registered  trademark and service marks:\r\n\r\n    1.  SCIENTOLOGY:  1,775,441; 1,540,928; 1,342, 353; 1,329,474; 1,318,717; 1,306,997; 898018\r\n\r\n    2.  DIANETICS: 1,432,039;1,366,410; 1,347,651\r\n\r\n    3.  CIENCIOLOGIA: 1045563.\r\n\r\n    4.  HUBBARD: 1,546,167; 1,734,728; 1,318,637; 1,505,349\r\n\r\n    5.  L. RON HUBBARD:  1,821,751\r\n\r\n    6.  SCIENTOLOGIA: 1018178\r\n\r\n    7.  SZCIENTOLOGIA: 132028\r\n\r\n8.  SCIENTOLOGIE: 2745/BUR; 340072; 210,281; 92,443,533; 1,284,885; 232 REG 100; 00599; 90.12995; 3637/ERK; 410,139; 372667.\r\n\r\nRTC is also the owner of the collective membership trademark \"Scientologist\".  The collective membership mark \"Scientologist\" is famous, distinctive and unique and is used to identify parishioners who are in good standing in the Scientology religion.   We also represent the Church of Scientology International (\"CSI\"), which is the licensee of these trade and service marks.\r\n\r\n    Both CSI and RTC are non-profit religious organizations.  CSI and its sub-licensees use these marks in connection with providing religious and humanitarian services and counseling, seminars, books, classes, and lectures, among others.  These marks are also used extensively on the Internet.  For example, many of these products, including a great number of books of the Scientology religion and services are promoted through various web sites, including \"scientology.org\", \"dianetics.org\", etc.\r\n\r\n    We have been advised that one of your subscribers is using these marks on his EV1's webpage under the domain name - \"www.internationalfreezone.net\".  He is using our client's marks, \"Scientology\" and \"Scientologists\" in the headings on each webpage, including the heading, \"A Scientology Organization of Independent Scientologists\"; he is  using them as hidden text at the top of each of his webpages (what is now considered spam); as well as using all of the above-listed  marks as metatags on each page.\r\n\r\n    Please be on notice that the use of our client's marks in this fashion has caused this subscriber's name to be falsely associated with our client's  marks as owner and creates a likelihood of confusion as to the source or sponsorship of these webpages and the products he is advertising in violation of United States state and federal law, including the Lanham Act, 15 U.S.C. ","date_sent":"2004-12-30T05:00:00Z","date_received":"2004-12-30T05:00:00Z","topics":["Trademark","Copyright"],"sender_name":"Moxon & Kobrin","principal_name":"Religious Technology Center","recipient_name":"International Freezone Association","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}