{"dmca":{"id":4343,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-05T04:00:00Z","date_received":"2012-06-05T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Rodney Oei","principal_name":"Katia Cosme Barcelos","recipient_name":"Google, Inc. [Groups]","works":[{"description":"To whom it may concern,\n\nI am writing this letter because once again I found more of our copyright\npictures in several discussion groups.  Could you please give attention and\npriority to this letter and remove the pictures URGENTLY because the\npublication of these pictures in those groups are creating big problems in\nmy relationship with my wife.\n\nI have asked the owners and administrators of the messages and discussion\nof several groups in Google to remove unauthorized photos of my wife and I,\nwhich includes sensual and erotic contents, and which were stolen from our\ncomputers.  These pictures belong to us and are of private matter, and this\nis the reason why I am asking to remove these photos.\n\nTherefore, I ask for your help in removing these messages and pictures from\nthe groups and discussions, since the photos are causing a great\nembarrassment for my wife and I and also causing serious problems in our\nrelationship.  I should like if you can resolve this problem urgently.\n\nMy username in the Google group is:  morenobarra\nand the e-mail I use for this username is:  ksalroka@unisys.com.br\n\nHowever for communication issues with me, the best e-mail to use is:\nrodney.oei@globo.com\n\n\nTo expedite the process I am following the format suggested in Google’s\nInfringement Notification for Groups.\n\n1.   Identify in sufficient detail the copyrighted work that you believe\nhas been infringed upon.\n\nThe discussion groups and messages that allegedly contains the infringed\nmaterial that contains the pictures are published in the following URLs:\n1.\nPelada dos Amigos\nTARADA! CAIU NA NET - OUTRA QUE FICOU FAMOSA. (cuidado)\nBY:  Thomaz Anicio\nDate:  March 28, 2012","infringing_urls":[{"url":"http://groups.google.com/group/fantazi-ankara/msg/4a87e1b126e6d174"},{"url":"http://groups.google.com/group/fodabrasil/msg/3b424b2860025b9b"},{"url":"http://groups.google.com/group/peladadosamigos2009/msg/0c1f154e96bce2cc"},{"url":"http://groups.google.com/group/sexobrazil/msg/b960f91e48130291"},{"url":"http://groups.google.com/group/tramontina-csp/msg/3d88c7876cc85656"},{"url":"http://groups.google.com/group/tramontina-csp/msg/6bee9d7d7030857d"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}