{"dmca":{"id":4378,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":"\n\nAdSenseLocale:\nAutoDetectedBrowser: Google Chrome\nAutoDetectedOS: Windows 7\nIIILanguage: en\nIssueType: lr_counternotice\nLanguage: en\naddress: 102 Waverly Street\nWaterbury, CT 06710\nandroid_app_developer_1: Shot\nandroid_app_name_1:  \nhttp://market.android.com/details?id=com.shotware.randyortonnewsclocks\ncompanyname:\ncountry_residence: US\ndmca_clarifications: I would like to provide some additional information.  \nThe above app utilizes 5 convenience buttons that redirect to links on the  \nofficial WWE website. To ensure that these buttons are not confused with  \nin-app content, we force the launch of an internet browser window which  \nnavigates the user to a link that is appropriate for the buttons label. The  \ncustomer is automatically transferred to the particular genuine web page of  \nthe original author. There is no deception in what is happening. I thought  \nthis was allowed, and legal. In the description on the market we clearly  \nstate that we are not affiliated. If the name of the app, market  \ndescription, or content is in violation, I will gladly remove it. We use  \nonly public domain, gnu license, or creative commons images within our  \napplication. I do not want to profit from someone else's hard work. I have  \nspent many hours on this app and have a lot invested in it. It has produced  \na handful of downloads, compared to the effort involved in bringing all  \nthis functionality to the users. Not everyone who uses these phones are  \ntechnically savvy. Surely my customers would have paid someone $1.49 to set  \nup all these links, connect all the news feeds, and provide some nice  \nwallpapers about this common interest. I have many updates coming for these  \nusers, like chatting, new sharper looking user interface, additional  \nwidgets, and so on. If I am indeed in violation, I would like the  \nopportunity to remove any such issues, and I can continue to add content  \nfor my customers that is not in violation of any laws. I cannot be clear  \nenough, I do not want to break any laws. I just want to provide users an  \neasier way to get to the things they care about. This app includes an air  \nhorn for celebrating their love as a fan by making loud noises. I am just  \nproviding a service of convenience that my fans love.\n\nOf the few downloads, I had 7 ratings, all 5 stars.\n========================\nby Dana (March 12, 2011)\nGreat!\n\nby Ant (December 3, 2010)\nLove it! Excellent app! Definitely worth the price.\n========================\n\nI hope I can get this all worked out. Thank you for your help with this.\n\ndmca_consent_statement: checked\ndmca_consent_statementtwo: checked\ndmca_signature: Reshat Hasankolli II\ndmca_signature_date_day: 27\ndmca_signature_date_month: 06\ndmca_signature_date_year: 2011\nform: dmca_counter\nfull_name: Reshat Hasankolli II\nhidden_product: androidmarket\norigin: helpcenter\nphone: 203-755-4743\nyour_title:\n","date_sent":"2011-06-28T04:00:00Z","date_received":"2011-06-28T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}