{"dmca":{"id":4379,"type":"Dmca","title":"Thailand Birdwatching Tour Site Complains of Competitor's Infringement","body":"FROM : PaddleAsia Co.,Ltd    PHONE NO. : XX XX XXXXXX XX    DEC. O8 2004 04:14PM P1 \r\nPaddleAsia \r\n\r\nFax Transmission from PaddleAsia Co., Ltd. \r\nFrom: [private] \r\nFax: +XX XX XXXXXX \r\nTel: +XX XX XXXXXX \r\nMobile: ([private]) XX XXXXXXX \r\nEmail: [private]@paddleasia.com \r\n\r\nDate: December 8th, 2004 \r\n\r\nPaddleAsia Co., Ltd. \r\n[private]\r\nPhuket 83000 \r\nThailand \r\n\r\nRe: Copyright infringement \r\nFax: (XXX) XXX-XXXX \r\nAttn: DMCA Complaints Department \r\n\r\nDear Google DMCA Department, \r\n\r\nl am having reoccurring problems with another website copying text from my website to use on theirs. In the recent past I have warned them to take copied material off of their site and they have. However, they keep copying other pages on from my site. \r\n\r\nThe website that copies mine is http://thailandbirdwatching.com \r\nI am the owner of http://thailandbirding.com \r\n\r\nAn example of what I mean is on http://www.thailandbirdwatching.com/tarutao-island.htm Much of the text on their page was taken directly from my webpage http://paddleasia.com/destinations/tarutao.htm \r\n\r\nTheir webpage: \r\n\r\n-\"There is a park headquarters with bungalows where we stay. The long beach in front of the park adds much beauty to an already stunning scene. A tidal river next to the park is where we do our first destination of exploring. Usually, we could spend several days exploring on this area. We are kayaking in the mangrove forest beside. There are many birds in the mangrove forests. Brown-winged Kingfishers, large size, red bill and chocolate-brown wings, mantle and tail, rump turquoise are often seen. Some Flycatchers and Oriental Pied hornbills regularly cross over the mangrove channels or soaring along the side of the limestone mountains. Ashy Drongos, and Black Drongos medium-sized black color, flutter between trees in front of the park headquarters in their constant search for some insects,\" \r\n\r\nPage 1 of 2 \r\n\r\nFROM : PaddleAsia Co.,Ltd    PHONE NO. : XX XX XXXXXX XX    DEC. 08 2004 04:16PM P1 \r\nMy webpage: \r\n\"There is a park headquarters with bungalows where we land. The long beach in front of the park adds much beauty to an already stunning scene. A tidal river next to the park is where we do our first bit of exploring. Actually, you could spend several days exploring just this one area. We paddle in a mangrove forest beside steep limestone cliffs. There are lots of birds in the mangrove. Brown-winged Kingfishers, bright orange birds with brown wings and a blue back, are often seen. Oriental Pied hornbills and Southern Pied hornbills regularly cross over the mangrove channels or soar along the side of the massive limestone mountains. Greater Ratchet-tailed Drongos, medium-sized black birds with two very long tail feathers, flutter between trees at the park headquarters in their constant search for insects.\" \r\n\r\nAccording the the \"WayBack Machine\" [http://web.archive.org/web/*/http://paddleasia.com/destinations/tarutao.htm] my webpage has been online with this text (above) since Jan 26, 2001. According to the \"WayBack Machine\", thailandbirdwatching.com didn't come online until January 10, 2004. \r\n\r\nThe offender's contact info is as follows: \r\n\r\nNature and Bird Site Exploration Co., Ltd. \r\n[private]\r\nMuang Phuket \r\nThailand 83000 \r\nTel/Fax +XX XX XXXXXX \r\ne-mail: [private]@thailandbirdwatching.com \r\n\r\nThe company owner's name is [private] \r\n\r\nNote: [private -- the company owner] is a former employee of my company, PaddleAsia. \r\n\r\nAs per your Copyright and Intellectual Property Agent for Notice suggestion, \r\n\r\nI \"have a good faith belief that the disputed use is not authorized by the copyright or intellectual property owner, its agent, or the law;\" \r\n\r\nI, [private], swear under penalty of perjury that the above information is accurate and correct. I own the copyright and intellectual property of the text in question. \r\n\r\n(The above two statements were copied from Yahoo's \"Copyright and Intellectual Property Agent for Notice\") \r\n\r\nThank you very much for your time and consideration. Sincerely, \r\n[private]\r\n[private], Director of PaddleAsia Co , Ltd. Email: [private]@paddleasia.com ","date_sent":"2004-12-08T05:00:00Z","date_received":"2004-12-08T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"PaddleAsia Co., Ltd.","recipient_name":"Law Offices of Brian Schneider","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}