{"dmca":{"id":4393,"type":"Dmca","title":"PVA Enterprises Corp. Claims 9Corp Site Infringes","body":"I am requesting that you remove any and all information on Google \r\nabout a firm called 9Corp and Vortex Technologies, Inc. (distributor \r\nfor 9Corp).\r\n\r\nIf one goes on the Google website and types in \"Ground Transient\" \r\ninformation comes up on both 9Corp and Vortex Technologies, Inc.\r\n\r\n9Corp is violating our US patent number 6,385,029. They are also \r\nviolating our copy written material both in print and off our \r\nwebsite... www.pvacorp.com\r\n\r\n9Corp is a shell corporation owned by a firm called Perlio \r\nTechnologies, LLC, [private], St. Charles, IL. Their \r\nwebsite is... www.perilo.com\r\n\r\nPVA Enterprises Corporation has a NDA signed with Perlio Technologies \r\nwhich states they can not compete, use any of our copy written \r\nmaterial, etc. I am including a copy of the NDA that was signed by \r\nPerilo Technologies and PVA. They Perlio and their shell company \r\n9Corp have no right to use any of our copy written and patented \r\ninformation. The same is true for Vortex Technologies which also \r\ncomes up on the Google search engine when types in \"Ground \r\nTransients.\"\r\n\r\nPerlio Technologies and Vortex have repeatedly ignored our requests \r\nand are now falsely listing their shell company 9Corp on Google and \r\nother search engine websites as being the owner of PVA's patented \r\ntechnology.\r\n\r\nThey are even using copy written material both in printed form and \r\noff our website that states they received the EC&M 2003 Product of \r\nthe year award. This to is false information and the award belongs to \r\nour firm PVA Enterprises Corporation.\r\n\r\nI am requesting the following URL's to be taken off the Google website","date_sent":"2005-01-03T05:00:00Z","date_received":"2005-01-03T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"PVA Enterprises Corporation","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}