{"dmca":{"id":4415,"type":"Dmca","title":"Non-Commercial Use Threatened Again","body":"December 15, 2004\r\n\r\n[private]\r\n\r\nRe:\tUnauthorized Use of The Watsons Girl/WatsonsGirl.com\r\n\r\nDear [private]:\r\n\r\nCMG Worldwide, Inc., (CMG) is contacting you on behalf of Jennifer Eichler, a/k/a The Watsons Girl, proprietor of certain trademark rights, rights of association and sponsorship, and Right of Publicity in and to the name, likeness and image of both Jennifer Eichler and The Watsons Girl.\r\n\r\nCMG has learned you are responsible for registering the domain name WatsonsGirl.com.  Such unauthorized use of the \"Watsons Girl\" mark is in blatant contravention of these aforementioned rights and will not be tolerated.\r\n\r\nYou should be aware that recent legislation has been enacted by which we will not only be able to recover this domain name, but also pursue a variety of other applicable damages including possible monetary awards. CMG Worldwide Inc. has been a leader in employing these laws in the resolution of claims relating to our clientele.  We have successfully administered requests for domain transfers on countless occasions, and we have never failed to recover a registration for one of our clients. While we would prefer to resolve this situation amicably, be advised that we are prepared to begin legal proceedings to recover the registration. \r\n\r\nPursuant to such accomplishments, CMG wishes to facilitate the transfer of WatsonsGirl.com to CMG, on behalf of Ms. Eichler.  We will expect written acknowledgment within 48 hours of receipt of this letter, confirming your willingness to cooperate in the transfer.\r\n\r\nIf you have any questions, please do not hesitate to contact me at [private], or via e-mail, at [private].  I look forward to your further communications.\r\n\r\nNothing contained herein or omitted here from constitutes a waiver of any of the rights or remedies at law or at equity of Jennifer Eichler, Watsons, or CMG Worldwide, Inc., all of which are hereby expressly reserved.\r\n\r\nRespectfully submitted,\r\n\r\n[private]\r\nLegal Counsel\r\n\r\n[private]\r\n\r\nNOTICE:  This electronic message and any and all of the attached pages are intended only for the use of the individual or entity to which it is addressed and may contain information that is privileged, confidential and exempt from disclosure under applicable law.  If the reader of this message is not the intended recipient, or the employee or agent responsible for delivering the message to the intended recipient, you are hereby notified that any dissemination, distribution or copying of this communication is strictly prohibited.  If you have received this communication in error, please notify us immediately by e-mail [private], and return the original message.  THANK YOU.","date_sent":"2004-12-15T05:00:00Z","date_received":"2004-12-15T05:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"CMG Worldwide","principal_name":"Jennifer Eichler","recipient_name":"Kathode Ray Enterprises, LLC","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}