{"dmca":{"id":4426,"type":"Dmca","title":"TM Monitor Approaches Online Reseller","body":"    It  has come to our attention that your website: (www.theboyz.biz) is selling products made by our client Cobra Electronics Corporation. We would like to take this time to offer your company something very attractive and appealing to your business model.\r\n\r\n    Net Enforcers Inc, is a copyright, trademark & brand protection company hired by Cobra Electronics Corporation. Our client has Internet agreements that only allow minimum approved advertised pricing with their products being sold via Internet Retailers. Our client requests that your company change the advertised pricing on your website to conform with their Internet MAP pricing schedule. This pricing schedule is attached for your reference.\r\n\r\n    If your website cooperates with this request, our client will grant the use of all copyrighted and trademarked intellectual property associated with their products for your website. This intellectual property includes product text, photographs, and the names/trademarks of our client, including its registered logos.\r\n\r\n    The added benefit of being an authorized Internet dealer is the ability to advertise such relationship with the manufacturer, offer manufacturers warranties along with being able to use manufacturers intellectual property to list their products in the utmost professional manner. Each of these benefits allow building added confidence with Internet consumers and who they are buying products from. Having the lowest price on the Internet is not always the most attractive to consumers, the company website, warranty offerings, and relationships with manufacturers are just as important.  Being an authorized Internet dealer still being able to sell at competitive prices or with price matching allows a win-win situation for both retailers like yourself, and the millions of Internet consumers wanting our client","date_sent":"2005-01-13T05:00:00Z","date_received":"2005-01-13T05:00:00Z","topics":["Trademark","Copyright"],"sender_name":null,"principal_name":"Net Enforcers Inc.","recipient_name":"TheBoyz.biz","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}