{"dmca":{"id":4445,"type":"Dmca","title":"Digital Millennium Copyright Act (","body":"Dear [Private],\r\n\r\nThank you for your letter.\r\n\r\nPlease note that we do *not* host the copyrighted video to which you refer.\r\n\r\nWe have previously accompanied our short news item on the matter with thumbnails. Thumbnailing is explicitly in compliance with the DMCA. And, as a thumbnail of a still, an image is essentially insignificant to the work as a whole, meeting an important condition of fair use.\r\n\r\nI will refer you to the decision of Ticketmaster v. Tickets.com of the California Central District U.S. District Court in regard to your complaint about linking. To wit: \"...hyperlinking does not itself involve a violation of the Copyright Act (whatever it may do for other claims) since no copying is involved...\" Therefore, if you have a complaint with other sites hosting copyrighted video, your complaint is with them. Logic dictates that if we would not be violating any copyright held by those sites by linking to them, it follows that we would not be engaging in any copyright violation claimed by others by linking to them.\r\n\r\nAs per section 107 of the Copyright Act, news reporting is protected under fair use. Furthermore, we assert that the practice of hyperlinking on the internet is even protected by the First Amendment as a form of assembly. We deny knowledge of any other-party copyright infringement at the time of publication that would result in putting us in a position of contributory infringement -- for all we know, your client has licensed her copyright in this work to other websites.\r\n\r\nHowever: so that we won't have to continue this discussion, and upon the information you have now provided, I am happy to remove any accompanying thumbnails of the video from our item. And, as you have no legitimate complaint with our hosting company or registrar, we would request that you don't trouble them with this non-issue further.\r\n\r\nFinally, I take your complaint on behalf of Ms. Tucker as confirmation that, as the subject of this video, she is its lawful copyright holder.\r\n\r\nThank you again, and best regards,\r\n\r\n[Private]\r\nEditorial Director\r\nGawker Media\r\n","date_sent":"2005-01-19T05:00:00Z","date_received":"2005-01-19T05:00:00Z","topics":["Responses","Copyright"],"sender_name":null,"principal_name":"Gawker Media","recipient_name":"Fein & Jakab","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}