{"dmca":{"id":4501,"type":"Dmca","title":"Re: Copyright Infringement: http://www.quotes.watchtower.ca","body":"Dear Sirs:\r\n\r\nRe: Copyright Infringement: http://www.quotes.watchtower.ca\r\n\r\nWe have been retained in this matter by Watch Tower Bible and Tract Society of Pennsylvania (\"Watch Tower\") and its affiliate Watch Tower Bible and Tract Society of Canada, charitable religious corporations representing the religious community of Jehovah's Witnesses.\r\n\r\nWatch Tower is the publisher of /The Watchtower/ and /Awake!/ magazines and other religious books, magazines, tracts, and brochures. The only authorized reproduction of Watch Tower's publications on the Internet is at the official website of Jehovah's Witnesses, http://www.watchtower.org.\r\n\r\nOur clients request that you immediately cease and desist the unauthorized reproduction of Watch Tower's copyrighted material at website http://www.quotes.watchtower.ca. Our clients also request you immediately cease and desist the unauthorized use of the domain name\r\n\"watchtower.ca\" and the unauthorized reproduction of Watch Tower's corporate logo.\r\n\r\nUnauthorized Reproduction of Written Material and Artwork\r\n\r\nWe understand the owner/manager of the website http://www.quotes.watchtower.ca is Mr. [name removed], who lives in Toronto, Ontario. The domain name \"watchtower.ca\" is registered in Canada with \"Domainsatcost.ca.\" The website (IP address 216.130.173.219) is hosted by American company Webair Internet Development Inc.\r\n\r\nThe following statement appears on the website: \"These pages do not contain any 'editorial' information or personal comments. They only contain direct quotes from the Watchtower Bible & Tract Society publications...\" Given the site acknowledges it reproduces Watch Tower's copyrighted material we have not cited specific infringements.\r\n\r\nAlthough the website gives credit for the information to \"Watchtower Bible and Tract Society of Pennsylvania,\" the unauthorized reproduction of literally hundreds of pages of copyrighted material grossly exceeds the \"fair dealing\" provision of Canada's /Copyright Act/. The website also entirely reproduces dozens of pieces of Watch Tower's original artwork.\r\n\r\nAdditionally, the website offers for sale the \"Watchtower Bookshelf CD,\" containing \"over 6,000 pages from books [of] the Watchtower Bible &Tract Society--every book from 1942 to 1959.\" Despite the contrary claim on the website, many of these original works continue to be protected under Canada's /Copyright Act/ and distribution of the CD-Rom is a breach of Watch Tower's copyright.\r\n\r\nUnauthorized Use of Domain Name \"Watchtower\"\r\n\r\nWatch Tower has published /The Watchtower/ magazine continuously since its first issue of July 1879. The name \"Watchtower\" is internationally associated with the religious literature published by Jehovah's Witnesses.\r\n\r\nUse of the domain name \"watchtower\" and metatags \"Jehovah's Witnesses,\" \"Jehovah,\" \"Witness,\" \"Watchtower,\" \"Watch Tower,\" \"International Bible Students,\" and \"Official\" are expressly designed to capitalize on Watch Tower's good will and is an improper attempt to pass off as an authoritative resource of religious materials published by Watch Tower.\r\n\r\nUnauthorized Use of Watch Tower's Corporate Logo\r\n\r\nWatch Tower has use its corporate logo continuously since the first issue of /The Watchtower/ in 1879. The logo was modified to its present formate beginning with the January 1, 1978, issue of /The Watchtower/ (see logo on cover page of March 1, 2005, issue of /The Watchtower/ and home page of Watch Tower's official website, both enclosed).\r\n\r\nMr. [name removed]'s website http://www.quotes.watchtower.ca employs an exact copy of Watch Tower's corporate logo and breaches Watch Tower's rights under the /Copyright Act/ (see unauthorized logo reproduced at quotes.watchtower.ca home page, enclosed).\r\n\r\nWe hereby demand you take all steps necessary to immediately stop the breach of Watch Tower's copyright. Please advise us in writing within ten (10) days of the date of this letter whether or not you will take the requested action.\r\n\r\nYours very truly,\r\n\r\n[signed]\r\nShane H. Brady","date_sent":"2005-01-11T05:00:00Z","date_received":"2005-01-11T05:00:00Z","topics":["Copyright","Copyright and Fair Use"],"sender_name":"W. Glen How & Associates, Barristers and Solicitors","principal_name":"Watch Tower Bible and Tract Society of Canada","recipient_name":"(none)","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}