{"dmca":{"id":4505,"type":"Dmca","title":"U.K. resident complains of defamation indexed in Google News","body":"To whom it may concern,\r\n\r\nRecently a website [redacted] has been publishing articles penned by a [private] in which he accuses me of being a terrorist. In light of the very serious accusations I got in touch with the anti-terrorist unit of Scotland Yard to denounce the issue for the editor of said website appears to live here in England. The anti-terrorist unit replied that they could not take further action in that respect. However they recommended me to get in touch with the office of the Information Commissioner of England to seek remedy. The Information Commissioner advised me to contact the company that provides hosting services to Vheadline to ask them to remove the libellous material. Fortunately the director of said company, Snap Technologies, sympathised with my cause and got the editor of [redacted] to remove personal information about myself posted in his website. According to the laws of England, it is an offence to publish personal data without explicit written consent of the person in question [Data protection Act 1998]. Ergo said information was removed, however the libellous articles continue there. The problem in that respect is that [redacted] gets indexed by Google News, and as we are only too aware, articles indexed there are rapidly propagated through the web. Since, to the best of my knowledge, I have got no connection whatsoever with terrorism and believe that these accusations have no legal substance or evidence, I should be most grateful if these articles are removed from public access in Google and Google News, at least until this matter is conveniently solved in a court of law and responsibilities are determined and duly judged.\r\n\r\nI shall make use of the format provided by you.\r\nPlease use the following format (including section numbers):\r\n\r\n1. Identify precisely the Google website where the information above appears (for instance, news.google.co.uk). This is required because each website is governed by the specific laws of the country with which it is associated.\r\n\r\nhttp://news.google.co.uk\r\n\r\n2. Identify your country or countries of residence and citizenship. England, Spanish citizen.\r\n\r\n3. Identify precisely the information that you claim violates your rights under applicable law (the 'Unlawful Material').\r\nFOR NEWS, YOU MUST IDENTIFY EACH SEARCH RESULT THAT DIRECTLY LINKS TO A WEBPAGE THAT ALLEGEDLY CONTAINS UNLAWFUL MATERIAL. This requires you to provide (a) the search query that you used, and (b) the URL for each allegedly unlawful search result. In such a case, you would provide the following information:\r\n\r\n[redacted]\r\n","date_sent":"2005-01-11T05:00:00Z","date_received":"2005-01-11T05:00:00Z","topics":["Copyright","International"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}