{"dmca":{"id":4565,"type":"Dmca","title":"PWS Claims Findlaw LawCrawler Infringes","body":"February 6, 2005\r\n[private]\r\nProfessional Web Services, Inc. \r\n[private]\r\nEmail: [private]\r\n\r\nGoogle, Inc.\r\nAttn: User Support, DMCA Complaints \r\n[private]\r\nMountain View, CA 94043\r\nFAX [private]\r\nAnn: User Support, DMCA complaints\r\n\r\nDear GoogleTM User Support,\r\n\r\nSubject: Infringement Notification per Digital Millennium Copyright Act\r\n\r\nIt has come to my attention that there is a copyright infringement of the copyrighted work that was displayed on our web page at:\r\nwww.pwebs.net/b2b_b2c_marketing_and_ advertising_resources_information.htm  and also http//pwebs.net/marketing/ethics/articles/internetethics.htm.\r\n\r\nAn older copy of our page included the following passage: \"GoogleTM Find law resources for the Public, Legal, and Law Professionals. Lawyers info Web Legal Terms - Dictionary. Plus the following issues related to legal, regulatory, and ethical as it pertains to the subject. Legal and regulatory issues in e-business ethical issues b2b versus b2c. B2B VS B2C legal data, legal issues, b2c, b2b, b2c ethics, ethical and legal issues on a website, b2b vs b2c ethics, b2b ethics, internet ethics marketing, differences b2b b2c, ethical issues b2b, ethical, legal, and regulatory issues,B2C, B2B, ethical issues B2C, B2B ethical issues, ethics b2b, legal info for lawyers and the general public.\" Note: A number of the preceding terms were hyperlinks.\r\n\r\nGoogle SearchTM terms used to view alleged infringing page was:\r\n\r\nhttp://www.google.coml/search?as_q=B2B%20Ethical%20Legal%20and%20Regulatory%20Issu es&num=10&h1=en&ie=UTF-\r\n8&btnG=Google%20Search&as_epq=&as_oq=&as_ eq=&lr=&as_ft=i&a\r\n\r\nThe displayed Google SearchTM result includes the following two pages:\r\nFindLaw for Legal Professionals - Case Law, Federal and State ...\r\n... Legal and regulatory issues in e-business ethical issues b2b versus b2c. B2B VS B2C legal data, legal issues, b2c, b2b, b2c ethics, ethical and legal","date_sent":"2005-02-06T05:00:00Z","date_received":"2005-02-06T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}