{"dmca":{"id":4579,"type":"Dmca","title":"ICE-MAN Copyright Infringement Complaint","body":"Dear Google Officials,\r\n\r\nThere is currently a site in your listings that is posting copyrighted material from our website on their servers in order to mislead our clients and spoof our listings. We have contacted the individual running the spoof site on a number of occasions, requesting that the copyright-infringing page be taken down. The owner of the site has repeatedly refused to do so, his most recent response being found at http://www.darkwoodinc.com/~tim/download/imc3.txt.   This page was erected by a former client of our network who left on negative terms and since started his own rival network. Below is a detailed DMCA complaint against the individual according to the specifications you have requested:\r\n\r\n1) The copyrighted work at issue is the text that appears on http://www.imc3.org/mudlist.html.\r\n2) The infringing material at issue appears on http://www.darkwoodinc.com/~tim/download/imc3.html, which appears as the top result of the following Google search query: imc3\r\n3) You may contact me via email at [Private].\r\n4) The last email address I have on record for the owner of that site is [Private].\r\n5) I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing webpages is not authorized by the copyright owner, its agent, or the law.\r\n6) I swear, under penalty of perjury consistent with United States Code Title 17, Section 512, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nThank you very much for addressing this concern.\r\nRegards,\r\n[Private]\r\nChairman and Authorized Copyright Holder, of the ICE-MAN InterMUD Network (http://www.imc3.org)\r\n\r\n","date_sent":"2005-02-10T05:00:00Z","date_received":"2005-02-10T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"ICE-MAN InterMUD Network","recipient_name":"Law Offices of Brian Schneider","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}