{"dmca":{"id":4610,"type":"Dmca","title":"Put the Fire on Ice Infringement on Ice","body":"This office consulted with [private], the owner of Fire on Ice, regarding your unauthorized use of his photograph to advertise your business.  Specifically, Mr. [private] alleges that your advertisement in the local Yellow Pages and elsewhere used a photograph that Mr. [private] personally took of his fire pit project he did for the MTV Program, Real World.  Your unauthorized use of Mr. [private] photograph to promote your business is a misappropriation of this work, creates confusion in the marketplace, and violates Mr. [private] rights that are protected by federal trademark and copyright laws.  These alleged violations when proven true subject you to injunction, compensatory damages, punitive damages and therecovery of attorney fees.\r\n\r\nWe have advised Mr. [private] of his legal rights and remedies including his right to sue and recover damages.  However, he still is willing to reach an informal resolution without the need to incure the expense of litigation.  This letter is written to promote settlement between the parties.  Please be advised that this firm has not yet been retained by Mr. [private].  Therefore, you have our permission to contact him directly to advise that you immediately cease and desist from the unauthorized and unlicensed use of his photograph to advertise your business, that you will compensate him for you unauthorized and unlicensed use; and will pay an appropriate license fee for the current use of the photograph in pre-printed material as settlement of this matter.  Please contact Mr. [private] in writing within ten (10) days from receipt of this letter to avoid formal legal action.\r\n\r\nPlease be advised that this letter is written pursuant to California Evidence Code 1152 for settlement purposes only and may not be used in subject proceedings.  ","date_sent":"2005-02-08T05:00:00Z","date_received":"2005-02-08T05:00:00Z","topics":["Copyright"],"sender_name":"Parker Stanbury LLP","principal_name":"[private]","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}