{"dmca":{"id":4678,"type":"Dmca","title":"Canadian Jewish Congress Demands Removal of Zundelsite","body":"Dear Sir or Madam:\r\n\r\nAttached please find a copy of the Reasons for Decision issued by the Tribunal of the Canadian Human Rights Commission in the matter of Ernst Zundel and the web-site knows as \"Zundelsite\" (www.zundelsite.org). The Order of the Tribunal (found on page 109), reads as follows:\r\n\r\nWe therefore order that the Respondent, Ernst Zundel, and any other individuals who act in the name of, or in concert with Ernst Zundel cease the discriminatory practice of communicating telephonically or causing to be communicated telephonically by means of the facilities of a telecommunications undertaking within the legislative authority of Parliament, matters of the type contained in Exhibit HR-2 and found on the Zundelsite, or any other messages of a substantially similar form or content that are likely to expose a person or persons to hatred or contempt by reason of the fact that that person or persons are identifiable on the basis of a prohibited ground of discrimination, contrary to s. 13(1) of the Canadian Human Rights Act.\r\n\r\nFor greater clarity, s. 13(1) of the Canadian Human Rights Act reads as follows:\r\n\r\nHate messages - It is a discriminatory practice for a person or a group of persons acting in concert to communicate telephonically or to cause to be so communicated, repeatedly, in whole or in part by means of the facilities of a telecommunications undertaking within the legislative authority of Parliament, any matter that is likely to expose a person or persons to hatred or contempt by reason of the fact that that person or those persons are identifiable on the basis of a prohibited ground of discrimination.\r\n\r\nThe failure of \"zundelsite\" to act in accordance with the order of the Canadian Human Rights Commission can only be interpreted to mean that the site continues to violate the rights of a group of persons (the Jewish community in Canada) and is therefore in contravention of the laws of Canada. On this basis, Canadian Jewish Congress Ontario Region requests the delisting of \"zundelsite\" from the service provided by Google Inc.\r\n\r\nPlease contact the undersigned if you require any additional information in this matter.\r\n\r\nYours truly,\r\n[Private]\r\nDirector Community Relations\r\nCanadian Jewish Congress Ontario Region\r\n\r\nc.c. [Private], National Executive Director Pro Tem, Canadian Jewish Congress\r\n\r\n","date_sent":"2004-11-17T05:00:00Z","date_received":"2004-11-17T05:00:00Z","topics":["Copyright","International"],"sender_name":null,"principal_name":"Canadian Jewish Congress Ontario Region","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}