{"dmca":{"id":4683,"type":"Dmca","title":"Art Imitates Life Just As 1artclub.com Has Been Accused of Imitating Artclub2000.com","body":"Google, Inc.\tDec 19,2004 \r\nAttn:[]\r\n[]\r\nMountain View. CA 94043\r\n\r\n\r\nExcellence in Art Inc \r\n(www.ArtClub2000.com) \r\n[]\r\nToronto Ontario M6A 1Y7 Canada\r\n[]\r\n\r\nAttention: copyright infringement officer:\r\n\r\nArtclub2000.com is demanding that you take 1artclub.com website off your site immediately, for the following reasons:\r\n\r\n1. 60%-70% of 1artclub.com website content includes hundreds of exclusive images from our artists, similar product categories, similar name, similar telephone number, similar item numbering system, similar policies, in other words our entire complete business concept has been copied, and being presented to the public, with the intent to confuse our existing clients, and associating us with them. SEE www.artclub2000/lawsuit/\r\n\r\n2. The lartclub.com website is a deliberate intent to deceive the public, for it is impossible to sell to the public, the art being presented at their site. lartclub.com claim that images shown on their site is the actual art available and ready\tto be shipped to the customer. lartclub.com even tries to erase the signature of the artist off the images. Since 1994, we worked very hard in presenting and compiling photos from the original paintings we owned, which most are still available for sale and some has been sold. We decided to continue showing the history of art that comes and goes through our site.\r\n\r\nWe hired a Texas lawyer who will be sending lartclub.com and its associate letters to demand to take copied images of their site and probably will proceed with a lawsuit against these companies for copyright infringement, and they will be investigated.\r\n\r\nWe have compiled some information showing comparison in content and images compiled from our site and their site to help you in your decision, SEE http://www.artclub2000.com/lawsuit/. The info submitted is just 10% percent of what they had downloaded from our site. If you need more info, we will be working on compiling more for you to review, but it will take hundreds of hours to finish, just let us know if you need it sooner.\r\n\r\nWe have been your client for 4-5 years and we have never complained or had complaint about us. We are quite happy with your services, except this annoyance that just occurred that 1artclub.com has copied our business concept. We need your assistance that this website will not confuse the general public.\r\n\r\nA Letter from our lawyer is also attached to show that we are serious in pursuing this case to the next level.\r\n\r\n3- Contact: []- []@artc1ub2000.com []\r\nfax []\r\nExcellence in Art Inc\r\n(www.ArtClub2000.com) \r\n[]\r\nToronto Ontario M6A 1X7 Canada\r\n[]\r\n\r\n4. Contact for owner of the web page, web designer that allegedly contains infringing material. SEE ATTACHED SHEET\r\n\r\n5. I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, artclub2000.com, its agent or the law\r\n\r\n6. I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on the behalf of the (artist)owner of an exclusive right that is allegedly infringed.\r\n\r\n[], artclub2000.com\r\n\r\n\r\nDecember 23, 2004\r\nVIA FACSIMILE and CERTIFIED MAIL RRR\r\n1st Art Club\r\n[]\r\nIrving, Texas 75061\r\n\r\nRE: Copyright infringement by lartclub.com \r\n\r\nTo Whom It May Concern:\r\n\r\nMy firm represents Excellence in Art, Inc. which owns and operates www.ArtClub2000.com (\"Art Club 2000\") in its intellectual property and litigation matters. Art Club 2000 is the owner of certain works of art and images that are sold on its website.\r\n\r\nIt has recently come to our attention that you have copied hundreds of images belonging to my client and located on my client's site. This is tantamount to theft and infringes my client's rights in its copyrighted works of art and images.  I refer you to www.artclub2000.com/lawsuit for specific examples of the duplication. This represents only a fraction of the infringement and duplication of my client's proprietary information and property. It will be obvious to any judge that reviews this site that your company is infringing on my client's rights.\r\n\r\nI demand that you cease and desist use of my client's proprietary images and works of art and immediately remove them from your website and any other marketing and/or promotional materials used by your company. My client has suffered irrepairable harm as a result of your conduct. It has already expended significant resources investigating your offensive conduct and will suffer significant money damages as a result of loss of business. If you do not immediately remove my client's images from your site, we will pursue all legal remedies, including filing suit for a temporary restraining order and other injunctive relief, as well as damages.  Please have your attorney contact me by December 30, 2004 to provide proof that you have discontinued use of the images in question.\r\n\r\nBy a copy of this letter to the company that provides your site's web services, we make it aware of my client's discovery of the legally prohibited conduct. If that company aided in your infringement, it will be held legally accountable for its involvement.\r\n\r\nVery truly yours,\r\n\r\n[]\r\n[]\r\nGAT:ffc\r\ncc:\t[] \r\n[]\r\nFort Worth, Texas 76112\r\n\r\n4. Owner of web page that contains infringing material\r\n1artclub.com (also firstartclub.com, 1startclub.com)\r\nMail: 1st Art Club\r\n[]\r\nIrving, TX 75061\r\n[]\r\nDomain name 1artclub.com registered to:\r\nAccent International Trading\r\n[]\r\n[]@comcast.net\r\n[]\r\nEuless, TX 76039\r\nUS\r\nTel: []\r\nFax:[]\r\n\r\n1artclub.com use this company for web hosting, web design and SSL Certificate\r\nSecure Forms (ROI Advertising & Communications)\r\n[]\r\nFort Worth, Texas 76112\r\nMain: []\r\nFax: []\r\nIf you believe that content appearing on any ROI Advertising & Communications site constitutes copyright infringement of another party's rights, please contact our designated agent for claims of copyright infringement\r\n[]\r\n[]\r\nFort Worth, Texas 76112\r\nE-mail: mailto:[]@roiac.com?subject=DMCA Notification\r\nTelephone: []","date_sent":"2004-12-19T05:00:00Z","date_received":"2004-12-19T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"artclub2000.com","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}