{"dmca":{"id":4704,"type":"Dmca","title":"Website Owner asks Google to Remove Website Using Copyrighted text","body":"We are writing to make you aware of theft of our copyrighted site materials, and to request that you remove or disable access to these stolen materials in compliance with the Digital Milennium Copyright Act.\r\n\r\nThe copyrighted work at issue is the text which appears via Search Query: \"Naveen Art Gallery's quality control standards\" Infringing Web Page: http://www.naveenartgallery.com/contactus.htm\r\n\r\nOur original copyrighted text can be found on: http://wwww.silversource.com/\r\n\r\nNaveenartgallery.com copied the entire text of our home page verbatim, and included the same on its own website in an attempt to outrank SilverSource on Google search results, merely substituting all instances of the SilverSource brand name with its own.\r\n\r\nI have a good faith belief that use of the copyrighted material described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law. I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner of an exclusive right that is allegedly infringed.\r\n\r\nThe owner/administrator contact information for Naveen Art Gallery follows on page two of this letter.\r\n\r\nWe would greatly appreciate your early attention to this matter. Please consider me personally at your service if I may provide any further assistance or information.\r\n\r\n\r\nYours Sincerely,\r\n\r\n\r\n[Sender]\r\nOwner, SilverSource.com\r\n[e-mail]\r\n[Address]\r\nSanta Monica, CA 90403-5784 USA \r\n[Phone]\r\n\r\n[Private]\r\nM/s Naveen Art Gallery\r\n[Address] \r\nJaipur 302003 Rajasthan INDIA\r\n\r\n[e-mail]\r\n\r\n[phone]\r\n\r\n","date_sent":"2005-02-10T05:00:00Z","date_received":"2005-02-10T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"SilverSource.com","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}