{"dmca":{"id":4717,"type":"Dmca","title":"Can the Beatallica Go On?","body":"re:  WWW.BEATALLICA.COM\r\n     WWW.BEATALLICA.ORG\r\n     NOTICE OF WILLFUL COPYRIGHT INFRINGEMENT\r\n     NOTICE TO TAKEDOWN PURSUANT TO 17 U.S.C. 512(c)\r\n\r\nDear [Private]:\r\n\r\nI write on behalf of Sony/ATV Music Publishing LLC (\"Sony/ATV\"), a copyright owner and the music publisher of an extensive catalogue of copyrighted musical compositions, including musical compositions written, individually and jointly, by John Lennon, Paul McCartney, George Harrison and Richard Starkey (individually and collectively, \"The Beatles\") and recorded and performed by The Beatles, including, but not limited to, those copyrighted musical compositions identified on the representative list attached hereto (the \"Sony/ATV Compositions\").  This letter shall serve as formal notice to you under Section 512(c) of the United States Copyright Act.\r\n\r\nIt has come to our attention that ThePlanet.com Internet Services, Inc. is the Internet Service Provider for above-referenced websites that are that are unlawfully using Sony/ATV Compositions or derivative works thereof, without authorization or license in connection with (i) the advertising and promotion of a musical group p/k/a Beatallica; (ii) the making available, distribution and performance of musical works; (iii) the promotion and sale of merchandise; and (iv) the advertising and promotion of the Beatallica websites located at Beatallica.com and Beatallica.org (the \"Sites\").  Such uses of Sony/ATV Compositions without the express authorization or license has caused and continues to cause substantial and irreparable injury and is in direct violation of Sony/ATV's rights, including, without limitation, those under the United Stated Copyright Act.  Accordingly, the \"music,\" \"news,\" and \"merchandise\" portions of the Sites, as well as all links to music and lyric files on the Sites, should be removed and access should be disabled immediately.\r\n\r\nThe information contained in this notice is accurate under the penalty of perjury.\r\n\r\nYour immediate attention to this matter as outlined above is very much appreciated.  In addition, please contact me within ten (10) business days of your receipt of this letter so that we may resolve this matter without unnecessary, additional legal expense.\r\n\r\nThis letter is not an exhaustive recitation of Sony/ATV's claims in this matter, and is accordingly written without prejudice to Sony/ATV's rights and remedies in the foregoing, all of which are hereby expressly reserved.\r\n\r\nI can be reached at the address first above, by phone at [private], or by facsimile at [private].\r\n\r\nSincerely,\r\n\r\n[Private]\r\nDirector\r\nBusiness and Legal Affairs\r\n\r\n\r\n\r\nAttachment\r\ncc: [Private], [Private]\r\n\r\nREPRESENTATIVE LIST OF COPYRIGHTED SONY/ATV COMPOSITIONS UNLAWFULLY APPEARING ON THE ABOVE-REFERENCED WEBSITES.\r\n\r\n\"Run For Your Life\"\r\n\"Sgt. Pepper's Lonely Hearts Club Band\"\r\n\"A Hard Days Night\"\r\n\"For No One\"\r\n\"No Reply\"\r\n\"Let It Be\"\r\n\"Ticket to Ride\"\r\n\"Everybody's Got Something To Hide Except Me And My Monkey\"\r\n\"All My Loving\"\r\n\"Back in the USSR\"\r\n\"Taxman\"\r\n\"And I Love Her\"\r\n\"Got To Get You Into My Life\"\r\n\"Lady Madonna\"\r\n\"Hey Jude\"\r\n\"I Want To Hold Your Hand\"\r\n\"We Can Work It Out\"","date_sent":"2005-02-17T05:00:00Z","date_received":"2005-02-17T05:00:00Z","topics":["Copyright","Copyright and Fair Use"],"sender_name":"Director, Legal and Business Affairs","principal_name":"Sony/ATV Music Publishing","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}