{"dmca":{"id":4718,"type":"Dmca","title":"defamed high school teacher","body":"NULL\r\nNULL\r\nFISCHETTI & PESCE, LLP \r\nATTORNEYS AT LAW \r\nNULL Garden City, New York 11530 NULL\r\nNULL\r\nNULL\r\n? Also Admitted in New Jersey \r\nFebruary 16, 2005 \r\n[Recipient]\r\nNULL Williston Park, N.Y. 11596 \r\nRe: Internet Postings Regarding [Sender]\r\nDear [Recipient]: \r\nThis firm represents [Sender], and she has secured our services to contact you regarding Internet postings concerning her. Please direct all correspondence regarding this matter to our office. \r\nIt is our understanding that Internet postings attributed to you have appeared on websites or pages within your control. Further, these postings make references to our client in ways that could be damaging to her character and reputation and carry with them the potential of lowering her estimation in the eyes of the community in which she serves as a high school teacher, thereby threatening her livelihood in that regard. \r\nOne such posting mentions our client in the context of other statements regarding allegations of improprieties associated with other school officials in the district. This posting states, \"Now if only someone would implicate [Sender] ... ,\" and thus, could be read to insinuate that [Sender] may be involved in inappropriate activity, as well. Another posting contains various \"stories\" detailing alleged actions and comments of [Sender], as well as a solicitation to others to come forward with their stories about her. \r\nIt is our understanding that the first posting may have been removed from the Internet. The second posting, however, remains cached at \r\nhttp://64.233.161.1 04/scarch?Q=cache:P _ TaT9H8nWOJ:dan.guidonct.ws/old_sitc/politicsi sheehan. html+schools+mineola+%22M S+sheehan%22&h I=en \r\nI \r\nPosting such innuendo and providing a forum for the solicitation of other such material threatens to strike at the core of our client's ability to make a living in the teaching profession where she has thrived for years. A teacher is a leader in the school and in the community; indeed, that leadership is inextricably linked to the ability to practice the teaching craft. If the ability of [Sender] to hold herself out in the community as an example of integrity is diminished, so too is the utility of her training and experience because no one will view her as worthy of trust and allow her to work. \r\nMoreover, the impact of these postings is virtually incalculable, as the medium selected is unbounded. Anyone searching our client's name on the Internet will come upon this material that potentially casts doubt on her integrity. \r\nPlease be advised that in no uncertain terms our client takes offense at the postings described herein as an assault on her character, integrity, and livelihood. She demands that the material be removed from your server immediately, and should such material not be removed immediately, and/or should such material be spoken or otherwise published again, we will make vigorous use of any and all means of legal process at our disposal to cease these assaults on our client's character and recover any and all damages available under the law. To the extent that postings have been cached in Google and cannot be removed, she demands that you immediately post a retraction and an apology, \r\nIf there are other facts that exist that clarify this matter or point to a misunderstanding on our part regarding your participation in the preparation or hosting of this material, or if you have any questions regarding this matter, please contact us. Otherwise, we expect the matter to be taken care of in accordance with the above as soon as possible. \r\nThank you for your time and attention to this matter. \r\nSincerely, \r\n\r\n[Attorney]\r\nCc: [Sender]","date_sent":"2005-02-16T05:00:00Z","date_received":"2005-02-16T05:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Fischetti & Pesce, LLP","principal_name":null,"recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}