{"dmca":{"id":4723,"type":"Dmca","title":"Biolab all WORKSed up over etexts","body":"[Private]:\r\n\r\nAs you may recall, we represent Biolab Services, Inc. and its affiliates (\"Biolab\") with respect to intellectual property matters.  Biolab is the manufacturer of household cleaning products sold under the brand name THE WORKS.  In connection herewith, Biolab has established exclusive and valuable trademark rights in THE WORKS and has obtained federal registrations therefor.  (See, for example, United States Reg. Nos. 1,402,721, 1,709,665 and 2,063,846).\r\n\r\nIt has come to our attention again that the text archive website you maintain is currently using our client's trademark THE WORKS in a manner that infringes our client's intellectual property rights.  Specfically, <etext.org> is publishing instructions for a purported THE WORKS bomb in a posting on several individual pages located on the <etext.org> server:\r\n\r\n<http://www.etext.org/CuD/BOOM/boom.01>\r\n<http://www.etext.org/CuD/BOOM/boom.02>\r\n<http://www.etext.org/CuD/BOOM/boom.10>\r\n\r\nThe use of THE WORKS in connection with a purported bomb and the advocacy of potentially criminal activity infringes on and tarnishes Biolab's valuable trademark.  This use could be subject to substantial liability, including monetary damages and injunctive relief.\r\n\r\nAccordingly, we request the prompt removal of the THE WORKS trademark appearing in the content found at the addresses listed above and any other infringing uses on the <etext.org> server.  We request confirmation of the same by return email at Enforcement @DLAPiper.com.  Although our hope is to amicably resolve this matter, this letter shall in no way be construed to limit our client's rights and remedies available to it.\r\n\r\nSincerely,\r\n\r\n/s/\r\n\r\n[Private]","date_sent":"2005-01-25T05:00:00Z","date_received":"2005-01-25T05:00:00Z","topics":["Trademark","Copyright"],"sender_name":"DLA Piper Rudnick Gray Cary US LLP","principal_name":"Biolab Services, Inc.","recipient_name":"Etext Archives","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}