{"dmca":{"id":4729,"type":"Dmca","title":"SMS.ac to blogger: C U L8R","body":"<center><font color=\"red\" size=\"+3\">NOTICE OF INFRINGEMENT  OF INTELLECTUAL PROPERTY RIGHTS/DEFAMATION</font></center>\r\n\r\n<font color=\"red\">ATTENTION:</font> Neoteny Co., Ltd.\r\n\r\nRE: Domain name: ITO.COM\r\n\r\nAdministrative Contact:\r\n[information from WHOIS record]\r\n\r\nRE:  Infringement of Intellectual Property Rights/Defamation\r\n \r\n\r\n<b>YOU ARE HEREBY NOTIFIED</b> that SMS.ac is the owner of Patent Pending technology and is accorded domestic and international protection under applicable laws and treaties.  In addition, the Servicemarks of SMS.ac are protected via official registration and common law.  The text, colors, drawings, images, and multiple logos are further protected under the Copyright laws of the United States as well as International treaties.\r\n \r\n\r\nUse of our Intellectual Property, without authorization is a criminal offense, subject to imprisonment, fines, disgorgement of profits, treble damages and Attorney fees.\r\n \r\nTherefore, <b>ITO.com</b> must immediately <b>Cease and Desist</b> use of our Intellectual Property and must terminate use of defamatory content which has been published on said website with the sole intent of causing damages to SMS.ac.\r\n \r\nYou will receive no further Notice prior to official action being taken.\r\n \r\n[Private], Esq.\r\nDeputy General Counsel\r\nwww.sms.ac\r\n<img src=\"http://images.chillingeffects.org/notices/1688-img.jpg\"> \r\n \r\n  \r\n<center><font size=\"+3\">UNLESS YOU IMMEDIATELY <em>CEASE AND DESIST</em> YOUR ILLEGAL ACTIVITY, YOU WILL BE PROSECUTED</font></center>\r\n\r\n<i>THIS DOCUMENT CONTAINS INFORMATION THAT IS THE CONFIDENTIAL AND PROPRIETARY PROPERTY OF SMS.ac AND MAY NOT BE COPIED, PUBLISHED, OR DISCLOSED TO OTHERS, OR USED FOR ANY PURPOSE OTHER THAN REVIEW BY AUTHORIZED INDIVIDUALS, WITHOUT THE EXPRESS WRITTEN AUTHORIZATION OF AN AUTHORIZED OFFICER OF SMS.ac. \r\n\r\nIf  received by mistake, please inform SMS.ac of the erroneous transmission by immediately replying to the email and then delete the mail and its possible attachments without opening, copying, distributing or retaining any copies thereof.\r\nCopyright ","date_sent":"2005-02-16T05:00:00Z","date_received":"2005-02-16T05:00:00Z","topics":["Chilling Effects","Copyright"],"sender_name":"Deputy General Counsel","principal_name":"SMS.ac","recipient_name":"Neoteny Co., Ltd.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}