{"dmca":{"id":4746,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-05T04:00:00Z","date_received":"2012-06-05T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"XtremeCanada","principal_name":"XtremeCanada","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Klunkerz the Movie Interview\nI asked Joe Breeze, Charlie Kelly and \"Klunkerz\" blur maker Billy Savage a\n \nbrace of questions about abundance Bike history.\n\n\nKM, 1: What was the exact date of Joe Breeze's \"Breeze 13 in 1978?\n\nFRICTION MOUNT\n\nB. S: You accept to analysis with Joe, but I accept it was late-September \n\n1977, not 1978. Joe won the Repack chase that aboriginal weekend\nafterwards  \nachievement of the bike. I anticipate that chase was captivated on Oct.  \n2nd, 1977. Joe accomplished with a time of 4: 34: 38, 12 abnormal off the \n\nadvance set by Gary almanac.\n\nKlunkerz the Movie Interview\nC. K: Breezer 1 was there in 1977, all the others in 1978.\n\nJ. b.: I congenital Breezer 1 in September/October 1977. I don't accept a \n\nspecific date,\n\nbut annal announce that I rode it to achievement on its beginning boating \n\ndown\n\nRepackancient in October or November of 1977. And congenital the fans\nadded  \nnine of this aboriginal alternation of Breezers in 1977 and into 1978.\n\nKM, 2: What year did the aboriginal accumulation specialized alpha\nproduced  \nabundance bikes if not Specialized who started the aboriginal accumulation\n \nMTBs produced?\n\nB. S: Gary Fisher and Charlie Kelly were authoritative assembly bikes,\n\nMountain Bikes, in 1979, two years afore anybody abroad does Mike '  \nSinyard's ' StumpJumper hit the marketplace. addition Marin bikes  \naccumulation was architecture as well.\n\nThe Koski's and their ' actuality ' TrailMaster bike was produced in  \n1979-early 1980 backward. They were produced in numbers, about baby  \naccretion beneath than 1000 bikes during years of production the brace.\n\nMike's bikes StumpJumper ' Sinyard's ' werecogent because he was address  \n\nthem cheaply to ample across in actual numbers, but Gary and\n\n' Mountain Bikes ' 's Boulder, duke congenital application frames by Tom  \n\nRitchey, were additionally calamity of the San Francisco Bay Area. Gary,  \n\nCharlie and Tom produced several thousand bikes afore anybody abroad does \n\nMike Sinyard fabricated his ' aboriginal ' StumpJumper. Gary gave on Mike \n\na ' MountainBike ' to analysis out. Mike took it to Japan and agape it\noff.  \nMike took the absolute genitalia spec\n\noff of the ' MountainBike ' for his ' aboriginal ', StumpJumper\nextenuative  \nhimself years of analysis and development. The Marin guys had been  \nwhittling that bottomward genitalia blueprint for years on the trails of  \n\nMount Tamalpais. The alone affair that was altered on Mike's ' cheaper '  \n\nwas a StumpJumper anatomy and cheaperlabor.\n\nC. K: 1982. Univega agnate had a bike \"(\" Alpine Sport \") that came out  \nanon afterwards the Stumpjumper.\n\nJ. b.: Specialized who started the aboriginal accumulation MTBs produced?\n\nThe proto-type Specialized Stumpjumper (s) aboriginal appeared in 1981.  \n1982 was the year of aboriginal Stumpjumpers assembly. Actually, Mert  \nLawwill of Marin, congenital about 300 Lawwill Pro-Knight-Cruisers\nstarting  \nin 1978. And article anybody seems to balloon (and maybe for acceptable  \nreason), accumulation banker Murray Ohio produced their Murray Baja in  \n1980. I'm not abiding how abounding were made, but it ability.quad core  \naccept been in the thousands. I anticipate it awash for about $ 99.99 at  \n\nadministration bargain stores. I accept it was a aural failure. I was  \nafflicted back an architect fromMurray came out to Marin backward in the  \n\n1970s and was scoping out the scene. Apparently, not abundant bodies at  \nMurray accepted that bodies in the bazaar for bargain bikes are  \nlast-adapters.\n\nKM, 3: What were the differences amid Russ Mahon's bikes in 1974 and in  \n1978 Joe Breeze's?\n\nB. S: Russ ' bike was a monster of a ' Klunker '. Russ Ward's've\nacclimated  \na Hawthorne from the 1940s as the anatomy with Suntour VX and Shimano  \nTourney derailleur's attached. Russ fabricated abounding fans added  \nmodifications, including\n\nSuntour shifters and bombastic deride braking systems, etc. Joe's Breezer \n\nwas a cast new custom bike with a congenital anatomy out of failing\ntubing.  \nIt's affectionate of like comparing an old accident up derby racer with a \n\ncast new Ferrari. Joe's bike was the aboriginal(or second) custom off-road\n \ncongenital anatomy with all the cast of the new parts. Joe've acclimated  \n\nnew axle brakes Mafac, Suntour shifters, deride and derailleur's and rims \n\netc. It was the aboriginal cast new off-road bike.\n\nC. K: I don't apperceive back the Cupertino riders put apparatus on their \n\nbikes, but they had them by 1975. Unlike the Cupertino bikes, which were  \n\nold bikes with modifications, Joe's was congenital on a hand-made frame,  \n\nand've acclimated all new components.\n\nJ. b.: Russ's bikes and all the fans added Morrow DC bikes Schwinn've  \nacclimated 1930s or 1940s (or others) ' paper boy ' frames and were  \nmostly've acclimated with congenital up components. My 1977 Breezer had a \n\ncongenital anatomy and accurately for our abundance benumbed and all  \ngenitalia were cast new. In fact, it was the aboriginalabundance\ncongenital  \nwith all new bike components. They were no more clunkers.\n\nKM, 4: coaster brakes Were accepted because've acclimated elastic anchor\nto  \npads from the acceleration.there and broiled friction?\n\nB. S: Coaster brakes were've acclimated because afore anybody abroad does \n\nadmixture rims rims were accessible animate accommodate any affectionate\nof  \ndidnt braking apparent back they got wet. That's why coaster brakes  \n(Morrow's in particular.therefore) and boom brakes were the way to go.\nOnce  \nadmixture came along, axle brakes fabricated fans added sense. They were  \n\nlighter and easier to assignment on.\n\nC. K: Coaster brakes were've acclimated because that was what came on old \n\nbikes, and at aboriginal we've acclimated aloof old bikes. There were no  \n\nrim brakes at the time that would attach to the old bikes after  \nadjustmentarticle to the frame, or that would have ability.quad core about\n \nthe Bigger tire. Coaster brakes were've acclimated because that was all  \nthere was.\n\nJ. b.: Coaster brakes were initially because they've acclimated sittin'  \nwere appropriate on the old fat-tire bikes. Once we got serious, charcoal \n\nout.such fans added as coaster brakes achromatic away. boom brakes were  \nnext, but rim brakes were lighter and were the\n\nthe next best alike admitting wet braking meant bargain to pads. With  \naluminum rims in 1979, rim braking was decidedly improved.\n\nKM, 5: What does anticipate anybody of the French claims of Jean-Louis  \nSwiners that roots of the abundance bikes are in the north-east suburbs of\n \nParis, the Porte des abreast with Lilas?\n\nB. s: The VCCP alfresco of Paris in the 1950s were actual significant.\nThey  \nabsolutely Contributedto the accomplished thing, but they didnt continue.\n\nIt was the Marin association that created an industry with their  \napplication to accomplish the bike industry booty notice. If you see  \npictures of the anytime VCCP you can acquaint that they were 20 + years  \nadvanced of the curve.\n\nThat's why they're in the Hall of Fame abundance Bike, and it was Joe  \nBreeze who inducted them there.\n\nC. K: As far as I know, about no one in the United States is acquainted of\n \nthis claim, abundant beneath has an assessment about it. Certainly these  \n\nriders did not accept any access over the Americans who Developed the  \nabstraction on their own. Although cyclists all over the apple accept  \nexperimented with off road bicycling for a hundred years or more, the  \naction of abundance as we Bikingapperceive it today is a complete  \nre-invention of California, aloof like BMX and skateboarding.\n\nJ. b.: I was amenable for inducting the VCCP into the MTB Hall of Fame in \n\nFinale Ligura, Italy in 1999. I was abroad.â it with the absolute akin of \n\ntheir off-roadness. I wasnt acquainted of Jean-Louis Swiners. I will ask  \n\nhim about Michel Commerciaux.jacques.\n\nAnyway, the VCCP is a bit like Kirkpatrick MacMillan and his bike of 1839.\n \nIt may accept been the aboriginal pedal bike, but it didnt accord to  \nbicycling. It was an evolutionary asleep end. admitting the VCCP is an  \narchetype of absorbing about how far bodies went off alley on bikes, their\n \naffairs had no address on abundance biking. It was addition evolutionary  \n\nasleep end. I anticipate Geoff Apps and his Cleland bikes accept  \nevolutionary linkage. Not to Marin,but he had (has?) and afterward in the \n\nUK. His band the ability.quad core alike announce the Marin lineage.  \nGeoff's atom agitated on, no? Where did he get the idea?\n\nMaybe my appearance is aloof Marin-centric, but I anticipate it's\ndifficult  \nto avoid how abundant happened actuality that bent the absorption of a ton\n \nof bodies beyond\n\nMarin.\n\nKM, 6: back did anybody apprehend how abundant of a abstruse aftereffect  \n\nthat they had on the avant-garde bicycle?\n\nB. S: you'd accept to ask them, I'm aloof a with filmmaker). They had a  \nabstruse aftereffect on me, and I'm accustomed that they let me acquaint  \n\ntheir story.\n\nC. K: About 1983, back every architect offered a bike affected Ritchey\nanon  \nfrom the abundance of Gary Fisher Bikes that aboriginal and I sold.\n\nJ. b.: I anticipate it is aactual incremental thing, but back the  \naboriginal bike abundance\n\nWorld Championships came forth in 1990 that was account for fans added\nthan  \nsome reflection. addition \"Whoa!\" moment was the audition that was Biking \n\nin abundance for the 1996 Olympics.\n\nKlunkerz the Movie Interview\nEmail This\nBlogThis!\nShare to Twitter\nShare to Facebook\n\nLabels: Interview, Klunkerz","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}