{"dmca":{"id":4773,"type":"Dmca","title":"Text DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-15T05:00:00Z","date_received":"2012-01-15T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Mohammed Ali","principal_name":"Digital Door Locks","recipient_name":"Google, Inc.","works":[{"description":"op Level Security with an Award Winning Design\r\n\r\nSamsung SHS-6020 digital door locks offer top-notch safety along with an award winning design. These digital door locks, designed specifically with the Australian customer in mind, provide homes and businesses the level of peak technology and innovation that we have come to expect from Samsung.\r\n\r\nIn 2010, the Samsung SHS-6020 digital door locks won a Red Dot Design Award for their gorgeous and effective design. This award is a coveted design prize that is given out from the Design Zentrum Nordrhein Westfalen in Essen, Germany. The prize seeks to single out trendsetting companies who are offering extremely high design quality.\r\n\r\nHigh Quality Functionality\r\n\r\nThe design of the Samsung SHS6020 digital door locks will enhance the appearance of your home or business. In fact, this lock is perfect for homes, apartments or offices.\r\n\r\nThis gorgeous and innovative design offers top security and can be opened with a card and you can have up to 20 cards or password. RF key tags are also available to open up these digital door locks. To offer convenience for customers, the SHS-6020 digital door locks can also be opened with an emergency mechanical key(two supplied).\r\nsimply all the page","infringing_urls":[{"url":"http://www.exportprive.com/en/biometric-fingerprint-door-locks/16315-samsung-ezon-shs-6020-digital-key-tags-rfid-cards-door-lock.html"}],"copyrighted_urls":[{"url":"http://www.digitaldoorlocks.com.au/Home_Locks-SHS7021_Samsung_Door_Lock_1.html"}]},{"description":"New to our range is the Samsung Lock SHS-1320, comes with elegant outside body with tempered glass and has a touch screen. \r\nThe lock can be access by password or Key tag( 4 included) or Your credit card that you can program into the device\r\n(assuming you have smart chip on it).  \r\n\r\nThey lock can be accessed by touching the outside touch screen and using pasword or by using the supplied 4 cards. \r\n\r\n simply most of the page","infringing_urls":[{"url":"http://www.exportprive.com/en/biometric-fingerprint-door-locks/16317-samsung-ezon-shs-1320-digital-key-tags-rfid-cards-door-locks.html"}],"copyrighted_urls":[{"url":"http://www.digitaldoorlocks.com.au/Home_Locks-Digital_Door_Lock_Sh3120.html"}]},{"description":"igh Tech Design Meets Top-Notch Safety\r\nSamsung is welcoming a new era in the design and functionality of digital door locks with its brand new SHS-5120 model. This unit is perhaps most state-of-the-art digital door lock design. After all, Samsung is one of the world's most technologically advanced companies.\r\n\r\nOne of the most remarkable features of this new lock is that it is the first touch screen lock. This means that no buttons are required. The SHS-510 works with a digital touch keypad. As a result, this door lock is not only extremely safe, but also slim and elegant. The outside body of the lock is made with tempered glass.\r\n\r\nThis beautiful digital door lock operates through the means of a smart card, RF key tag or touch key. Users can also select password that is 5-12 digits. The unit comes with 2 key tags and 2 mechanical keys as well.\r\n\r\nCustomers love the fact that no keys are required to enter your residence or place of business. Whether it is your husband, wife, kids or employees, they will be able to enter with a smart card or touch key. \r\n\r\nDIY Unit Means Cost Savings\r\nFurther, the user can conveniently and easily install Samsung digital door locks, as this is a DIY unit. Samsung's convenient installation means that you can save the expense and hassle of calling a locksmith.","infringing_urls":[{"url":"http://www.exportprive.com/en/biometric-fingerprint-door-locks/16293-samsung-ezon-shs-5120-digital-key-tags-rfid-cards-door-lock-.html"}],"copyrighted_urls":[{"url":"http://www.exportprive.com/en/biometric-fingerprint-door-locks/16293-samsung-ezon-shs-5120-digital-key-tags-rfid-cards-door-lock-.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}