{"dmca":{"id":4789,"type":"Dmca","title":"duz.com claims self-storage web site infringes","body":"duz Internet and websites - for business\r\nduz.com, [Private], Ash, Surrey, GU12 6NW. U.K.\r\n\r\nGoogle, Inc.\r\nAttn: Customer Support, DMCA Complaints\r\n[Private], \r\nMountain View, CA 94043\r\nU.S.A.\t\r\n19th February 2005\r\nDigital Millennium Copyright Act - Infringement Notification\r\n\r\n1. Identify in sufficient detail the copyrighted work that you believe has been infringed.\r\n\r\nThe copyrighted work is the text that appears on www.self-storage-facilities.com detailed in APPENDIX A attached.\r\n\r\n2. Identify the material that you claim is infringing the copyrighted work listed in item #1 above.\r\n\r\nThe infringing work is the text detailed in APPENDIX B attached appearing on the following page(s) for the following search(s)\r\n\r\nSearch Query: allinurl: moving-services/self-storage.htm \r\n\r\nInfringing Web Pages: Detailed in APPENDIX C attached.\r\n\r\n3. Provide information reasonably sufficient to permit Google to contact you (email address is preferred).\r\n\r\nEmail: [Private]\r\n\r\n4. Provide information, if possible, sufficient to permit Google to notify the owner/administrator of the web page that allegedly contains infringing material (email address is preferred).\r\n\r\nEmail address unknown but AdSense publisher \"pub-8504442645793340\"\r\n\r\n5. I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\n6. I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nSIGNED: [Private]\r\n\r\n\r\nAPPENDIX A (Copyrighted work)\r\nhttp://www.self-storage-facilities.com/index.htm \r\n\r\nWhat is Self Storage?\r\nMore and more people today are finding it hard to manage the space they rent, own or lease and are turning to self-storage as a solution to cluttered personal and business lives. Whether you're looking to store just a few items, archive your business paperwork or put most of your possessions in a safe place for a few weeks, months or years this could be a cost-effective and flexible solution for you.\r\n\r\nSo, just what is self-storage? Self storage offers both personal and business users a storage solution that they can basically control themselves. As with more traditional storage methods, self-storage allows you to rent storage space where you can keep goods and belongings in specialist facilities. In the past, we have had to rely upon removal companies and large storage organizations to store on our behalf and have had to play by their rules with limited access, no flexibility, long-term contracts and high charges. With the advent of self-storage, we've been given a lot more choice. It's 'Do It Yourself","date_sent":"2005-02-19T05:00:00Z","date_received":"2005-02-19T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"duz.com","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}