{"dmca":{"id":4808,"type":"Dmca","title":"Author Claims Exclusive Right to Walk Epiphany Lane","body":"1. Identify in sufficient detail the trademarked work that you believe has been infringed upon. \r\n\r\nThe phrase \"Epiphany Lane\" is a trademark owned by Stephen R. Clark, Epiphany Lane Productions and associated with the domain EpiphanyLane.com.  Visit www.EpiphanyLane.com/rights.htm for verification and more information.  I have owned and used this name in a legitimate trademark use since June 2000.\r\n\r\nThe blog identified in #2 below is using the name \"Epiphany Lane\" which is an infringement of my trademark.  Please delete the blog and all references to the blog specified in #2 below.\r\n\r\n2. Identify the material that you claim is infringing upon the copyrighted work listed in item #1 above.\r\n\r\nhttp://epiphanylane.blogspot.com/\r\n\r\n3. Provide information reasonably sufficient to permit Blogger to contact you (email address is preferred).\r\n\r\nStephen R. Clark, Epiphany Lane Productions (TM)\r\n[Private], Fishers, IN 46038-0551\r\nEMAIL: [Private]@EpiphanyLane.com\r\nWEB: www.StephenRClark.com\r\nCELL: [Private]\r\nHOME: [Private]\r\nALTERNATE E-MAIL: [Private]@StephenRClark.com\r\n\r\n4. \"I have a good faith belief that the use of the trademark described above on the allegedly infringing web pages is not authorized byt the copyright owner, its agent, or the law.\"\r\n\r\n5. \"I swear, under penalty of perjury, that the information in the notification is accurate and that I am the trademark owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\n6. Sign the paper\r\n\r\n[Signature] 2/16/05\r\n\r\n7. Send the written communication to the following address:\r\n\r\nGoogle, Inc.\r\nAttn: Blogger, DMCA Complaints\r\n1600 Amphitheatre Pkwy\r\nMountain View, CA 94043\r\n\r\nOR Fax to:\r\n[private], Attn: Blogger, DMCA Complaints","date_sent":"2005-02-16T05:00:00Z","date_received":"2005-02-16T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Epiphany Lane Productions (TM)","recipient_name":"Blogger [Google, Inc.]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}