{"dmca":{"id":4839,"type":"Dmca","title":"Search Engine Optimization Site Complains of Infringement","body":"To: Google Digital Millennium Copyright Act\r\nFax: [Private]\r\nRe: Infringement Notification\r\nDate: February 28, 2005\r\nFrom: [Private]\r\n\r\n1. Identify in sufficient detail the copyrighted work that you believe has been infringed.\r\nThe copyrighted material work at issue is all the text that appear on http://www.elixirsystemscom.1bu.net/ and http://www.elixirsystemscom.1bu.com/\r\n\r\n2. Identify the material that you claim is infringing the copyrighted work listed in item #1 above.\r\n\r\nFOR WEB SEARCH, YOU MUST IDENTIFY EACH SEARCH RESULT THAT DIRECTLY LINKS TO A WEB PAGE THAT ALLEGEDLY CONTAINS INFRINGING MATERIAL.\r\n\r\nSearch Query: \"Search Engine Optimization Is An Investment In Your Business\"\r\nInfringing Web Pages: www.elixirsystemscom.1bu.com/ and www.elixirsystemscom.1bu.net/\r\n\r\nYou can search for the title of every page and these two sites appear. It seems unnecessary to continue the Search Query and Infringing Web Pages for every page on each site. However, every page on the site contains infringing material\r\n\r\n3. Provide information reasonably sufficient to permit Google to contact you (email address is preferred).\r\n[Private]\r\nCustomer Service Manager \r\nElixir Systems\r\nPhone [Private]\r\nFax\t [Private]\r\nEmail [Private]@elixirsystems.com \r\nWebsite www.elixirsystems.com\r\n\r\n4. Provide information, if possible, sufficient to permit Google to notify the owner/administrator of the web page that allegedly contains infringing material (email address is preferred).\r\nWe looked under \"cheap domain registration\" and searched the whois database. We then sent an email to '[Private]@public.xa.sn.cn'; '[Private]@topway.net.cn' based on that information.\r\n\r\n5. Include the following statement: \"I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\"\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law. The website by ElixirSystems.com is original content written by Elixir Systems. These two sites have used all of our content (including our customer testimonials) to launch duplicate sites.\r\n\r\n6. Include the following statement: \"I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n7. Sign the paper.\r\n[Private]\r\n\r\n8. Send the written communication to the following address:\r\nGoogle, Inc.\r\nAttn: User Support, DMCA Complaints \r\n[Private]\r\nMountain View, CA 94043\r\nOR fax to:\r\n[Private]\r\nAttn: User Support, DMCA complaints","date_sent":"2005-02-28T05:00:00Z","date_received":"2005-02-28T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Elixir Systems","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}