{"dmca":{"id":4853,"type":"Dmca","title":"Book Author Complains of Infringement Because Private Business Email was Posted On th","body":"To: [Private], the web site owner of the web links and web site hosting  http://soli.inav.net/~penfold/beth/garyemail.htmlIMMEDIATELY\r\n&lt; http://soli.inav.net/%7Epenfold/beth/garyemail.htmlIMMEDIATELY &gt; \r\nand\r\nhttp://soli.inav.net/~penfold/beth/garyemail.html &lt;http://soli.inav.net/%7Epenfold/beth/garyemail.html&gt;\r\n\r\nand \r\nTo: Google/Corporate Legal Affairs\r\n\r\nPLEASE CEASE AND DESIST LISTING PRIVATE BUSINESS E-MAILS (REQUESTING COPYRIGHT PERMISSIONS FROM THE WEB SITE OWNER, THAT I DID NOT INTEND FOR PUBLIC RELEASE ON THE INTERNET) OF MINE ON GOOGLE'S SEARCH ARCHIVES AND ON THE INTERNET. YOU HAVE VIOLATED MY RIGHTS OF PRIVACY, MY DISABILITY RIGHTS, AND MY INTELLECTUAL PRIVACY RIGHTS, AND HAVE INFRINGED ON MY RIGHTS THAT ARE PROTECTED UNDER THE DIGITAL MILLENNIUM COPYRIGHT ACT.\r\n\r\nBoth Google and the web site owner of the web site mentioned above infringed on my intellectual material, and your infringinging activity, by using information location tools, including a directory, index, reference, pointer, or hypertext link, and when the service provider used \r\n\r\n(i) A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed. \r\n\r\nThat signature (e-mail signature, including my e-mail address) and *name, [Private] are mine.* I did not intend nor gave permission to post them on the internet the way the web site owner did, nor intended or gave permission to her to post my private business e-mails (sent to the to the web site owner, in a private business e-mail to her, requesting copyright permissions of her), on the internet.  The web site owner did the following (violated these DMCA laws), when displaying to all, at least (probably longer) one month before my book went to prepress (to my publisher for release), information to the public for which I was not ready to release, in terms of \"plots\" of my book, the title of it (Bandleader's Bride: A Crime Survivor's Memoir, and gave away the names of research material/authors that I cite in my book, which compromises my ability to earn an income as a disabled citizen, and violated my rights to private, as well as my intellectual property rights.)\r\n\r\n(ii) Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site.\r\n\r\nI have just done this...Identified the material \r\nthat both Google and the web site owner have \"infringed\":\r\n\r\n(iii) Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably\r\nsufficient to permit the service provider to locate the material.\r\n\r\nI have told you to stop and desist...to remove the information (and identified what offended me, by naming what that information was) that you now have on the internet, to which I object to and\r\nclaim is a violation of my intellectual property rights.\r\n\r\n(iv) Information reasonably sufficient to permit the service provider to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which\r\nthe complaining party may be contacted.\r\n\r\nI have provided you the above-mentioned information with this email. If you have any other issues, please call me at [Private], and have given you ample time and notice, to act in Good Faith, requested you to remove the information from your web site and web page.\r\n\r\n\r\n(v) A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI have just provided statement that I have a good faith belief that use of the material that I want removed from your web site and web page was never authorized by me... is not now\r\nauthorized by me, nor will ever be authorized by me, the copyright owner of Bandleader's Bride: A Crime Survivor's Memoir, for its display on any internet page, unless approved by my publisher.\r\n\r\n\r\n(vi) A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is\r\nallegedly infringed.\r\n\r\nThe information in this notification is accurate.  Under penalty of perjury, I am authorized to act on behalf of the owner of exclusive rights (my legal intellectual property and copyrights, as well as my ADA disability rights) that have allegedly been (and are still violated today, since the information still appears on your web site and page) infringed.\r\n\r\nIf you do not remove the information about and containing my intellectual property from your web site, I will file a COURT ORDER to have you remove the information that has infringed on my privacy, my intellectual property rights, and my disbility rights.\r\n\r\n\r\n[Private]\r\nAlexandria, Virginia 22312-1149","date_sent":"2005-03-02T05:00:00Z","date_received":"2005-03-02T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Law Offices of Brian Schneider","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}