{"other":{"id":4864,"type":"Other","title":"Legal Complaint to Google","date_sent":"2012-11-14T05:00:00Z","date_received":"2012-11-14T05:00:00Z","topics":["Uncategorized","International"],"sender_name":"Lifecote Europe","principal_name":"Lifecote Europe","recipient_name":"Google, Inc. [Googleplus]","works":[{"complaint":"In accordance with Google Inc.'s policies concerning  \ncontent removal we respectfully request the following defamatory web pages  \nbe removed from Google.co.uk we supply below the summary of the UK law in  \nquestion and how each web page breaches that law.\n\nThe laws in the UK regarding defamatory remarks are as follows:\nGenerally speaking, defamation is the issuance of a false statement about  \nanother person, which causes that person to suffer harm. Slander involves  \nthe making of defamatory statements by a transitory  (non-fixed)  \nrepresentation, usually an oral (spoken) representation. Libel involves the  \nmaking of defamatory statements in a printed or fixed medium, such as a  \nmagazine or newspaper.\n\nTypically, the elements of a cause of action for defamation include:\n1. A false and defamatory statement concerning another;\n2. The unprivileged publication of the statement to a third party (that is,\n  somebody other than the person defamed by the statement);\n3. If the defamatory matter is of public concern if, fault amounting at  \nleast to negligence on the part of the publisher; and\n4. Damage to the plaintiff. In the context of defamation law, a statement  \nis \"published\" when it is\nmade to the third party. That term does not mean that the statement has to\nbe in print. Damages are typically to the reputation of the plaintiff, but  \ndepending\nupon the laws of the jurisdiction it may be enough to establish mental\nanguish.\n\nMost jurisdictions also recognize \"per se\" defamation, where the  \nallegations are presumed to cause damage to the plaintiff. Typically, the  \nfollowing may constitute defamation per se:\nAttacks on a person's professional character or standing;\nAllegations that an unmarried person is unchaste;\nAllegations that a person is infected with a sexually transmitted disease;\nAllegations that the person has committed a crime of moral turpitude;\n\nThe web pages below are a gross violation of slander laws in the UK and the  \nsite is\nhosted in America and thus we are unable to have the courts or ISP remove\nthe site. The author of the site is “an internet troll” with the sole  \nintention to\ndamage our company. The content can be seen when searches for Lifecote or  \nLifecote group are made on Google.co.uk\nGoogle is hosting this defamatory content in the UK\n\nWe request Google removes these pages from searches on www.google.co.uk.\n\nThe offending page is:","original_work_urls":[],"problematic_urls":[{"url":"http://thegreatdampproofingfranchisescandal.com/2012/07/21/graham-steele-lifecote-emails-from-an-operations-director/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}