{"dmca":{"id":4889,"type":"Dmca","title":"Hold the phone (cards)","body":"This is the reply letter regarding copyright infringment claim I have made.\r\n\r\n1- The infringed material is a website that I have developed. I am the owner of www.zscomm.com and all of its pages, and the text, this website and all of its pages are created by me, and is copyrighted.\r\n\r\nThe infringment occurs by another website that copied my text and put it in hundreds of its pages. The website that is infringing is www.prepaidtelecomhq.com\r\n\r\nWhen you type \" phone card \" search term you can find this website. On the other hand the infringment is not in the index page of www.prepaidtelecomhq.com it is in the sub pages.\r\n\r\nHere are the pages, and the clear evidence of infringment.\r\n\r\nOn the index page of www.prepaidtelecomhq.com and www.zscomm.com there are drop down menus to go to individual country pages to find the calling card rates. My website www.zscomm.com has listed hundreds of pages, as well as the infringing www.prepaidtelecomhq.com website.\r\n\r\nIf you chose one of the country names (example 1: Albania) you will go to http://www.zscomm.com/albania.htm (on my site) and http://www.prepaidtelecomhq.com/albania.shtml on the infringing website. The infringment occurs as follows.\r\n\r\nOn http://www.zscomm.com/albania.htm (my website) I have used the following text: \"Check out the lowest calling cards rates and phone cards rates below. Click on the calling card name for more details and to purchase. We provide the rates of all of the phone cards to specific countries for convenience.\" at the top of the page for my visitors.\r\n\r\nThe infringing website http://www.prepaidtelecomhq.com/albania.shtml has used the copy of my text \"Check out the lowest phone cards rates and calling card rates below. Click on the phone card name for more information. We provide the rates of all of the phone cards to specific countries.\"\r\n\r\nOn my website I have used: \"With more than 50 prepaid calling card online you will be able to get the cheapest calling card rates to call Albania, with Albania phone cards and Albania calling cards, we provide the high quality online calling card rates with high quality long distance calls from USA. Please browse the table below for all of the prepaid phone card rates to call Albania, and then click on the name of the international calling card to get more details.\"\r\n\r\nAnd the infringing website has used: \"More than 500 prepaid phone card in our database, you will be able to get the cheapest phone card rates to call Albania, with Albania phone cards and Albania calling cards, we offer the cheapest rates, price and quality long distance calls from USA. Please browse the phone cards below for the prepaid phone card rates to call Albania, and then click on the name of the international calling card to get more details.\"\r\n\r\nAs you can see there is a clear violation of copyright material, as this website is stealing text from my website and putting it to their own use.\r\n\r\nThe same copying happens in the following pages. (My website www.zscomm.com and its extensions have been copied by www.prepaidtelecomhq.com)\r\n\r\nhttp://www.zscomm.com/afahanistan.htm (My website) \r\nhttp://www.prepaidtelecomhq.com/afahanistan .shtml (infringing website)\r\n\r\nhttp://www.zscomm.com/algeria.htm (My website) http://www.prepaidtelecomhq.com/algeria.shtml (infringing website)\r\nhttp://www.zscomm.com/andorra.htm (My website) http://www.prepaidtelecomhq.com/andorra.shtml (infringing website)\r\nhttp://www.zscomm.com/armenia_htm (My website) http://www.prepaidtelecomhq.com/armenia.shtml (infringing website)\r\nhttp://www.zscomm.com/argentina.htr (my website) http://www.prepaidtelecomhq.com/argentina,shtml (infringing site) http://www.zscomm.com/buenosaires.htm, (my site) http://www.prepaidtelecomhq.com/buenosaires.shtml infringing site http://www.zscomm.com/argentinacell.htm  my site http://www.prepaidtelecomhq.com/argentinacell.shtml  infringing site http://www.zscomm.com/aruba.htm  my site\r\nhttp://www.prepaidtelecomhq.com/aruba.shtml  infringing site htto://www.zscomm.com/australia.htm  my site http://www.prepaidtelecomhq.com/australia.shtml  infringing site\r\n\r\nAnd hundreds of more pages on top of the above pages. You can find the pages by using the drop down menus for the country rates on my website www.zscomm.com and also the infringing website www.prepaidtelecomhq.com If you would like me to give the list of hundreds of pages my copyright material being infringed and unlawfully and unauthorized use please contact me and I will send the remaining hundreds of pages links. The pages can be found easily by visiting both websites and using the drop down menu that lists the country names.\r\n\r\nI hereby certify that the www.prepaidtelecomhq.com has used my own intellectual property, web pages I have created at www.zscomm.com for his/her own benefit without my authorization and agreement. I swear under the penalty of perjury that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed. The above information is correct and accurate and I am officially filing a claim with your company to remove the web pages of www.prepaidtelecomhq.com that infringes with my copyright rights, that emerge at my website www.zscomm.com. Please accept my humble request and remove the www.prepaidtelecomhq.com that infringes my rights off your search engine database.\r\n\r\n[Private]\r\n[Private]\r\n[Private]\r\nPlano TX 75093\r\nPhone: [Private]\r\nE-mail: [Private]\r\n\r\nThe same thing happens in the remaining web pages. My website www.zscomm.com has been copied over and over again by www.prepaidtelecomhq.com and it is frustrating. I would be glad if you guys can take a look at this matter, and compare my website with the infringing website and do what is applicable by law.\r\nThank you for your time, and understanding.\r\n","date_sent":"2005-02-25T05:00:00Z","date_received":"2005-02-25T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"zscomm.com","recipient_name":"Law Offices of Brian Schneider","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}