{"dmca":{"id":4902,"type":"Dmca","title":"Wooden train company gets squirrelly over alleged infringement","body":"Dear Google Team,\r\n\r\nHere is the additional information you requested to support my copyright infringement claim filed with you by fax on 2/23/05.\r\n\r\nTo give you a little background, I sell wooden toy trains on my website. Our primary customers are parents buying for their 3-6 year old children. In 2003 I wrote a series of \"Information and Ideas\" pages to give our customers and visitors information useful in purchasing and playing with wooden toy trains. One of our competitors overhauled his website sometime after I wrote these pages (my best guess is in late 2004 or 2005) and took substantial portions of my work 1) to attract and retain customers, 2) to generate sales at his website, and 3) to increase his site's perceived value in hopes of bettering his standing on sites such as Google. In some search queries his site ranks higher than my site by improperly using my information.\r\n\r\nAdditionally, the same material was improperly taken for use in articles by \"[Private]\" on a site called Article Insider (http://trains.articleinsider.com/71547_wooden_train_accessories.html). That page and a number of others on the site supposedly give independent, unbiased information about play with wooden trains, but in fact link directly to my infringing competitor's site. I am collecting information to file a DMCA complaint with Google on the Article Insider site pages and will file those complaints later this week.\r\n\r\n\r\nThe copyrighted work at issue is the text that appears on www.squirreltracks.com/basics/basics.html and www.squirreltracks.com/layouts/layouts.html\r\n\r\nInfringing Web Pages found in various searches on Google: www.woodentracks.com/brio_compatible.htm \r\nwww.woodentracks.com/wooden_toy_train.htm www.woodentracks.com/wooden_train_set.htm www.woodentracks.com/wooden_train_accessories.htm\r\n\r\nBY FAX, PAGE 2 OF 6\r\nThe following text is from http://www.squirreltracks.com/basics/basics.html and was written and copyrighted by me in 2003.\r\n\t= original text for which I claim copyright =\t\r\nWhat does \"BRIO-compatible\" mean?\r\nWooden trains that ride on wooden tracks have been around for almost 70 years. Many manufacturers now make such trains and almost all of them make their trains to conform to the Vario-System so that consumers can mix and match and enjoy complete compatibility and interchangeability. The most famous manufacturer of wooden trains is BRIO","date_sent":"2005-02-28T05:00:00Z","date_received":"2005-02-28T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Squirrel Tracks Wooden Trains","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}