{"dmca":{"id":4993,"type":"Dmca","title":"Author Regrets \"Psychological Profile\" Story","body":"1: The copyrighted work is titled:\r\n\r\nPSYCHOLOGICAL PROFILE OF THE TROUBLED FEMALE TEEN \r\nAuthor - [private]\r\nDate - 5/25/98\r\n\r\nI am the author of this and I distributed it freely. However, I have come to realize that it is something that I do not want to be available as it is a very negative piece of writing. This is not causing me any monetary harm, I simply do not want my writing to be publicly available anymore. I have contacted many of the other websites who have hosted this piece and I may send another request for removal if I am unable to contact the site owners and have them blank out the document so that it will not be re-cached.\r\n\r\n2:  Google groups search query: \"troubled female teen\"\r\n\r\nMessage-ID: <O5dU4.66492$fF5.2305260@news1.rdc1.il.home.com> Message-ID: <v0hU4.9$V8.4368@news.callamer.com>\r\nMessage-ID: <35e5cd81.0@news.coop.net>\r\nMessage-ID: <9987rv$502s$1@ID-68446.news.dfncis.de> \r\nMessage-ID: <a4gpgt$qpj$0@dosa.alt.net>\r\nMessage-ID: <97bcsb$a68$7@zmaj.etf.bg.ac.yu>\r\n\r\nContact email: [private]\r\n\r\nEmail addresses of the posters are not present.\r\n\r\n\"I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\"\r\n\r\n\"I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\nDate: 2/16/05 [private]","date_sent":"2005-02-16T05:00:00Z","date_received":"2005-02-16T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}