{"dmca":{"id":38049,"type":"Dmca","title":"Cease and Desist: fraudulent website on your network","body":"\r\n\r\nnc \r\n\r\n-----Original Message-----\r\nFrom: Samira Nawaby [mailto:samira.nawaby@markmonitor.com] \r\nSent: Wednesday, March 23, 2005 2:38 PM\r\nTo: abuse@theplanet.com; copyright@theplanet.com; aalmeida@theplanet.com\r\nCc: DC-OPS\r\nSubject: Cease and Desist: fraudulent website on your network\r\n\r\nThePlanet.com Internet Services, Inc.\r\n1333 North Stemmons Freeway\r\nSuite 110\r\nDallas, TX\r\n214.782.7800\r\n\r\n\r\nMarch 23,2005\r\nhttp://67.18.75.101/buttcam/Resources/logon/\r\nIP Addresses: 67.18.75.101\r\n\r\nDear Sir or Madam:\r\n\r\nIt has come to my attention that the web and IP Address belonging to\r\nThePlanet.com Internet Services, Inc (\"ISP\") has been compromised and is\r\nfraudulently being used to solicit proprietary financial information,\r\nincluding account numbers, and PIN numbers As such, this letter is being\r\nsent to you to place you, as the internet service provider, on notice that\r\nthe content it is hosting on http://67.18.75.101/buttcam/Resources/logon/\r\nand corresponding IP Addresses is essentially identical to the trademarked\r\nand copyrighted material located at Charteronebank.com a domain owned and\r\noperated by Charter One Bank, constituting infringement.  Specifically,\r\nhttp://67.18.75.101/buttcam/Resources/logon/ and corresponding IP addresses\r\ncontain Charter One Bank's proprietary material, including without\r\nlimitation, Charter One Bank's brands and copyrights, without the prior\r\napproval or permission of Charter One Bank.  As I am sure you are aware,\r\nCharter One Bank proprietary material is afforded protection by United\r\nStates Federal and State copyright and trademark laws, as well as\r\ninternational law.  In addition, it has been established that this is\r\nclearly a \"phishing\" scam where the content/emails being sent from the above\r\nIP address is inducing Charter One Bank's customers to fraudulently enter\r\nproprietary information, in clear violation of laws, and other rules and\r\nregulations.\r\n\r\nAccording to the Digital Millennium Copyright Act (\"DMCA\"), an ISP may only\r\navoid liability for this fraudulent activity, if upon notice of such\r\nfraudulent activity, the ISP \"acts expeditiously to remove, or disable\r\naccess to, the material.\"  Section 512(c)(1)(A)(i)-(iii).\r\nPlease be advised that you are hereby requested to immediately either remove\r\nor disable access to the fraudulent activity located within at the website.\r\nIn addition, Charter One Bank is requesting that ISP identify the party who\r\nsubmitted the infringing material, in accordance with the DMCA, as well as\r\nprovide Charter One Bank with all site data. Failure to comply with the\r\nterms of this letter will result in Charter One Bank pursuing all of its\r\nrights and remedies against you at law and in equity.\r\n\r\nShould you have any questions, please call us at +1-301-216-2582.\r\n\r\nThank you,\r\nSamira Nawaby\r\n\r\nMM Ops Center\r\n\r\n\r\n\r\n","date_sent":"2005-03-23T05:00:00Z","date_received":"2005-03-23T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Charter One Bank","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}