{"dmca":{"id":38047,"type":"Dmca","title":"Urgent Notice of Copyright Infringement Involving a Fraudulent Charter One Bank Websi","body":"-----Original Message-----\r\nFrom: Jack Johnson [mailto:jack.johnson@markmonitor.com] \r\nSent: Wednesday, March 23, 2005 5:08 PM\r\nTo: abuse@theplanet.com; copyright@theplanet.com; aalmeida@theplanet.com\r\nCc: DC-OPS\r\nSubject: Urgent Notice of Copyright Infringement Involving a Fraudulent\r\nCharter One Bank Website\r\n\r\nDear ThePlanet.com Internet Services, Inc.:\r\n \r\nI am the representative of Charter One Bank (\"Bank\"), which operates its\r\nonline banking operations at http://www.charteronebank.com.  \r\n \r\nPlease be advised that one of your customers appears to be using your\r\nnetwork or systems to facilitate a \"phishing\" scam designed to steal the\r\nconfidential personal information of customers of the Bank.  We are\r\nproviding you this letter of notification pursuant to the Digital Millennium\r\nCopyright Act 17 USC Section 512(c) (\"DMCA\") to make ThePlanet.com Internet\r\nServices, Inc. aware of material on its network or system that infringes the\r\nexclusive copyright rights of the Bank.\r\nThis notice is addressed to you as the agent designated by ThePlanet.com\r\nInternet Services, Inc. to receive notifications of claimed infringement, as\r\nso reflected in the current records of the U.S.\r\nCopyright Office.  Under penalty of perjury, I hereby affirm that I am\r\nauthorized to act on behalf of the Bank whose exclusive copyright rights are\r\nbeing infringed as described herein.  \r\n \r\nThe Bank has a good faith belief that the Internet site found at the\r\nfollowing ip address 67.18.75.101 (\"IP Address\") infringes the rights of the\r\nBank by using copyrighted portions of the Bank's web site to create a fake\r\nsite that appears to belong to the Bank. The Bank believes that the offender\r\nwill attempt to steal funds from the bank accounts of the customers who\r\nrespond to the e-mail request.\r\n \r\nDue to the serious nature of this problem, we are asking for your immediate\r\nassistance to shut this website down.  As authorized by the DMCA, the Bank\r\nhereby demands that ThePlanet.com Internet Services, Inc.\r\nimmediately remove or disable access to the Infringing Material at the IP\r\naddress identified above. As you may know, the DMCA provides that if this\r\ninformation is not removed after receipt of a proper DMCA notice, the\r\nInternet Service Provider may also be held liable for the copyright\r\ninfringement.\r\n \r\nPlease note that the Markmonitor Anti-Fraud Operations Center is assisting\r\nthe Bankmonitor and respond to incidents of online fraud targeted at the\r\nBank and its customers. Should you have questions regarding this notice or\r\nhave any information regarding this matter, please contact the Anti-Fraud\r\nOperations Center at 1(888) No-PHISH or by replying to this e-mail.  Please\r\nalso include the above noted Reference Number in the subject line of all\r\ne-mail correspondence.\r\n \r\nThank you for your cooperation in this matter. Your immediate response can\r\nprevent other innocent victims from falling prey to this fraudulent scam. \r\n \r\nSincerely,\r\n \r\n \r\n-Jack Johnson\r\n \r\n1(888) No-PHISH\r\nMarkMonitor Operations Center","date_sent":"2005-03-23T05:00:00Z","date_received":"2005-03-23T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Charter One Bank","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}