{"dmca":{"id":38258,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":"Letter\nhttp://cabaredanazareh.blogspot.com/2007_08_05_archive.html\n\n-- \nAlice Wu  |  Web Products  |  Legal Support\nGoogle Inc.  |  1600 Amphitheatre Parkway\nMountain View  |  CA  |  94043\n650.253.0688 voice  |  650.618.1806 facsimile  alicewu@google.com\n01/03 2008 17:01 FAX l001 \nAver,ida das Naceas Unidas 7221 / 2? \n-- 05425-902 são Paulo SF BcaflI \nir A.brd (+5511)3037.5047ph0ns \na (+5511) 3037.2115 fax \nLegal Department \nSão Paulo. August 7, 2007. \nGOGGLE, INC. \nAttn: User Support, Blogger DMCA Complaints \n1600 Amphitheatre Parkway \nMountain View, CA 94043 \n(+001 -650) 618-2649 \nCC: fIrnmnaza(Vhno corn .br \nREF: COPYRIGHT INFRINGEMENT NOTICE \nDear Sirs, \n1. Acting in the capacity of attorney in law of EDITORA ABRIL S.A., a journalistic company that publishes the Brazilian version of PLAYBOY magazine under exclusive license (as you can see at www playboy c-nm lw), I hereby present this CEASE AND DESIST LETTER concerning the following: \n2. It has come to the Informer attention that the \nperson responsible for the weblog \nhttp:?/cabarndAnflrph hlopot com/2007 08 0 archive.html has posted a hyperlink that leads to a website (hftp/Jrv.sexgroomhnt rom/D/2007firis ctpffinelli/) where photographs taken from the photo collections from the Brazilian edition of PLAYBOY are exposed with no authorization from the Informer, owner of the copyrighted material. \n3. It is worth to emphasize that the massive linking to websites that commit unauthorized use of the photos in reference, or of any others belonging to the Informer, configures contributory copyright mi inclement, subjecting the responsible to the legally admitted sanctions. \n4. With regard to the contributory copyright infringement, the responsible for the aforementioned weblog is likely to have sufficient knowledge of his infringing actiyity and also contributes to the infringing conduct of another (Gershwin Publishing Corp. v Columbia Artists Management, Inc., 443 F. 2d 1159,1162 (2d Cir. 1971) \n5. In view of the foregoing, I hereby ask you to remove the content of the aforementioned weblog. \n01/03 2008 17:01 FAX l002 \n, A,.,enida ds Nacaes Unidas 7221 12? \n05425-02sao Paulo SF S,?lI \nALbrfi (+5511) 3037.5047 phone \n(5511) 3037.2115 fa \nLegal Department \n6. On behalf of the Informer, owner of the exclusive right to the copyrighted material at issue in this notice. I hereby state that I have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law \n7. I hereby state, under penalty of perjury, that the information in this notification is accurate, and under penalty of perjury, that I am authorized to act on behalf of the owner of an exclusive right that is being infringed as set out in this notification. \n8. Therefore, this letter is an official notification under provisions of section 512(a) of the US Digital Millennium Copyright Act to effect removal of the detected infringement listed in the attached report- Thus it is established that after having received this notice, your company should notify the Informer within twenty-four (24) hours about the actions taken for the resolution of the outstanding issue. \n9. Finally, I kindly ask you to acknowledge safe receipt as well as to contact the Informer when the requested measures will be taken emailing me at ggjcciabriI.combr \nWith confidence, \nLAURA 0 CCI \nlcolucci(aabn combr \nOAB/SP 163-619 \n\n","date_sent":"2007-08-09T04:00:00Z","date_received":"2007-08-09T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}