{"dmca":{"id":38319,"type":"Dmca","title":"[Fwd: [ABUSE] Infringing Website based on your server]","body":"-----Original Message-----\r\nFrom: The Planet Policy Enforcement [mailto:abuse@theplanet.com] \r\nSent: Tuesday, November 22, 2005 3:36 PM\r\nTo: copyright@theplanet.com; imiwm@indianmi.org\r\nSubject: [Fwd: [ABUSE] Infringing Website based on your server]\r\n\r\nYour email is being forwarded on to our Copyright counsel for review, at the\r\naddress of copyright@theplanet.com.\r\n\r\n-------- Original Message --------\r\nSubject: [ABUSE] Infringing Website based on your server\r\nDate: Tue, 22 Nov 2005 15:02:51 +0530\r\nFrom: imiwm <imiwm@indianmi.org>\r\nTo: <abuse@theplanet.com>,        <admins@theplanet.com>\r\nCC: infoimi <infoimi@indianmi.org>\r\n\r\nTo,\r\n\r\n\r\nTo,\r\n\r\nNo. 1 The sites (allindiansite.com) that facilitate exchange of copyrighted\r\nmusic through your server.\r\n\r\n\r\n\r\n                  ThePlanet.com Internet Services, Inc.\r\n                  1333 North Stemmons Freeway\r\n                  Suite 110\r\n                  Dallas\r\n                  TX\r\n                  75207\r\n                  United States\r\n\r\n\r\n\r\n\r\n\r\n\r\n                  No. 2 Internet Service providers in India. (List Attached)\r\n\r\n\r\n\r\n\r\n\r\n                       The sites that facilitate exchange of copyrighted\r\nmusic through their server.\r\n\r\n\r\n\r\n1.         The Indian Music Industry (IMI) is a non-commercial,\r\nnon-profit making organization committed to promote Indian music in India\r\nand across the world. We are affiliated to the international Federation of\r\nPhonographic Industry (IFPI) which is an international organization based in\r\n75 countries and having internationally 1450 members. In India, the Indian\r\nMusic Industry has some of the best music companies as its member's viz.;\r\nUniversal, Saregama, Tips, Venus, Crescendo, Sony BMG, Virgin, Times Music,\r\nAditya Music and many others.\r\n In all. The IMI has more than 80 music companies as its members\r\nrepresenting 75% of all output of legitimate recordings.  The Music Industry\r\nsize has shrunk by more than Rs. 500 Crores in 2005; Internet piracy is also\r\none form of piracy that is impacting the music industry.\r\n We have observed there are a number of pirated music sites based in servers\r\nabroad that are promoting illegal downloads and streaming of Indian music\r\n(list enclosed).  The Copyright for these musical works is being held by\r\nIndian companies who are our members and no approval / permission for the\r\nsame has been taken from either the music industry bodies (PPL / IPRS) or\r\nIndividual music companies. Repeated efforts to contact these sites based on\r\nservers in the US and other international countries has not resulted in\r\ndesired effects, as there has been no response from their end.\r\n\r\n2.         It has come to our notice that the first of you referred in\r\nthis notice have established servers in different parts of the world such as\r\nUSA, Canada, Germany, Sweden and England. You have stored in your server\r\ncopyrighted music of many of our members. You allow access to general public\r\nand facilitate them to download our members'\r\ncopyrighted music. Because of the facility that you offer, the sales of our\r\nmembers' Music has substantially reduced causing our members great economic\r\nloss and substantial reduction of their trade revenues.\r\n\r\n3.         You may know that all over the world copyright in music is\r\nprotected and infringement of copyright is a civil and criminal wrong.\r\nYou should further not both primary and secondary infringement is actionable\r\nas well as punishable. Your server that facilitates general public to\r\ndownload music that is protected by copyright laws of the member countries\r\nconstitutes primary as well as secondary infringement.\r\nWe have found that you are also making substantial profits at the expense of\r\npossible future sales of our members. You are also having provision for\r\nadvertising through your site and you are charging various sums from the\r\nadvertisers as and when the general public visits your site and downloads\r\nillegally the copyrighted music from your site.\r\n\r\n4.         Under Section 51 of Indian Copyright Act a copyright will be\r\ndeemed to be infringed if any person permits for profit the use of any place\r\nfor the communication of  the copyrighted work to the general public. You\r\nmust be aware that the various musical work that are available on your site\r\nfor downloading by general public is a public communication for profit and\r\nhence will constitute infringement of the copyrights of our members.\r\n\r\n5.         The Second of you identified herein are various Internet\r\nService Providers doing business in the territory of India. Many of the\r\nIndian general public access the various sites identified as the First of\r\nyou through the Internet connection provided by the Second of you.\r\nBeing in internet business, you must know that Courts all over the world\r\nhave held that facilitation of transfer of music files, even without\r\npayment, would constitute infringement of copyrighted work, as it would have\r\nsubstantial debilitating effect on the legitimate sales of our members\r\n(Napster's case).\r\n\r\n6.         The second of you are governed by the provisions of the\r\nIndian Information Technology Act, 2000. Under section 79 of the said Act, a\r\nNetwork  Service Provider will not be liable only if they prove that the\r\noffence or contravention is committed through their network without their\r\nknowledge or they had exercised due care and intelligence to prevent the\r\ncommission of such offence or contravention. By this notice, we put the\r\nSecond of you in actual notice of the fact that the First of you are guilty\r\nof intentional copyright violation and the Second of  you is facilitating\r\nthe commission of such serious offences.\r\nIn view of this notice, any more facility given by  the Second of you to\r\npermit the First of yours illegal downloads will also constitute conspiracy\r\nwithin the meaning of Section 120-B of Indian Penal Code.\r\n\r\n7.         By this notice we finally call upon the First of you to take\r\noff your site the copyrighted music belonging to our members and we also\r\ncall upon the Second of you to ensure the prevention of the use of your\r\nservice by the First of you and Indian General public to access the sites of\r\nthe First of you. For this purpose, the second of you should devise\r\nappropriate software filters that will block out the access of Indian\r\nGeneral Public to the illegal and nefarious sites of the First of you.\r\n\r\n8.       Your failure to comply with our demands within 30 days of this\r\nnotice reaching you will result in appropriate civil and criminal actions\r\nagainst all of you holding you responsible of all the costs and consequences\r\nthereof.\r\n\r\n            Further to this there is a list of Internet Service providers in\r\nIndia.\r\n\r\n             Regards,\r\n\r\n             Mr.Savio D'souza\r\n\r\n             Secretary General\r\n\r\n             The Indian Music Industry\r\n\r\n\r\n\r\n\r\n\r\nCC: 1. DOT  (Hard Copy)\r\n\r\n       2. President/Secretary of Internet Service Providers Association of\r\nIndia (Hard Copy)\r\n\r\n 3. Secretary of Ministry of Telecom (Hard Copy)\r\n\r\n   4. Secretary of HRD (Hard Copy)\r\n\r\n   5. Copyright Society of India (Hard Copy)\r\n\r\n\r\n\r\n\r\n\r\n--\r\nThanks,\r\n\r\nPolicy Enforcement\r\nThe Planet Internet Services, Inc.\r\nhttp://www.theplanet.com/legal/aup.html","date_sent":"2005-11-22T05:00:00Z","date_received":"2005-11-22T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"The Indian Music Industry--On behalf of member companies","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}