{"dmca":{"id":38441,"type":"Dmca","title":"Copyright Infringement re hopenow.info","body":"-----Original Message-----\r\nFrom: Don Stone [mailto:onroute@onroute.com] \r\nSent: Thursday, April 07, 2005 2:59 PM\r\nTo: copyright@theplanet.com\r\nSubject: Copyright Infringement re hopenow.info\r\n\r\nMr. Lance Crosby, COO\r\nThePlanet.com Internet Services Inc.\r\n1333 Stemmons Freeway,\r\nSuite 110\r\nDallas, TX 75207\r\n\r\nDear Mr. Crosby:\r\n\r\nI am writing to you to request that ThePlanet.com immediately remove the\r\nplagiarized web site www.hopenow.com from your servers.\r\n\r\nWe have discovered that this web site, operated by a Zhang Pingtao, has\r\ncopied the entire contents and style of our extensive travel web\r\nsite: www.onroute.com. Onroute.com, which I own, has been in existence since\r\nFebruary 1996. I have information that this is not the only infraction of\r\nthis type that has been reported to you.\r\n\r\nZhang Pingtao's address is 1550 Washington Street, San Juan, Puerto Rico.\r\nHis e-mail address is<mailto:copehope@awab.com> copehope@awab.com, and the\r\ntelephone number listed in whois is \r\n+1.12022838899.\r\n\r\nI have a good faith belief that use of this material, including the design\r\nof the Onroute.com web site, and the use of the name Fraser Bridges on the\r\n\"about\" page, is not authorized by myself, or any agent, or the law..\r\n\r\nThe material on Onroute.com is under copyright. Much of the material\r\ncontained in the  web site is taken from eight travel guidebooks, which I\r\nhave written under my pen name, Fraser Bridges. These books were written\r\nbetween 1989 and 1996. Material from the books were then placed in the\r\nOnroute.com web site.\r\n\r\nThe books are:\r\nAlaska-Yukon Adventures, Pacific Coast Adventures, Rocky Mountain\r\nAdventures, Southwest Adventures, British Columbia Adventures, Natural\r\nPlaces of the Southwest, Natural Places of the Northwest, and Natural Places\r\nof Texas and the Gulf Coast. I retained all electronic publishing rights to\r\nthese books, all but one were published by Prima Publishing. British\r\nColumbia Adventures was self published.\r\n\r\nThe information in this notification is accurate and under penalty of\r\nperjury, that I, as the sole owner of Onroute Communications,  am authorized\r\nto act in this matter as the owner of an exclusive right that has been\r\ninfringed.\r\n\r\nThis notification is request the immediate removal of this copied\r\n(stolen) web site, or to completely disable access to the infringing\r\nmaterial, and to ensure that this site bears no resemblance to Onroute.com.\r\nShould this action not take place, we will undertake legal action to ensure\r\nthat there is a satisfactory solution to this serious, illegal infraction.\r\n\r\nI have attached a word document containing the above notification.\r\n\r\nThank you for your cooperation.\r\n\r\n\r\n\r\nDonald C. Stone\r\nOwner-Manager, On-Route Communications\r\n\r\n\r\nOn-Route Communications\r\nP.O. Box 1508 Jackson, CA 95642\r\n209-257-1903 -- <mailto:onroute@onroute.com>onroute@onroute.com","date_sent":"2005-04-07T04:00:00Z","date_received":"2005-04-07T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"On-Route Communications","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}