{"dmca":{"id":38655,"type":"Dmca","title":"Music DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-07-31T04:00:00Z","date_received":"2012-07-31T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Thomas Tolkien","principal_name":"Thomas Tolkien","recipient_name":"Google, Inc.","works":[{"description":"An image has copied onto google's cache servers without permission. Google search (according to WHOIS information) is infringing on at least one copyright owned by my myself. The original image, to which I own the exclusive copyrights, can be found at http://www.flickr.com/photos/tomtolkien/6276199631 additionally the source file can be viewed at http://farm7.static.flickr.com/6215/6276199631_584a3ecb6e_b.jpg\r\n\r\nI am the copyright owner of the digital image being infringed at:\r\nhttp://webcache.googleusercontent.com/search?q=cache:aFhmhzXd-icJ:twitter.com/tomandroyd/statuses/120201959599910913\r\n\r\nThis letter is official notification under the provisions of Section 512(c)\r\nof the Digital Millennium Copyright Act (\"DMCA\") to effect removal of the\r\nabove-reported infringements. I request that you immediately issue a\r\ncancellation message as specified in RFC 1036 for the specified postings and\r\nprevent the infringer, who is identified by its Web address, from posting\r\nthe infringing photographs to your servers in the future. Please be advised\r\nthat law requires you, as a service provider, to \"expeditiously remove or\r\ndisable access to\" the infringing image upon receiving this notice.\r\nNoncompliance will result in a loss of immunity for liability under the DMCA.\r\n\r\nIf service providers do not investigate and remove or disable the infringing\r\nmaterial this immunity is lost. Therefore, in order for you to remain immune\r\nfrom a copyright infringement action you will need to investigate and\r\nultimately remove or otherwise disable the infringing material from your\r\nservers with all due speed should the direct infringer, your client, not\r\ncomply immediately.\r\n\r\nI have a good faith belief that use of the material in the manner complained\r\nof here is not authorized by me, the copyright holder, or the law. The\r\ninformation provided here is accurate to the best of my knowledge. I swear\r\nunder penalty of perjury that I am the copyright holder.\r\n\r\nI note that sufficient information has been provided above for a valid DMCA which has been verified by my attorney.\r\n\r\n\r\nYours sincerely,\r\n\r\n/s/ Thomas Tolkien","infringing_urls":[{"url":"http://bit.ly/R4vx0O"}],"copyrighted_urls":[{"url":"http://www.flickr.com/photos/tomtolkien/6276199631"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}