{"dmca":{"id":38769,"type":"Dmca","title":"Abuse report ref: NRID14101","body":"\r\n\r\nPlease process this asap.\r\n \r\nThanks.\r\n\r\n________________________________\r\n\r\nFrom: Sebastian Taylor [mailto:sebt@nr-online.com] \r\nPosted At: Monday, November 27, 2006 4:39 AM\r\nPosted To: Copyright\r\nConversation: Abuse report ref: NRID14101\r\nSubject: FW: Abuse report ref: NRID14101\r\n\r\n\r\n\r\nDear Sirs,\r\n\r\n     \r\n\r\n     I have been informed by your abuse department that they are not\r\nable to process email attachments in any format other than plain text.\r\nSubsequently I must forward this email to yourselves in order to resolve\r\nthis most urgent of issues. Although the details will not become clear\r\nuntil you have read the below email, the 3rd match in the cricket series\r\nwhich is the subject of this copyright breach started today (27/11), and\r\nso it makes this issue all the more urgent to solve.\r\n\r\n \r\n\r\nThe reference on the reply I received from the abuse department was\r\n[EV1-C1879166I].\r\n\r\n________________________________\r\n\r\nFrom: Sebastian Taylor [mailto:sebt@nr-online.com] \r\nSent: 20 November 2006 12:35\r\nTo: abuse@theplanet.com\r\nSubject: Abuse report ref: NRID14101\r\n\r\n \r\n\r\nDear Sirs,\r\n\r\n      I am writing from a UK based IP rights protection firm called\r\nNetResult that is currently representing the US broadcaster Echostar LLC\r\nconcerning the current Pakistan vs. West Indies cricket series for which\r\nthey are the broadcasting rights owners. \r\n\r\n      We have recently sent to yourselves a Cease and Desist\r\nnotification (a copy of which may be found at the bottom of this email)\r\nregarding the illegal streaming activities of your client site: \r\nhttp://www.cricketzero.com <http://www.cricketzero.com/>  . It has come\r\nto our attention that, although the main page of this site now only\r\ncontains a \"site under construction\" message, an email has been received\r\nby NetResult in an anonymous account which directs the user towards the\r\nURL http://www.cricketzero.com/member/ . From this page, users can still\r\nenter their login details and then proceed to the URL \r\nhttp://www.cricketzero.com/member/member.php in which one can still\r\npurchase an illegal streaming package for the Pakistan vs West Indies\r\nseries. Obviously, you will most likely be unaware of this, as you will\r\nnot have been sent this same email, and the site will appear clean of\r\nany infringements without this information.\r\n\r\n    Below you will find a time and date stamped screenshot of the sites\r\ncurrent member page which clearly demonstrates that the site is\r\ncontinuing its illegal activity - in the \"Membership Type\" box you can\r\nclearly see that the Pakistan vs. West Indies series is still offered\r\nfor $25:\r\n\r\n\r\n\r\n \r\n\r\nAs this site is continuing to infringe on the rights of our client,\r\nEchostar LLC, I must request that you remove it fully from your servers\r\nin order to avoid pernicious liability for allowing it to continue to\r\nviolate our clients rights.\r\n\r\n \r\n\r\nPlease use the reference NRID14101 in any future correspondence\r\nregarding this issue and inform me as soon as possible how you intend to\r\nproceed on this matter.\r\n\r\n \r\n\r\nYours sincerely,\r\n\r\n        Sebastian Taylor\r\n\r\n \r\n\r\nNetResult\r\n\r\nA Division of Projector NetResult Ltd\r\n\r\nMulberry House\r\n\r\n583 Fulham Road\r\n\r\nLondon\r\n\r\nUK SW6 5UA\r\n\r\n \r\n\r\nTel: 0207 471 1733\r\n\r\n \r\n\r\nHead Office: Projector NetResult Ltd, 8 Wye Street, Hereford, UK HR2 7RB\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n************************************************************************\r\n****************Original Cease and Desist notification, sent\r\n16/11/06****************************************************************\r\n************\r\n\r\n \r\n\r\nTITLE: Pakistan v West Indies Series 2006 infringments-\r\nEchoStar_NRID14101\r\n\r\n \r\n\r\nEchostar: Pakistan v West Indies Series 2006 infringments-\r\nEchoStar_NRID14101\r\n\r\n \r\n\r\nNetResult Internal Reference:  EchoStar_NRID14101\r\n\r\n \r\n\r\nPlease quote the above EchoStar_NRID14101 reference in all\r\ncommunications with us regarding this issue.\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\nDear Sirs,\r\n\r\n \r\n\r\nWe write on behalf of EchoStar Satellite L.L.C. (\"EchoStar\") which owns\r\nand/or controls broadcast rights in North America for Pakistan v West\r\nIndies Series 2006.\r\n\r\n \r\n\r\nWe have noticed that your website, http://www.cricketzero.com\r\n<http://www.cricketzero.com/>  is displaying, promoting and/or offering\r\nA/V content from the Pakistan v West Indies Series 2006.\r\n\r\n \r\n\r\nWe wish to make you aware that your present, unauthorized display of\r\nsuch A/V content is an infringement of EchoStar's exclusive intellectual\r\nproperty rights under national and international copyright laws.  On\r\nbehalf of EchoStar, I hereby demand that you immediately cease all such\r\ninfringements on any and all web sites (and elsewhere) and confirm to\r\nNetResult within two (2) business days of the date of this letter, via\r\nreturn email, that you have done so.  Your failure to comply with this\r\ndemand will expose to you civil and criminal liability.  Govern yourself\r\naccordingly. \r\n\r\n \r\n\r\nNothing in this letter is intended or shall be construed to constitute\r\nan express or implied waiver of any of EchoStar's rights or remedies,\r\nall of which are expressly reserved.\r\n\r\n \r\n\r\nFormal Declaration\r\n\r\n \r\n\r\nI, Mike Kiernan, hereby state that EchoStar are the owners of the\r\nexclusive rights to the A/V content referenced above and that NetResult\r\nis authorized to act on EchoStar's behalf with respect to internet\r\nmonitoring and compliance related to infringement of such rights.\r\n\r\n \r\n\r\nOn behalf of EchoStar, I hereby state that I have a good faith belief\r\nthat use of such A/V content in the manner complained of is not\r\nauthorized by EchoStar, its agents, or the law.\r\n\r\n \r\n\r\nI, Mike Kiernan, as a representative of NetResult hereby digitally sign\r\nthis e-mail message under penalty of perjury under the laws of the\r\nUnited States of America with the additional statement under penalty of\r\nperjury that the information in the notice is accurate.\r\n\r\n \r\n\r\nWe thank you for your timely and full cooperation.\r\n\r\n \r\n\r\nYours sincerely,\r\n\r\n \r\n\r\n \r\n\r\nMike Kiernan\r\n\r\n \r\n\r\n \r\n\r\nNetResult\r\n\r\nA Division of Projector NetResult Ltd\r\n\r\nMulberry House\r\n\r\n583 Fulham Road\r\n\r\nLondon\r\n\r\nUK SW6 5UA\r\n\r\n \r\n\r\nTel: 0207 471 1733\r\n\r\n \r\n\r\nHead Office: Projector NetResult Ltd, 8 Wye Street, Hereford, UK HR2 7RB\r\n\r\n \r\n\r\nPlease note, if this email has been sent to the wrong recipient, please\r\naccept our apologies, inform us of the error, and forward this e-mail\r\nimmediately to the correct person or department for action.\r\n\r\n","date_sent":"2006-11-20T05:00:00Z","date_received":"2006-11-20T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"NetResult (For EchoStar Satellite L.L.C.)","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}