{"dmca":{"id":38770,"type":"Dmca","title":"abuse of our website","body":"\r\n\r\nNc\r\n\r\n\r\n-----Original Message-----\r\nFrom: The Rosemary Co/4Showers.Com [mailto:rosemaryjc@comcast.net] \r\nSent: Monday, January 24, 2005 9:54 AM\r\nTo: abuse@theplanet.com; copyright@theplanet.com\r\nSubject: abuse of our website\r\n\r\nI am the President of The Rosemary Company\r\nhttp://www.rosemarycompany.com\r\nWe have recently discovered that a company using your hosting services\r\nhas duplicated our website for reasons unknown to us and unauthorized by\r\nus.  The fraudulent URL is:\r\npastime99.com http://www.pastime99.com\r\nAs you will see, it is an exact duplicate of our website although they\r\nhave plagiarized everything, including our copyrights.  This appears to\r\nbe a sophisticated scam, probably to sell advertising on a pay per click\r\nbasis, however, it also leaves our customers vulnerable to theft.  If\r\ncustomers were to contact the listed address on the bogus website and\r\nprovide credit card information for the purpose of purchasing the items\r\nlisted on that website, there is no doubt that they would victimized.\r\nIt is my understanding that you provide this company with a dedicated\r\nserver.  That means that they are probably using this server to\r\nvictimize other companies in addition to ours.  This may be a new type\r\nof internet fraud, but it appears to have been going on with our company\r\nfor about a year.  We have reason to believe that you are not the only\r\ncompany they are using for this fraud, as another URL is also in\r\nexistance that has duplicated our site.  It is being hosted by another\r\ncompany.\r\n\r\nI have spoken with the FBI and they are extremely interested in this\r\nscheme and this company.  I'm sure they will be in contact with you\r\nsoon.  It would be advantageous if you would have removed this company\r\nas a customer prior to that time.  You may contact me at:\r\ninfo@rosemarycompany.com or through our toll free number of (800)\r\n8233891.  Both our e-mail address, and phone number are listed on our\r\nlegitimate website, together with our mailing address.  I am also faxing\r\nthis information to your desigated agent Lance Crosby, Esq.  Chief\r\nOperating Officer\r\nI hope to be hearing from you soon.\r\nThank you.\r\n\r\nJudith A Cheney\r\nPresident\r\nThe Rosemary Company\r\nhttp://www.rosemarycompany.com\r\n\r\n\r\n\r\n-- \r\nNo virus found in this outgoing message.\r\nChecked by AVG Anti-Virus.\r\nVersion: 7.0.300 / Virus Database: 265.7.2 - Release Date: 1/21/2005\r\n\r\n","date_sent":"2005-01-24T05:00:00Z","date_received":"2005-01-24T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"The Rosemary Company","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}