{"dmca":{"id":38852,"type":"Dmca","title":"Case ID 39654347 - Notice of Claimed Infringement","body":"-----Original Message-----\r\nFrom: MediaSentry Copyright Infringement [mailto:copyright@mediasentry.com] \r\nSent: Thursday, February 24, 2005 7:23 AM\r\nTo: Lance Crosby Esq.\r\nSubject: Case ID 39654347 - Notice of Claimed Infringement\r\n\r\nThursday, February 24, 2005\r\n\r\n\r\nThePlanet.com Internet Services, Inc.\r\n1333 Stemmons #110\r\nDallas, TX  75207  US\r\n\r\n\r\n\r\nRE:  Unauthorized Distribution of the Copyrighted Work Entitled\r\n    Harry Potter audio book\r\n\r\n\r\nDear Lance Crosby, Esq.:\r\n\r\nWe are writing this letter on behalf of the Christopher Little Literary\r\nAgency (agents to JK Rowling), in respect to their client, JK Rowling.\r\n\r\nAs you may know, JK Rowling is the holder of rights under copyright,\r\nincluding exclusive distribution rights, in and to the world famous Harry\r\nPotter series of books.\r\n\r\nNo one is authorized to reproduce, publish, transmit, or otherwise\r\ndistribute the above-mentioned work(s) without the express written\r\npermission of JK Rowling, which permission JK Rowling has not granted to\r\n70.84.85.194.\r\n\r\nWe have received information that an individual has utilized the\r\nabove-referenced IP address at the noted date and time to offer downloads of\r\nthe above-mentioned work through a \"peer-to-peer\" service.\r\n\r\nThe attached documentation specifies the location on your network where the\r\ninfringement occurred, the number of repeat violations recorded at this\r\nspecific location, as well as any available identifying information.\r\n\r\nThe distribution of unauthorized copies of copyrighted works constitutes\r\ncopyright infringement under the Copyright Act, Title 17 United States Code\r\nSection 106(3). This conduct may also violate the laws of other countries,\r\ninternational law, and/or treaty obligations.\r\n\r\nSince you own this IP address, we request that you immediately do the\r\nfollowing:\r\n\r\n1) Disable access to the individual who has engaged in the conduct described\r\nabove; and\r\n2) Terminate any and all accounts that this individual has through you.\r\n\r\nOn behalf of JK Rowling, owner of the exclusive rights to the copyrighted\r\nmaterial at issue in this notice, we hereby state, pursuant to the Digital\r\nMillennium Copyright Act, Title 17 United States Code Section 512, that we\r\nhave a good faith belief that use of the material in the manner complained\r\nof is not authorized by JK Rowling, its respective agents, or the law. For\r\nthe avoidance of doubt, please note that our concern is not with genuine,\r\nnon-commercial 'fan fiction'. Therefore, if we have misidentified this file\r\nand it is in fact genuinely such fan fiction please disregard this notice.\r\nHowever, where any file leads the public to believe that it is in fact the\r\nwork of JK Rowling, by using her copyrighted Titles or otherwise, this is an\r\noffence and the offending material must be removed.\r\n\r\nAlso pursuant to the Digital Millennium Copyright Act, we hereby state that\r\nwe believe the information in this notification is accurate, and, under\r\npenalty of perjury, that MediaSentry is authorized to act on behalf of the\r\nowner of the exclusive rights being infringed as set forth in this\r\nnotification.\r\n\r\nPlease contact us at the above listed address or by replying to this email\r\nshould you have any questions.\r\n\r\nWe appreciate your assistance and thank you for your cooperation in this\r\nmatter. In your future correspondence with us, please refer to Case ID\r\n39654347.\r\n\r\nYour prompt response is requested.\r\n\r\nRespectfully,\r\n\r\nMark Weaver,\r\nDirector of Enforcement\r\nMediaSentry, Inc.\r\n(212) 925-9997\r\n\r\n\r\n\r\n------------------------------\r\nInfringement Detail:\r\nInfringing Work: Harry Potter audio book\r\nFilepath: Harry Potter Series.torrent|Harry Potter Book 2\r\nFilename: 67 of 78 - Chapter 16; The chamber of secrets.mp3\r\nFirst Found: 24 Feb 2005 07:35:58 EST (GMT -0500)\r\nLast Found: 24 Feb 2005 07:35:58 EST (GMT -0500)\r\nFilesize: 6,148k\r\nIP Address: 70.84.85.194\r\nIP Port: 10000\r\nNetwork: BTPeers\r\nProtocol: BitTorrent\r\n\r\n\r\nInfringing Work: Harry Potter audio book\r\nFilepath: Harry Potter Series.torrent|Harry Potter Book 4\r\nFilename: 16 of 37 - The Goblet Of Fire.mp3\r\nFirst Found: 24 Feb 2005 07:36:9 EST (GMT -0500)\r\nLast Found: 24 Feb 2005 07:36:9 EST (GMT -0500)\r\nFilesize: 18,634k\r\nIP Address: 70.84.85.194\r\nIP Port: 10000\r\nNetwork: BTPeers\r\nProtocol: BitTorrent","date_sent":"2007-08-16T04:00:00Z","date_received":"2007-08-16T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Mark Weaver","recipient_name":"Theplanet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}