{"dmca":{"id":25141,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":"Fax\nwww.fallensteller.info/go/b2b-recht-und-gerechtigkeit/strafrechtlich/belege/staatsanwaltschaft_landshut_siegfried_bartole.htm\n\n\n\n\n\nDR. THOMAS  RODIG\n\nRECHTSANWAL T\n\n\n\n\nRA DR THOMAS  RODJG   SGHWJMMSGHULSTR 5   e4034 LANJSHVT\n\nGoogle Hamburg\nGoogle Germany GmbH\nABC-Strasse 19\teiltl\n20354 Hamburg\n\n\n\n\nMittwoch,  22. Juni 2011\n\n\nAngelegenheit: GZ-Invest ./. Google\nGeschaftszeichen: Z/GOO  11 06 0622 G\nlhr Zeichen:\n\n\n\n\nSehr geehrte Damen und Herren,\n\tVorab per Fax\n\t\n\nSCHWMv1SCHULSTR.\t5\n\n84034 \tLANDSHUT\n\n\n\n\n\n\n\nZUGELASSENE\tGUTEsTEU.E GEM. ART. 5 II I BAYSCHLG\n\nmit beiliegender Vollmacht zeige ich an, daB ich die Firma\n\nGZ-Invest, Markus Zohrlaut e.K., Ober Wohrstr. 12, 84034 Landshut\n\nanwaltlich vertrete.\n\n\n\nMein Mandant begehrt die unverzugliche Loschung seiner personenbe zogenen  Daten  aus dem Google Index,  welcher  die  die Webseite vvww.fallensteller.info unter in recht hohem  Rang  (13. Stelle bei Suchein\n\t\nTATIGKEITSSCHWERPUI<TE\n\nBAURECHT STRAFRECHT INSOLVENZRECHT\ngabe \"Markus Zohrlaut\") mit der Oberschrift\n\nErmittlungsverfahren gegen Siegfried Bartole und Markus Zohrlaut\n\nanzeigt.\n\t\nTEL FAX MOBIL\nEMAIL\n\t\n0871 I 687 60 44\n871 I 687 60 44\n0172 18168875\n HYPERLINK mailto:DTR@raum-plus.de DTR@raum-plus.de\n\nMein Mandant,  Herr Markus Zohrlaut, war gegen einmalige Rechnungs\nstellung ausschlieBiich Dienstleister der Firma DGR-Online.\n\nAls solcher  wurde  er  Gegenstand   eines   Ermittlungsverfahrens  der\nStaatsanwaltschaft Landshut.\n\t\nANDERKONTO COMMERZBANK\tLANDSHUT\nBLZ \t74  34  00 77\nKTO. \t49  05642 80\n\nDa eine Verurteilung meines Mandanten  bisher nicht erfolgt ist, hat er\nnach Auffassung Deutschen Verfassungs- und Strafrechts und Europai\nschen Menschenrechts bezuglich der Vorwurfe als unschuldig zu gelten.\n\t\nSPARKASSE BLZ\nKTO.\n\nPOSTBANK BL Z\nKTO.\n\t\nLANDSHUT\n74  35  00 00\n96  67  II\nMUNCHEN\n70  1 00 80\n79  67  - 805\n\nUST- ID\tDE20422726\n\n\n\nRA Dr. Thomas Redig                                                                                                                 2\n\n\n\nDaruber  hinaus  existiert ein umfassendes  Rechtsgutachten zur Firma DGR-Online von dem wohl uber jeden Zweifel erhabenen  Herrn Prof. Dr. jur. Dr. jur. h.c.  mult. Bernd Schunemann aus Munchen, das eindeutig die Frage  nach ,Betrugsabsicht\" oder ,legalem Angebot\" der Offerten der Firma DGR klart und in eindeutiger Weise die Abgrenzung  von den beiden BGH-Urteilen  darstellt, die falsch und ergebnisbezo gen von der zustandigen Staatsanwaltschaft zur Rechtsfertigung des Verfahrens bis heute federfuhrend herhalten mussen.\n\n(Zur Information:  HYPERLINK http://www.gz-invest.de/reputation http://www. gz-invest.de/reputation  aufklaerung  dritte/)\n\n\n\n\nDennoch wurde und wird von einigen Web-Seiten  die Verwicklung meines Mandan ten in die Geschafte o.g.  Firma als betrugerisches Mitwirken als Tatsache dargestellt und im Internet verbreitet.\n\nEs handelt sich hierbei um folgende Web-Seiten\n\nDerzeit aktiv:               HYPERLINK http://www.fallensteller.info/ www.fallensteller.info\n\nDerzeit nicht aktiv:     verbraucherabzocke.info   -   adressbuchbetrug-info.net   - branchenbuchverzeichnis.info - bauernfaenger.info - abo fallen.biz- raubwirtschaft.info\n\n\n\nBei letzteren Seiten hat meine Mandantschaft bereits durch Intervention bei Ihnen die\nEntfernung aus dem Index erreicht.\n\nBei  der nunmehr  (einstweilen) verbliebenen  website  HYPERLINK http://www.fallensteller.info/ www.fallensteller.info  haben Sie es bisher abgelehnt eine Loschung vorzunehmen,  weshalb meine Einschaltung notig wird.\n\nAls Loschungsgrund ist vornehmlich vorzubringen, daB samtliche beanstandete Web Seiten kein lmpressum  haben und damit gegen die gesetzliche lmpressumspflicht des Telemediengesetzes und des Teledatenschutzgesetzes verstoBen.\n\nSamtliche beanstandete Webseiten sind anonym  und haben keinen gl.iltigen DENIC Eintrag.\n\nAus diesem Grund ist es nicht moglich diese anonymen Betreiber abzumahnen  oder anderweitig mit einstweiligen Rechtsmitteln von ihrem ungesetzlichen Handeln abzu halten.\n\n\n\nRA Dr. Thomas Redig                                                                                                                 3\n\n\n\nDie aktuell beanstandete  Seite   HYPERLINK http://wvvw.fallensteller.info/go/kontakt.html http://wvvw.fallensteller.info/go/kontakt.html  wird auf einem anonymen Server in Shanghai gehostet. Als Ansprechpartner/in ist eine email stefaniebreuer111 @gmail.com  angegeben, welche jedoch auf entsprechende Auffor derungen nicht reagiert, geschweige denn ladungsfahige Adressen bekannt gibt.\n\nWie bereits dargestellt ist also zeitnahes  zivilrechtliches Vorgehen gegen diese Fir\nmen nicht moglich.\n\n\n\n\nDie beanstandeten Seiten beeintrachtigen in erheblicher Weise den Ruf, das Anse hen und aufgebaute Vertrauen der Firma und Person meines Mandanten, zumal des sen Name  ,Zohrlaut\"  eher  selten ist und deshalb die diskriminierenden Aussagen dieser Seiten umso eher ins Auge springen.\n\nDazu kommt, daB sich diese Webseiten  durch Verlinkungen offentlich wirksam unter wvvw.google.de vererben und  so die Rufschadigung meine Mandanten noch poten zieren.\n\n\n\nAus diesem Grunde habe ich Sie aufzufordern die website:\n\n HYPERLINK http://www.fallensteller.info/ www.fallensteller.info\n\nunverzuglich und dauerhaft  aus dem Google Index sowie aile Verweise auf die Per\nson meines Mandanten zu entfernen.\n\n\n\n\nDaruber hinaus fordere ich Sie auf, folgende Seiten weiterhin vom Index fernzuhalten:\nraubwirtschaft.info verbraucherabzocke.info adressbuchbetrug-info.net branchenbuchverzeichnis.info bauernfaenger.infoabofallen.biz fallensteller.info\n\n\n\nAuf aile diese Seiten treffen die oben dargelegten Grunde  zu, die einen Auftritt im\nInternet rechtlich verbieten.\n\n\n\n\nRA Dr. Thomas Redig                                                                                                                                    4\n\n\n\nAile diese Seiten hatten oder haben den gleichen-gespiegelten  -lnhalt, sind auf anonymen Servern gehostet und haben weder lmpressum, noch sonstige Angaben, welche die Betreiber juristisch fassbar machen.\n\n\n\nSollten diese Loschungen,  insbesondere  in Sachen  ,fallensteller.info\" nicht zeitnah erfolgen, werde ich ohne weitere Mahnung  lhrem Unternehmen gegenuber gerichtli che Hilfe in Anspruch nehmen mussen,  da dies den Betreiberseiten nicht oder zu mindest nicht zeitnah erfolgen kann.\n\n\n\nMit einem freundlichen GruBen\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nProzes.svollmacht\n\tDR. THOMAS RODIG\n\nRECHTSANWALT\n\n\nHerrn Rechtsanwalt  Dr. Thomas Rodig\n\n\nGZ-Invest; Markus Zohrlaut e.K., Ober Wohrstr. 12, 84034 Landshut\n\ngegen\n\nGoogle Germany GmbH, ABC-StraBe 19, 20354 Hamburg\n\nund etwaige weitere Beteiligte\n\nwegen\n\nStreitgegenstand\n\nauf der Basis der gesondert abgeschlossenen Mandatsvereinbarung Vollmacht zur .gerichtlichen und  auBergerichtlichen Vertretung erteilt. Die Vollmacht er\nm chtigt\n\n1.   zu gerichtlichen und auBergerichtlichen Verhandlungen aller Art, auch im lnsolvenzverfahren;\n2.   zum AbschluB von Vergleichen zur Vermeioung eines Rechtsstreits;\n3.   zur Vertretung in Angelegenheiten der Freiwilligen Gerichtsbarkeit sowie\nSchiedsger!chts- und Disziplinarvertahren;\n4.    in Uhfallsachen zur Geltendmachung von AnsprOchen gegen Schadiger, Fahrzeughalter und deren Versicherer;\n5.   zur Entgegennahme von Zahlungen, Wertsachen unc;l Urkunden;\n6.   zur Stellung von Strafantragen sowie. zu deren ROcknahme, zur Vertretung als Nebenklager in einem Strafverfahren;\n7.   zur Akfeneinsicht bei BehOrden, Gerichten u.a.\n8.   zur Begrondung und Aufhebung von Vertragsverhaltnissen, zur Abgabe und Entgegennahme von einseitigen Willenserklarungen (z.B. KOndigungen) in Zusammenhang mit der eben unter ,wegen ..., genannten Angelegenheit.\n\n\n\n\n\nLandshut., den  21.06.2011\n\t\n\n\nSC.HWIMMSCHULSTR.\t5\n\n84034\tLANDS.HUT\n\n\n\n\n\n\n\nZUGELASSENE \tOOTESTELLE GEM. ART. 5 II 1     BAYSCHLG\n\n\n\n\n\n\n\nTATIGKEJTSSCHWERPLNTE\n\nBAURECHT STRAFRECHT INSOLVENZRECHT\n\n\n\nTEL \t0871 / 687 60 44\nFAX \t0871 / 6876044\nMOS.IL\t172 I 816 8.8 75\nEMAIL\tDTR@raum-l)lus.de\n\n\n\n\nANDERKONTO COMMERZBANK \tLANDSHUT\nBLZ\t74 34  77\nKTO.. \t49  05642  8.0\n\n(Unterschrift)\n\tSPARI':ASSE B.L. Z\nKTO.\nPOSTBANK\nBL Z KTO.\n\tLANDSHUT\n74 35 00 \n96 67 11\nMONCHEN\n70 01  00 80\n79 67 - 805\n\nUST-10\tD20422726\n","date_sent":"2011-07-06T04:00:00Z","date_received":"2011-07-06T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}