{"dmca":{"id":25176,"type":"Dmca","title":"Notices - realitysextape.com","body":"\r\n\r\n \r\n\r\n \r\n\r\n-----Original Message-----\r\nFrom: Peter Jakab [mailto:ptrjakab@yahoo.com] \r\nSent: Saturday, January 29, 2005 12:26 PM\r\nTo: info@realitysextape.com; webmaster@realitysextape.com;\r\nhostmaster@realitysextape.com; support@realitysextape.com;\r\ncopyright@theplanet.com; legal@theplanet.com; abuse@theplanet.com;\r\ninfo@pudcat.com; webmaster@pudcat.com; support@pudcat.com;\r\nhostmaster@pudcat.com\r\nSubject: Notices - realitysextape.com\r\n\r\n \r\n\r\n\r\nRE:  Digital Millennium Copyright Act (\"DMCA\") Notice\r\n\r\n\r\n \r\n\r\nURL's Bearing Infringing Materials:   www.realitysextape.com\r\n<http://www.realitysextape.com/> \r\n\r\n \r\n\r\nhttp://www.realitysextape.com/celeb-Carrie-Tucker-Miss-New-York(10558.02).ht\r\nml\r\n\r\n \r\n\r\nIP Address:  67.18.126.197\r\n\r\nName Server:  NAME1.PUDCAT.COM (216.234.234.30)\r\n\r\nName Server:  NAME2.PUDCAT.COM (12.96.160.115)\r\n\r\n \r\n\r\nDear Sir or Madam:\r\n\r\n \r\n\r\nWe are litigation counsel for Carrie Tucker.   It has come to our attention\r\nthat your website pages bearing the URL above have been copying, displaying,\r\ndistributing, and/or linking to videotapes or their digitized versions,\r\ncontaining likenesses of Carrie Tucker (\"Videos\") and still photographs\r\ncontaining likenesses of Carrie Tucker (\"Photos\").\r\n\r\n \r\n\r\nThe Videos and Photos are all the exclusive copyrighted work of Ms. Tucker.\r\nMs. Tucker's copyrights to the Videos and Photos have all been filed for\r\nregistration by the U.S. Copyright Office.   \r\n\r\n \r\n\r\nI have a good faith belief that your copying, displaying, distributing,\r\nand/or linking to the Videos and Photos on the Internet (or anywhere else)\r\nconstitutes willful and unlawful infringement of Ms. Tucker's copyrights.\r\nNeither Ms. Tucker, nor the Videos' co-producer (see attached affidavit) has\r\never granted a license or permission of any kind to any person or entity.\r\nIn addition, your linking to infringing material or even posting without a\r\nlink the addresses of sites with infringing material will subject you to\r\ncontributory copyright infringement.  Furthermore, you have misappropriated\r\nMs. Tucker's name, likeness and title which will subject you to additional\r\nliabilities and penalties under federal and state statutory and common laws.\r\n\r\n \r\n\r\nWe hereby demand that you immediately and permanently remove all Videos and\r\nPhotos containing likenesses of Ms. Tucker from all websites and other media\r\nthat you own or control and remove any and all links, URLs and/or references\r\nto said infringing materials.\r\n\r\n \r\n\r\nFailure to do so will leave us no choice but to file suit against you for\r\ninjunction, damages, attorney's fees and other penalties under the DMCA, the\r\nCopyright Act and other federal and state laws without further notice to\r\nyou.  You probably know that these laws provide copyright holders like Ms.\r\nTucker with very strong remedies against, and that the courts have dealt\r\nseverely with, infringers like you under similar circumstances.\r\n\r\n \r\n\r\nPlease acknowledge to me by email (\r\n<http://mail.yahoo.com/config/login?/ym/Compose?To=ptrjakab@yahoo.com>\r\nptrjakab@yahoo.com) or letter that:\r\n\r\n \r\n\r\n1.      you have permanently stopped using, publishing, distributing,\r\ncopying, displaying, linking to, selling, licensing or otherwise exploiting\r\nthe Videos and/or the Photos in any manner, including any other websites\r\nthat you are affiliated with;\r\n\r\n \r\n\r\n2.      you have destroyed all electronic and hard copies of the Videos and\r\nPhotos, including all system backups;\r\n\r\n \r\n\r\n3.      you have informed every identifiable person and entity who works\r\nwith you, or with your affiliated websites and companies, of the above\r\ninformation;\r\n\r\n \r\n\r\n4.      an accounting of any and all monies that you and any affiliated\r\nwebsites have received from the use, publishing, distribution, copying,\r\ndisplaying and any other exploitation of the Videos and the Photos;\r\n\r\n5.      a list of websites, with URLs and contact information, that you are\r\naffiliated with or have linking agreements with;\r\n\r\n \r\n\r\n6.      the source including a list of names, e-mail addresses, and any\r\nother contact information of those persons and/or other entities from which\r\nyou obtained the Videos and the Photos.\r\n\r\n \r\n\r\nI acknowledge that the above-stated information is true and accurate under\r\npenalty of perjury and that I am authorized to act on behalf of the\r\ncopyright holder, Ms. Tucker.\r\n\r\n \r\n\r\n/S/\r\n\r\nPETER JAKAB\r\n\r\ncc: Ms. Carrie Tucker\r\n\r\n------------------------------------------------------------\r\n\r\nPETER JAKAB\r\n\r\nFEIN & JAKAB\r\n\r\nATTORNEYS AT LAW\r\n\r\n233 BROADWAY - SUITE 930\r\n\r\nNEW YORK, NY  10279\r\n\r\n212/732-9290 PH\r\n\r\n212/227-6479 FX\r\n\r\nE-MAIL: ptrjakab@yahoo.com\r\n\r\n------------------------------------------------------------\r\n\r\nThe information contained herein is confidential and may contain\r\nattorney-client or other privileged information and is intended only for the\r\nindividual or entity to whom it is addressed. Any unauthorized use,\r\ndistribution, copying, or publishing of this communication in whole or in\r\npart is strictly prohibited.  If you have received this e-mail in error,\r\nplease notify the law office of FEIN & JAKAB immediately at 212/732-9290 and\r\nkindly delete it from your computer or server. Thank you.\r\n\r\n  _____  \r\n\r\nDo you Yahoo!?\r\nYahoo! Search presents - Jib\r\n<http://us.rd.yahoo.com/evt=30648/*http:/movies.yahoo.com/movies/feature/jib\r\njabinaugural.html>  Jab's 'Second Term'\r\n\r\n","date_sent":"2005-01-29T05:00:00Z","date_received":"2005-01-29T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Fein & Jakab","principal_name":"Fein & Jakab (For Carrie Tucker)","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}