{"dmca":{"id":25382,"type":"Dmca","title":"DMCA violation at http://elsmar.com/level2/MSDS_Sources.html","body":"________________________________\r\n\r\nFrom: ILPI [mailto:support@ilpi.com] \r\nSent: Wednesday, April 18, 2007 12:43 PM\r\nTo: Copyright; Marc.Smith@Elsmar.com\r\nCc: legal@ilpi.com; restivo@ilpi.com;\r\nadsense-domains-trademark@google.com\r\nSubject: DMCA violation at http://elsmar.com/level2/MSDS_Sources.html\r\nImportance: High\r\n\r\n \r\n\r\nPursuant to the Digital Millennium Copyright Act (DMCA) we are reporting\r\nan act of copyright infringement by one of your customers at the\r\nfollowing URL:\r\n\r\n \r\n\r\n        http://elsmar.com/level2/MSDS_Sources.html\r\n\r\n \r\n\r\nFurther, your customer is deriving income from this infringement by\r\nposting Google ads on the violating page.\r\n\r\n \r\n\r\nPer the reporting requirements of the Act:\r\n\r\n \r\n\r\n(i) This communication constitutes an electronic signature that our\r\ncompany is the legal owner of the copyright involved in item (ii) below.\r\nInteractive Learning Paradigms Incorporated (ILPI) is incorporated in\r\nthe Commonwealth of Kentucky.\r\n\r\n \r\n\r\n(ii) The infringed material is our copyrighted work at\r\nhttp://www.ilpi.com/msds/index.html  The offending site may also be\r\ndisplaying other copyrighted works of ours of which we are not aware.\r\nThe offending site is to remove any and all material that originated\r\nfrom the domain www.ilpi.com as we have never authorized any party to\r\nreproduce those materials.\r\n\r\n \r\n\r\n(iii) As stated above, the infringing site is\r\nhttp://elsmar.com/level2/MSDS_Sources.html   All of the information on\r\nthat page except for the ads is infringing.\r\n\r\nThe offending site may also be displaying other copyrighted works of\r\nours of which we are not currently aware.\r\n\r\n \r\n\r\n(iv) The offending domain elsmar.com resolves to 70.84.93.194.  They are\r\nyour customer and we would expect that you have contact information for\r\nthem. \r\n\r\n         \r\n\r\n(v)  ILPI has *never* authorized any part to reproduce our copyrighted\r\nmaterial in any electronic form or fashion, including the reposting of\r\nour web pages.  This offending use is not authorized by ILPI, its\r\nagents, or the law.  No agent outside of ILPI is authorized to assign,\r\ntransfer or license our copyrighted materials.\r\n\r\n \r\n\r\n(vi) Under the penalty of perjury, the President of ILPI, Dr. Robert\r\nToreki, confirms that ILPI owns said copyrights and is authorized to\r\nenforce them.   See both the copyright statements on the page being\r\ninfringed in item (ii) above and our copyright policy at\r\nhttp://www.ilpi.com/copyright.html\r\n\r\n \r\n\r\nYour customer is to immediately cease and desist making our copyrighted\r\nwork available on your web site or we will take legal action.  Our\r\nrights have been violated under US and International copyright law\r\nincluding the Digital Milennium Copyright Act, DCMA, and your customer\r\nis making financial gain from their action.\r\n\r\n \r\n\r\nYour customer will also remove any other material belonging to our\r\ncompany that may be hosted on your (or any other) network.\r\n\r\n \r\n\r\nYour customer is hereby forewarned that we will seek to recover all\r\nlegal and incidental costs we incur should they not immediately comply\r\nwith these demands, as well as all ill-gotten gains such as income from\r\nthe advertisements they have posted.\r\n\r\n \r\n\r\nIf you require any other information, please ask.\r\n\r\n \r\n\r\nRegards,\r\n\r\n \r\n\r\nDr. Robert Toreki\r\n\r\nPresident, ILPI\r\n\r\n-- \r\n\r\n     =================================================\r\n   Interactive Learning Paradigms, Incorporated (ILPI)\r\nTraining, environmental/occupational health & safety consulting\r\nPh: (859) 396-5218, Fax: (859) 523-0606, sales@ilpi.com\r\n                                         http://www.ilpi.com/\r\nLab & safety supplies?  Visit http://www.SafetyEmporium.com/","date_sent":"2007-04-18T04:00:00Z","date_received":"2007-04-18T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Interactive Learning Paradigms Incorporated (ILPI)","recipient_name":"Theplanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}