{"dmca":{"id":25393,"type":"Dmca","title":"DMCA. Copyright violation.","body":"-----Original Message-----\r\nFrom: Templatemonster Antipiracy Department\r\n[mailto:piracy@templatemonster.com] \r\nSent: Tuesday, April 17, 2007 3:36 AM\r\nTo: Copyright; Abuse\r\nSubject: DMCA. Copyright violation.\r\n\r\nTo whom it may concern\r\n\r\nDear Sirs,\r\n\r\nAs the legal assistant of Templatemonster.com project, I am instructed\r\nto provide you with the following DMCA report.\r\nWe received the piracy report that lead to\r\nhttp://www.allfreetemplates.org website.\r\n\r\nIt has come to our attention that your or one of your customer's\r\nservers IP address (70.87.162.130), is involved in a grave situation\r\nof unauthorized intellectual and graphic property distribution.\r\n\r\nhttp://www.allfreetemplates.org WEB site distributes stolen web design\r\nmaterials. These publications have no license support documentation\r\nfrom the design owning company and general website content confirms\r\nmalicious intent against our company.\r\nThe exact placement of infringement is:\r\nhttp://www.allfreetemplates.org/monster-templates-tm-oscommerce-template\r\ns/ \r\n\r\nThese threads contain recompiled sources which were ripped from the\r\noriginal pre-view pages at http://TemplateMonster.com website. All of\r\nthe stolen\r\nsource numbers (they usually start the topic from words TM) correspond\r\nto the official products numeration.\r\nWe direct your attention to the fact of massive publications that\r\nviolate the copyrights of all major web design vendors such as boxedArt\r\nand DesignLoad.\r\n\r\nBecause of the obvious Templatemonster products distribution,\r\nwe direct your attention to the terms of our company's License\r\nAgreement (http://www.templatemonster.com/terms.php) which clearly\r\nprohibits the reselling of our products by any potential or current\r\ncustomer.\r\n\r\nOur website clearly states \"Website pages content copyright -\r\n2002-2005 Artvertex, Inc.\" The permission of  information\r\npublishing actions from your server is illegal. Templatemonster.com\r\nwebsite\r\ncontent cannot be reproduced, copied, or edited in any manner or medium\r\nand is therefore making\r\nyou the possessor of illegal material. US copyright laws protect all\r\nparts of this material.\r\nThe owner of this website has been notified of his actions, and has been\r\ninformed of the\r\nconsequences. He ignored a feedback request confirming that his site\r\nis illegal and has failed the amicable case solution.\r\n\r\nHence, we demand the immediate removal of\r\nhttp://www.allfreetemplates.org  account from\r\nyour company server and the cease of distribution of any of our products\r\nIMMEDIATELY.\r\nWe have already notified our corporate lawyers of this situation and we\r\nwill not hesitate to exercise our legal right to pursue this matter in a\r\ncourt of\r\nlaw should you fail to meet our demand immediately.\r\n\r\nTemplatemonster.com is committed to investigating licensing infractions\r\nnot\r\nonly to protect our own interests but to protect those of the designers\r\nwho submit their\r\ndesigns to us as well. We are contractually obliged to protect the\r\nintellectual property rights\r\nand livelihood of the artists whose work we license. While we support\r\nfreedom of expression, we\r\nmust enforce our licensing conditions rigorously in order to meet our\r\nresponsibilities. We\r\nfeel that your cooperation regarding this matter is fully warranted, and\r\nexpect it will be\r\npromptly forthcoming.\r\n\r\nThank you and waiting for your prompt answer.\r\n----\r\nVery truly yours,\r\nRyan Cathcart\r\nLegal assistant\r\nArtvertex, Inc.\r\nTel:  15183208716\r\nFAX:  19175913014\r\nmailto:piracy@templatemonster.com\r\n\r\nnote: DMCA form complain and screenshot attached.","date_sent":"2007-04-17T04:00:00Z","date_received":"2007-04-17T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Artvertex, Inc.","recipient_name":"Theplanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}