{"dmca":{"id":25413,"type":"Dmca","title":"Abuse Report","body":"________________________________\r\n\r\nFrom: Pal (VIP Records) [mailto:piracy@viprecords.co.uk] \r\nSent: Wednesday, April 11, 2007 6:31 PM\r\nTo: Admins; Abuse\r\nCc: Copyright\r\nSubject: Abuse Report\r\n\r\n \r\n\r\nHi, Im Pal from VIP Records Ltd. We have noticed you guys are hosting\r\ndesitorrents.com who has uploaded copyright infringing material. \r\n\r\n \r\n\r\nA. Electronic signature of Vipen Kumar owner and manager of VIP Records\r\nLtd, I have been authorised to act on behalf of Vipen Kumar.\r\n\r\nhttp://www.viprecords.co.uk/externals/pal/signaturecopy.gif\r\n\r\n \r\n\r\nB & C. All of our albums are being shared on this website, Not only ours\r\nbut nearly every record labels music is being shared!! Our latest\r\nrelease has been uploaded and this website has given access to thousands\r\nto download it. Below is the details:\r\n\r\n \r\n\r\nWe have just released an album - Jags Klimax - The Album.\r\n\r\n \r\n\r\n     Host       : desitorrents.com\r\n     IP Address : 74.53.115.140\r\n\r\n \r\n\r\nWe are members of the BPI and we will be passing on the details to them\r\nif this site is not dealt with. We kindly request for this link to be\r\nremoved.\r\n\r\n \r\n\r\nThe actual link where the album is:\r\n\r\nhttp://www.desitorrents.com/forums/showthread.php?t=143545 \r\n<http://www.desitorrents.com/forums/showthread.php?t=78483>  \r\n<http://desiest.com/music/album.jsp?id=5947>  \r\n<http://www.dee-jay4u.co.uk/albums.htm> \r\n\r\n \r\n\r\nD. Information of the label: \r\n\r\nPal Singh\r\n\r\nVIP Records \r\n11 Vexhim Park,\r\nEdinburgh,\r\nFife EH15 3SB\r\nGreat Britain (GB)\r\n\r\n \r\n\r\nTelephone:\r\n\r\n+447984150067\r\n\r\n \r\n\r\nE. This information is correct, He has uploaded illegal copyrighted\r\nmusic on to his website. Allowing hundreds of users to download this.\r\n\r\n \r\n\r\nI Pritpal Singh can confirm i have not given ANY permission to \r\n\r\nDesitorrents.com\r\n\r\nto use our music and uploaded it on the internet. I have asked him\r\nkindly to remove our files but got no response back!\r\n\r\n<http://www.desitorrents.com/forums/showthread.php?t=78483> \r\n\r\n \r\n\r\nStatement from Brian Engel:\r\n\r\nTo whom It may concern, \r\n\r\n \r\n\r\nIt is hereby confirmed, under the penalty of perjury, that the copyright\r\nin the recordings relating to any legal actions requested by us, the\r\nComplaining Party, belong EXCLUSIVELY to us, Messrs 4Play Records/Music.\r\n\r\n \r\n\r\nSigned: Brian Engel, 4Play Records\r\n\r\nF. Statement: I can confirm that all the information provided is\r\ncorrect, the owners deliberatly allow this to happen, even though i\r\nrequest not to. Many other record labels albums are being shared in this\r\nhub, which are all copyrighted. I, Pritpal Singh am authorized on behalf\r\nof Vipen Kumar the copyright owner (VIP Records Ltd).\r\n\r\n \r\n\r\nTo whom it may concern, \r\n\r\n \r\n\r\nI Brian Engel of Brian Engel Publishing, confirm, under penalty of\r\nperjury, that I have an exclusive undertaking from Messrs 4Play Music to\r\nadminister their entire publishing catalogue and that no permission to\r\nuse this copyright material has been sought from, or granted by, this\r\ncompany for such website use.\r\n\r\n \r\n\r\nSigned: Brian Engel , 4Play Music\r\n\r\n \r\n\r\nPlease read our full Copyright statement here: \r\nhttp://www.viprecords.co.uk/externals/pal/brian_engel_statement_of_copyr\r\night.htm\r\n<http://www.viprecords.co.uk/externals/pal/brian_engel_statement_of_copy\r\nright.htm> \r\n\r\n \r\n\r\nMy company has an exclusive agreement with VIP records. All VIP's\r\ncopyright works are consequently administered by this company. It is an\r\noffence under the Copyright Designs and Patents Act 1988 to allow them\r\nto be commercially exploited without first having obtaining permission\r\nfrom the Copyright owners of the master recordings (VIP) and the\r\npublishing copyright owners (VIP/Brian Engel Publishing).\r\n\r\nThe website can contact VIP and Brian Engel Publishing and request\r\npermission to include the material on the site. VIP may give permission\r\nfor the use of the MASTER rights on the site, but B.E.P. may refuse\r\npermission for the publishing rights (or vice versa).\r\n\r\nBrian Engel\r\nbrian@brianengel.co.uk\r\n\r\n \r\n\r\n \r\n\r\nAll information provided is 100% accurate with your compliance and is\r\nclearly written out for you to read and check over. This domain is\r\nallowing ILLEGAL copyrighted file downloading, i really hope you guys\r\nget something done about this, because of these guys our industry really\r\nsuffers to survive.\r\n\r\nPlease get action taken immediately as this is seriously ruining our\r\nAsian music industry. Not forgetting to mention this domain has been\r\nreport many times before, but you continue to host it.\r\n\r\nRegards,\r\nPal\r\n\r\nVIP Records Limited\r\nemail: piracy@viprecords.co.uk\r\nwebsite: www.viprecords.co.uk\r\n\r\n******************************************************* \r\nNOTE: The information in this email is confidential and may be legally\r\nprivileged. If you are not the intended recipient, you must not read,\r\nuse or disseminate that information. Please notify the sender. This\r\ne-mail is provided for general information purposes only. For the\r\navoidance of doubt the contents of this email will not constitute a\r\nlegally binding contract.\r\n\r\nAny opinions or advice contained in this email are not necessarily those\r\nof VIP Record Limited. Although this email and any attachments are\r\nbelieved to be free of any virus, or any other defect which might affect\r\nany computer or IT system into which they are received and opened, it is\r\nthe responsibility of the recipient to ensure that they are virus free\r\nand no responsibility is accepted by VIP Records Limited for any\r\nloss or damage arising in any way from receipt or use thereof. Further\r\ninformation on VIP Records Limited can be found at\r\nwww.viprecords.co.uk","date_sent":"2007-04-11T04:00:00Z","date_received":"2007-04-11T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"VIP Records","recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}