{"dmca":{"id":25576,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-07T04:00:00Z","date_received":"2012-06-07T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"browndaniels","principal_name":"Shane L'André","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"\"In my earlier days as a Blogger I’ve  \ntried many free WordPress Themes. I didn’t want to buy a theme in the  \nbeginning, but now I realise how valuable premium themes are. I learnt this  \nlesson the hard way, and in a sense the better way, through frustrating  \nhours in which I was customizing free themes via CSS codes. Instead of  \nfocusing my time on writing and sharing information with my network, there  \nI was going through this theme and that.\n\nI hit upon a few good free themes which somewhat eased the frustration. One  \nof such is the Pagelines Platform. The other Paglines theme that I played  \naround with was the Whitehouse. I really like both of these themes, because  \nof the stable coding that has been put into them, along with the ability to  \ndo basic customizing and ofcourse their great minimalist/semi-minimalist  \nlook. I am still talking about free themes here, and I’ve used these two  \nthemes on former blogs, and I was pretty satisfied.\n\nThe Pagelines Platform appealed to me more than any other, and this was  \nbecause I was able to customize it without coding through a drag and drop  \nsystem. I must confess that I did not vastly customize the theme, but it  \nwas way easier to do stuff with Platform such as changing the header, and  \nincreasing or decreasing the size of columns, or even changing what side I  \nwant my sidebar. I was able to get a taste of the premium theme, and that  \nis what led me to buy the Platform Pro which I haven’t regretted. Now, all  \nthe features are accessible to me. I use the Platform Pro on this blog, and  \nas you may see it is fairly customized. For example, the header is my  \ndesign, the navigation bar is different than the default, and even the font  \nis different that than that of the default. I have used a small amount of  \ncoding to do some of these things, but it’s nothing that you have to  \nconjure up, because the team at Pagelines will help you to sort those  \ncustomized code issues out. Just be a part of the community and post your  \nquestion on the forum, and you will be assisted. I guarantee that even as a  \nuser. Actually, I haven’t posted any question of my own, because I looked  \naround and found that my question was already answered.\n\nSo, I use the Platform Pro for my personal blog and even for business. You  \ncan vastly change the look of your website with it. Shutterwords and  \nEduNatural are examples that I am working on. Keep in mind that for certain  \nhighly customized versions, you may need the assistance of a Developer, but  \nif you are like me – a kind of Do-It-Yourselfer then by all means try  \nPagelines Platform Pro.\"","infringing_urls":[{"url":"http://pagelinescoupon.blogspot.com/2012/06/pagelines-platform-pro-review.html"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}