{"dmca":{"id":25728,"type":"Dmca","title":"Written notification of Copyright Infringement","body":"-----Original Message-----\r\nFrom: ms65442@gmail.com [mailto:ms65442@gmail.com] \r\nSent: Saturday, April 21, 2007 12:46 AM\r\nTo: Copyright\r\nSubject: RE: Written notification of Copyright Infringement\r\n\r\nThis written communication is directed to:\r\n\r\nAndrea Z. Almeida\r\n\r\nDesignated Agent for Claims of Copyright Infringement for \"The Planet\"\r\n\r\nSent via email to copyright@theplanet.com\r\n<mailto:copyright@theplanet.com>\r\n\r\nAND via facsimile to: 214-782-7756\r\n\r\n(as provided in the Copyright Infringement Procedure)\r\n\r\nRE: Written notification of Copyright Infringement\r\n\r\nDear Ms. Almeida:\r\n\r\nMy name is Michelle MacPhearson and I own and maintain exclusive rights \r\nto badderadder.com, the product contained therein (Badder Adder), and \r\nthe exclusive rights to any and all content written or otherwise, \r\nsalespages, customer testimonials and other information contained at \r\nbadderadder.com and all pages therein.\r\n\r\nThe link to my salespage is: \r\nhttp://www.badderadder.com/2006/04/20/add-thousands-of-myspace-friends-a\r\nnd-automatically-send-messages-comments-and-bulletins/ \r\n<https://www.revolutiontilt.com:2096/horde/services/go.php?url=http%3A%2\r\nF%2Fwww.badderadder.com%2F2006%2F04%2F20%2Fadd-thousands-of-myspace-frie\r\nnds-a>\r\n\r\nMy copyright notice can be found here: \r\nhttp://www.badderadder.com/copyright-notice/\r\n\r\nLegaladder.com <../../../../Local%20Settings/Temp/legaladder.com>, which\r\n\r\n\"The Planet\" is hosting, has stolen my material, including my salespage,\r\n\r\nmy customer testimonials, and my written content including this\r\nstatement:\r\n\r\n\" My name is *Michelle MacPhearson* and I have made a recent discovery \r\nthat can help you to quickly and easily add thousands of friends to your\r\n\r\nMySpace profile, send Messages, post Comments and Bulletins, and blast \r\nout your Event invitations - *all like clockwork*! Whether you are:\"\r\n\r\n*the above paragraph can be found near the bottom of their salespage at \r\nlegaladder.com <../../../../Local%20Settings/Temp/legaladder.com>\r\n\r\nTHEY EVEN FORGOT TO TAKE MY NAME OUT OF THE STOLEN MATERIAL so they are \r\neither falsely representing themselves to be me or when pasting the \r\nstolen, infringed upon copyrighted material, they simply forgot to take \r\nmy name out.\r\n\r\nOn their salespage, at legaladder.com, you will also note the following \r\nmaterial stolen from me in which they simply removed the name \"Badder \r\nAdder\" (my product) and replaced it with the name \"Legal Adder\":\r\n\r\n***begin copy and paste***\r\n\r\nBefore Legal Adder, I was struggling to market my music with about 600 \r\nfriends. Now, I just hit the 10,000 friends mark in about 30 days!\r\n\r\nDue to this increased exposure, my internet record sales of my album \r\nhave increased and I am inspired to prosper as an independent artist!\r\n\r\nThank you, Legal Adder! You are a godsend!\r\n\r\nJitu tha Jugganot, Universal Zulu Nation\r\n\r\nwww.cdbaby.com/jituthajugganot <http://www.cdbaby.com/jituthajugganot>\r\n\r\n        \r\n\r\nLegal Adder is awesome, it has made it possible for me to make hundreds \r\nof dollars a day on Myspace.\r\n\r\nBut it is not only helping ME make money. I have created a guide to \r\nmaking money on my space called TheMySpaceBank showing others how to do \r\nthe same, and none of this would be possible without The Legal Adder.\r\n\r\nHundreds of dollars a day is life changing, and helping other people do \r\nthe same feels great! Thank you so much Legal Adder!\r\n\r\nGreg Morrison\r\n\r\n*D**ear MySpace User,*\r\n\r\nWould you like to: (Check any of the following boxes that apply)\r\n\r\n        \r\n\r\n*Add hundreds or even _thousands_* of friends to your MySpace profile?\r\n\r\n        \r\n\r\nTap into the _exponentially_ growing database of prospects on MySpace to\r\n\r\n*promote your product, service, business or music*?\r\n\r\n        \r\n\r\n*Start your own circle or network of friends*, prospects, members or \r\neven fans and build your very own personal /mass media/?\r\n\r\n        \r\n\r\n*Promote your band* to the Internet's *largest* haven for musicians and \r\nsong lovers?\r\n\r\n        \r\n\r\nAnd *_achieve all of the above with \"hands free\" automation_*?\r\n\r\nIf your answer is *YES* to any one or more of the statements above, then\r\n\r\n*you owe it to yourself to read _every line_ of this letter*.\r\n\r\nMy name is *Michelle MacPhearson* and I have made a recent discovery \r\nthat can help you to quickly and easily add thousands of friends to your\r\n\r\nMySpace profile, send Messages, post Comments and Bulletins, and blast \r\nout your Event invitations - *all like clockwork*!\r\n\r\nWhether you are:\r\n\r\n    * *Promoting your band* to millions of music lovers,\r\n    * Scouting for *enthusiasts who share the same passion* and\r\ninterests,\r\n    * *Finding ways to promote your business *on a network of 120\r\n      million users,\r\n    * Or *looking to make new friends* with the world,\r\n\r\nWith *Legal Adder's cutting edge features *not only will you be able to \r\n*add thousands of MySpace friends per day*, you will also be able to \r\ncommunicate with your network of friends via sending messages, comments,\r\n\r\nevent invitations and bulletins - _on sheer autopilot_!\r\n\r\n*Designed for Microsoft Windows (r) XP, 2000, 98, ME*\r\n\r\nAmazing software! I have tried most of the friend management programs on\r\n\r\nthe net. Legal Adder is by far the best. It's fast, reliable, does what \r\nit says and they keep it up to date. You will not find more marketing \r\nability for the money. It has been so productive I own two copies and \r\nkeep 2 computers busy nearly 24/7. Buy Legal Adder... you will love what\r\n\r\nit does for your Myspace promotions.\r\n\r\nJason Miller\r\n\r\nInstantGrillz.Net <http://www.InstantGrillz.Net>\r\n\r\nSince we got Legal Adder people all over the world have come to enjoy \r\nour page and listen to our music we have really made a lot more positive\r\n\r\nmoves. Thanks.\r\n\r\nMiles of 20 Miles\r\n\r\n*Click Here To Order Legal Adder Now! \r\n<http://www.legaladder.com/LegalSetup.exe>*\r\n\r\nThank you Legal Adder, you have an outsranding program, so easy to use \r\nand effective. We use it to promote our music, videos, post comments, \r\nsend friend request, our numbers are growing each day thanks to your \r\nproduct. We created a 911 video tribute video, we used some of my \r\npersonal footage, thanks to Legal Adder we got a few thousand hits on\r\nit.\r\n\r\nLegal Adder does all the work, just a few clicks and you can see the \r\nprogram work, I downloaded the video and I was like I have to get it, \r\nthey also let you sample the program before you purchase it, once I \r\ntried it I was sold, Ijust had to have it, and its the best tool for our\r\n\r\npromoting on Myspace.\r\n\r\nCas 1 Nite Life Entertainment\r\n\r\nI don't know if I can type a testimonial without sounding like I was \r\npaid to do so. Legal Adder is AMAZING!\r\n\r\nI was producing a music festival and after setting up the profile page \r\non Myspace had to set up the arduous task of adding people after having \r\ndone it several times over for other retreat profiles, my personal \r\nprofile, my business profile, etc. etc. I couldn't add one more person \r\nmanually and set out to find something that could help. Enter Legal\r\nAdder.\r\n\r\nLegalAdder is absolutely amazing. I was only looking for something that \r\nwould help add friends. BA also sends comments, bulletins and notes. \r\nPlus the \"chaining\" feature is very helpful and the fact that you can \r\nsend reqeusts and a note together...Brilliant!\r\n\r\nThank you, Michelle, thank you, thank you, thank you. Another promoter \r\nfriend of mine has also purchased BA and she's as satisfied as I am.\r\n\r\nMarquita Thomas\r\n\r\nSuperb program, well written, well presented and well crafted. Updates \r\nwhenever MySpace changes its code and new features are added often, all \r\nincluded in the initial price! *The best piece of software I purchased \r\nin 2006.*\r\n\r\nNate\r\n\r\n***end of copy and paste***\r\n\r\nYou will see they have stolen my entire salespage and my customer \r\ntestimonials. You will also note MY NAME, again, in the customer \r\ntestimonial written by \"Marquita Thomas\" above.\r\n\r\nLegaladder.com, anyone affiliated with that site, its products or its \r\nmaterials, nor anyone else, has my permission to use my product or my \r\ncontent, written or otherwise, (specified above) in any manner.\r\n\r\nI am exercising a good faith belief that use of the material in the \r\nmanner complained of is not authorized by me, Michelle MacPhearson, (the\r\n\r\nowner of Badder Adder and all content at badderadder.com), any of my \r\nagents, or the law; and, I affirm the information provided you in this \r\nnotification is accurate, and under penalty of perjury, I am authorized \r\nto act because I am the owner of the product Badder Adder and maintain \r\nexclusive ownership and rights to the product and any and all content, \r\nwritten or otherwise, contained at badderadder.com and its related \r\nwebsites and pages.\r\n\r\nI trust you will \"expeditiously remove or disable access to the \r\nmaterial\" as set forth in the Copyright Infringement Procedure. I am \r\noffended that someone has stolen and is using and benefiting from, \r\nmonetarily and otherwise, my product, my name and my content and \r\ninformation and anticipate your prompt response to the matter.\r\n\r\nSincerely,\r\n\r\n//s//\r\n\r\nMichelle A. MacPhearson\r\n\r\nms65442@gmail.com <mailto:mam@michellemacphearson.com>\r\n\r\n530-333-0875\r\n\r\n4481 Slodusty Road\r\n\r\nGarden Valley, CA 95633","date_sent":"2007-04-21T04:00:00Z","date_received":"2007-04-21T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"badderadder.com","recipient_name":"theplanet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}