{"dmca":{"id":25789,"type":"Dmca","title":"Music DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-11-14T05:00:00Z","date_received":"2012-11-14T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Dragos Marin","principal_name":"Dragos Marin","recipient_name":"Google, Inc.","works":[{"description":"Piesele si componentele de autovehicule sunt luate de prin diverse cataloage si \r\n scrise manual de catre mine, aceasta pagina se poate vedea in http://web.archive.org/web/20101230033034/http://www.dezmembrarimasini.ro/piese-si-componente/ inca din anul 2010,  ca avea aceleasi texte si arata la fel inca de acum cativa ani, iar site-ul care a copiat este online de doar cateva luni...","infringing_urls":[{"url":"http://www.dezmembrarisipiese.ro/piese-si-componente/"}],"copyrighted_urls":[{"url":"http://www.dezmembrarimasini.ro/piese-si-componente/"}]},{"description":"Aceasta pagina este scrisa complet de mine, fiecare marca si model este cautat si cules dintr-o multime de site-uri si cataloage si grupate aici, se poate vedea destul de clar ca s-a copiat cu copy/paste toate cuvintele, inclusiv forma url-ului, aceasta pagina este pe site din 2011 dar din pacate nu este arhivata de web.archive.org, ca este mai recent adaugata pe site, insa daca va veti uita nu exista nicaieri in Romania pe niciun site o lista cu marcile si modelele de camioane, remorci si autobuze, atat de completa.","infringing_urls":[{"url":"http://www.dezmembrarisipiese.ro/dezmembrari-camioane/marci-si-modele/"}],"copyrighted_urls":[{"url":"http://www.dezmembrarimasini.ro/dezmembrari-camioane/marci-si-modele/"}]},{"description":"Si aceste piese si componente auto sunt scrise de mine manual, dar fara nicio problema au fost copiate cuvant cu cuvant, se poate veda pana si forma url-ului este identica cu cea originala, dvs. cred ca puteti vedea in cahe-ul google de la ce data este indexata si ca avea aceleasi texte de acum mai bine de 1 an...","infringing_urls":[{"url":"http://www.dezmembrarisipiese.ro/dezmembrari-camioane/piese-si-componente/"}],"copyrighted_urls":[{"url":"http://www.dezmembrarimasini.ro/dezmembrari-camioane/piese-si-componente/"}]},{"description":"Aceste marci si modele de autovehicule sunt grupate aici de catre mine, acestea au fost puse intr-o ordine alfabetica si structurate in aceasta pagina pentru o navigare mai usoara in site, insa si de aici au fost copiate absolut integral, inclusiv cu url-ul paginii original, pagina originala poate fi vazuta in http://web.archive.org/web/20100325072055/http://www.dezmembrarimasini.ro/masini-avariate/marci-si-modele/ inca din Martie 2010","infringing_urls":[{"url":"http://www.dezmembrarisipiese.ro/masini-avariate/marci-si-modele/"}],"copyrighted_urls":[{"url":"http://www.dezmembrarimasini.ro/masini-avariate/marci-si-modele/"}]},{"description":"Site-ul meu www.DezmembrariMasiniro (Dez.ro) il puteti vedea de exemplu in \r\nhttp://web.archive.org/web/20101230021657/http://www.dezmembrarimasini.ro/\r\nca asa arata si are acele texte pe el inca de acum cativa ani...deasemenea \r\nDez.ro este si o marca inregistrata puteti vedea certificatul de marca aici \r\nhttp://www.dezmembrarimasini.ro/marca.html\r\nSite-ul care a copiat continutul este http://www.dezmembrarisipiese.ro , \r\nacesta este online de numai cateva luni si a copiat site-ul Dez.ro de la \r\nconceptul paginii, aranjarea in pagina, pana la texte si chiar titlurile \r\npaginii precum si forma url-urilor.\r\nSunt foarte multe aspecte pe site-ul care a copiat continutul de la mine care nu vi le pot arata aici, insa puteti vedea dvs  la o simpla privire cat de mult este copiat site-ul Dez.ro  (dezmembrarimasini.ro): meniul de sus, taburile de sub meniu precum si  textele din aceste tab-uri, logarea de sus, cautarea simpla si avansata,    anunturile au exact aceeasi forma si aceasi ordine a categoriilor si a textelor. (toate acestea se pot veda pe prima pagina a site-ului care m-a  copiat)\r\nAm rugamintea sa analizati acest site si sa-l excludeti din rezultate de cautare Google, acesta nu cred ca merita sa apara ca rezultatul unei cautari pe Google.ro\r\nLa acest site am muncit foarte mult, nu exista nimic copiat in el, totul este facut cu munca, am mii de ore in fata calculatorului muncind la acest site si nu-mi place deloc cand vine un site nou si fura continutul pentru care am muncit atat de mult....\r\nMultumesc pentru intelegere !","infringing_urls":[{"url":"http://www.dezmembrarisipiese.ro/"}],"copyrighted_urls":[{"url":"http://www.dezmembrarimasini.ro/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}