{"other":{"id":25792,"type":"Other","title":"Other notice to Google, Inc.","date_sent":"2011-07-06T04:00:00Z","date_received":"2011-07-06T04:00:00Z","topics":["Uncategorized"],"sender_name":"Kasia Jablonski","principal_name":null,"recipient_name":"Google, Inc.","works":[{"complaint":"This situation is a seriously urgent matter. Please  \ntake the 3 minutes to read this.  Multiple requests have been made to  \ngoogle through all removal request forms and various contact emails in the\n \npast two weeks with no response or action taken. 'Kasia Jablonski' has\nbeen  \nincorrectly identified in multiple porn adult video sites.  The police are\n \ncurrently investigating this harassment case and incorrect identification \n\nof Kasia Jablonski as it is a\nserious case of libel, slander and emotional harm.  It may cause expensive\n \nlawsuits for many individuals and companies as well as the loss of her  \ncareer in corporate finance.  As you can understand this is an urgent  \nmatter demanding immediate attention.\n\nPlease help by cooperating and responding or immediately removing from\nsearch results, both the cached and remaining URL addresses that associate\n\nany tags of \" Kasia Jablonski \" or descriptions of \" Boston College BC  \nredhead \" with any adult porn\nsites. The major problematic site has been tube8.com where the false video\n \nwas originally uploaded and tagged to.  While the username wakaj has  \ndeleted the videos themselves, cached links descriptions and tags are  \ngenerally redirected yet still exist. Many other websites have also  \nre-uploaded or linked to the video.  If you google the name simply  \nenter 'Kasia Jablonski' and scroll through the first 5 pages of results\nyou  \nwill see.\n\nPlease know I understand you have may requests so I truly appreciate your \n\nimmediate help.  If you need any further information, whether it be  \npersonal information from me or to discuss the case with the police  \ninvolved, please email me at the above provided address and I will get\nback  \nto you with the necessary details instantly.\n\nThank you -\nBest Regards,\n  Kasia Jablonski\nurl_box3_10:","original_work_urls":[],"problematic_urls":[{"url":"http://www.google.com/search?q=kasia+jablonski&ie=utf-8&oe=utf-8&aq=t&rls=org.mozilla:en-US:official&client=firefox-a#q=kasia+jablonski&hl=en&client=firefox-a&hs=BBE&rls=org.mozilla:en-US:official&prmd=ivnso&ei=brkUTqeyNIOtgQfs0IX-BA&start=10&sa=N&bav=on.2,or.r_gc.r_pw.&fp=1ec92a21f3882047&biw=1280&bih=607"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}