{"dmca":{"id":25812,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-18T05:00:00Z","date_received":"2012-01-18T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"5 and Dime Recordings, LLC","principal_name":"5 and Dime Recordings, LLC (ASCAP Publisher)","recipient_name":"Google, Inc.","works":[{"description":"Full length versions of the songs that our digital record label distributes legitimately through online retailers such as Beatport, Juno Download, and Stompy are being provided for free by the URL below.\r\n\r\nhttp://www.fordj.net/label/5%20and%20Dime%20Recordings/\r\n\r\nAccording the sites own About page, their mission is to provide pirated copies of writes-protected music free of charge:\r\n\r\n\"Tracks database of fordj.net updated daily by scaning the largest music stores. After adding to our database - you can sort thousands of tracks by date, labels, style.\r\n\r\nAfter registering you have the opportunity to follow artists and labels. Selecting interesting to you artists, in a separate section, will appear exclusively on updating them. At the same time, labels can added to blacklist (black list). Introducing annoys you the labels (such as those involved in re-release of old tracks), the system will filter out the tracks that you just are not interested in the selection of tracks by date and genre.\r\n\r\nWhen you entering on the track page, the system automatically sends a request to Google, which seeks this track on popular file exchange sites like - zippyshare, oron.com, rapidshare, etc. In order for you to download and view the full version of the track, and later officially buy. If the track is not found - you can add the track to \"wait list\" by clicking on the plus next to the name of the track. Wait list - a list of \"favorites\" on the tracks that interest you.\"","infringing_urls":[{"url":"http://www.fordj.net/label/5%20and%20Dime%20Recordings/"}],"copyrighted_urls":[{"url":"http://www.beatport.com/label/5-and-dime-recordings/23317"},{"url":"http://5anddimerecordings.com/index.html"},{"url":"http://soundcloud.com/5-and-dime-recordings"},{"url":"http://www.ascap.com/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}