{"dmca":{"id":25823,"type":"Dmca","title":"Notice of Improper Activity and Evidence Preservation Request - http://www.tupaginaen","body":"\r\n\r\n \r\n\r\n \r\n\r\n________________________________\r\n\r\nFrom: MSOnlineSafety03 [mailto:Internet3@Microsoft-OnlineSafety.com] \r\nSent: Monday, April 02, 2007 12:26 PM\r\nTo: Abuse; Copyright\r\nSubject: Notice of Improper Activity and Evidence Preservation Request -\r\nhttp://www.tupaginaeninternet.com/gerardo/misc/ulogin.asp\r\n\r\n \r\n\r\n* PGP Signed: 04/02/07 at 12:25:51\r\n\r\nVIA EMAIL: \r\n\r\nDate: 02 April 2007 \r\n\r\nURL address: http://www.tupaginaeninternet.com/gerardo/misc/ulogin.asp \r\nDate of Activity: 22 March 2007 \r\n\r\nDear Sir or Madam, \r\n\r\nMicrosoft Corporation has received information that the URL address, \r\nhttp://www.tupaginaeninternet.com/gerardo/misc/ulogin.asp, which appears\r\nto be on servers under your control, is an illegitimate website that\r\nattempts to mimic or \"spoof\" a Microsoft site.  The website is designed\r\nto look like an MSN Hotmail page and attempts to collect Sign-in and\r\nPassword information of visitors.  Based on our investigation it appears\r\nthat the website is unauthorized and unrelated to Microsoft, and likely\r\nconstitutes an improper attempt to obtain MSN Passport passwords of\r\nunsuspecting visitors.\r\n\r\nWe are asking that you investigate the website at issue and consider\r\nwhether this activity is in violation of your terms of service.  In\r\norder to protect innocent visitors to the site from being misled or\r\ninjured, we request that you remove the pages located at \r\nhttp://www.tupaginaeninternet.com/gerardo/misc/ulogin.asp from your\r\nservice as soon as possible.\r\n\r\nAs you know, illegal on-line activities can cause 100 million Internet\r\nusers to access fraudulent web sites worldwide - a highly damaging\r\nactivity for the victims. In light of this, we have prepared the\r\nattached notice for you to post on the identified fraudulent site to\r\nwarn other Internet users of the severity of Phishing activities.\r\nAlternatively, could you redirect visitors to the following web site \r\nhttp://www.digitalphishnet.org/beware.aspx.\r\n\r\nWe also make the urgent request that you take the necessary action to\r\nprevent the destruction of and to preserve all records in your custody\r\nor control related to this Internet site, account holder or subscriber,\r\nincluding without limitation, electronic records, customer and billing\r\ninformation, log files and other session data, documentation and any\r\nother information relating to this account.\r\n\r\nIf you have any questions, please contact us by replying to this email.\r\nWe appreciate your prompt cooperation in this matter. Please advise us\r\nregarding what actions you take.\r\n\r\n \r\n\r\nYours sincerely, \r\n\r\nEmma Rutherford \r\nInternet Investigator \r\n\r\non behalf of Microsoft Corporation \r\nOne Microsoft Way \r\nRedmond, WA 98052 \r\nUnited States of America \r\n\r\nE-mail: internet1@microsoft-onlinesafety.com \r\n\r\n* MSOS Internet3 <internet3@microsoft-onlinesafety.com>\r\n* 0x0443A1A8(L)\r\n\r\n","date_sent":"2007-03-22T04:00:00Z","date_received":"2007-03-22T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Microsoft Corporation","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}