{"dmca":{"id":25890,"type":"Dmca","title":"Fox Sports - DMCA Notice Letter to ev1.net","body":"________________________________\r\n\r\nFrom: Borgman, Steve [mailto:SBorgman@velaw.com] \r\nSent: Wednesday, April 25, 2007 11:49 AM\r\nTo: DMCA\r\nSubject: Fox Sports - DMCA Notice Letter to ev1.net\r\n\r\n \r\n\r\nLadies and Gentlemen -- Please see the attached DMCA notice letter.\r\nPlease let me know if you have any questions.\r\n\r\nVery truly yours,\r\n\r\nSteve Borgman\r\n\r\n \r\n\r\nSteve Borgman\r\n\r\n \r\n\r\nVinson & Elkins LLP\r\n\r\nFirst City Tower\r\n\r\n1001 Fannin Street, Suite 2300\r\n\r\nHouston, Texas 77002-6760\r\n\r\nTel 713.758.2002\r\n\r\nFax 713.615.5758\r\n\r\nsborgman@velaw.com\r\n\r\n \r\n \r\n \r\nTo the extent this communication contains any statement regarding\r\nfederal taxes, that statement was not written or intended to be used,\r\nand it cannot be used, by any person (i) as a basis for avoiding federal\r\ntax penalties that may be imposed on that person, or (ii) to promote,\r\nmarket or recommend to another party any transaction or matter addressed\r\nherein.\r\n \r\n \r\n \r\n                    ......CONFIDENTIALITY NOTICE...... \r\n \r\nThe information in this email may be confidential and/or privileged.\r\nThis email is intended to be reviewed by only the individual or\r\norganization named above. If you are not the intended recipient or an\r\nauthorized representative of the intended recipient, you are hereby\r\nnotified that any review, dissemination or copying of this email and its\r\nattachments, if any, or the information contained herein is prohibited.\r\nIf you have received this email in error, please immediately notify the\r\nsender by return email and delete this email from your system. \r\n \r\nThank You.","date_sent":"2007-04-25T04:00:00Z","date_received":"2007-04-25T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Vinson & Elkins LLP","principal_name":"Fox Pan American Sports LLC (\"Fox Sports\")","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}