{"dmca":{"id":25931,"type":"Dmca","title":"DMCA Notice","body":"\r\n-----Original Message-----\r\nFrom: Psychic Journeys [mailto:psychicjourneys_info@eml.cc] \r\nSent: Wednesday, April 25, 2007 7:27 PM\r\nTo: Copyright\r\nSubject: DMCA Notice\r\n\r\nI am re-submitting a DMCA notification because you have stated it \"does\r\nnot substantially comply with the required notification elements of the\r\nDigital Millennium Copyright Act of 1998 (\"DMCA\")\". Which I find that\r\nstatement to be questionable because I have used this format for\r\nprevious DMCA notifications regarding other copyright infringements, and\r\nother ISP providers have complied to it.  \r\n\r\nIf you fail to comply to my notice, or repeatedly deny them, I will have\r\nto assume that ThePlanet.com, Inc. is in support of copyright\r\ninfringement, and/or chooses to hinder the DMCA process. Thus, denying\r\nme of my copyrights.\r\n\r\nBut, I am a cooperative person, and are willing to make any adjustments\r\nto the notice to make this process follow through, correctly. \r\n\r\nHere is the notification to show illegal copyright infringement by the\r\nwebsite you are hosting: http://www.psychicgia.com\r\n\r\n\r\nTo Whom It May Concern: \r\n\r\nThe following information is presented for the purposes of removing web\r\ncontent that allegedly infringes on our copyright per the Digital\r\nMillennium Copyright Act. We appreciate your enforcement of copyright\r\nlaw and support of our rights in this matter.\r\n\r\nIdentification of Copyrighted Work:\r\n \r\nThe copyrighted work at issue is the text that appears on\r\nwww.giapsychicjourneys.com and its related pages. The pages in question\r\ncontain a clear copyright notification and are the intellectual property\r\nof the complainant.\r\n\r\nIdentification of Infringed Material:\r\n\r\nThe following copyrighted paragraphs have been allegedly copied from the\r\ncopyrighted work. We have retained but not submitted printed examples of\r\nthese and other alleged infringements.\r\n\r\nBe aware that these are blatant and obvious examples and are not\r\nnecessarily a complete list of all alleged violations. We require that\r\nall alleged copyright violations be removed from the website in question\r\nand the onus is on the infringer to locate and remove all alleged\r\ncopyright violations of the complainant's intellectual property.\r\n\r\nBe further aware that simply making a few changes (such as changing a\r\nname or rewording or reformatting some text) is not sufficient to remove\r\nthe rights of the complainant. The alleged offending materials (or\r\nwebsite) must be wholly removed. Website: www.psychicgia.com\r\n\r\nOriginal Paragraphs:\r\n\r\nSan Antonio's most accurate & gifted Psychic is now available to help\r\nothers world wide. Her unique powers astonish the most skeptical of\r\nunbelievers with her extreme accuracy and in depth readings. Ms. Gia has\r\nmastered all spiritual techniques and practices such as the Tarot,\r\nCrystal Ball, Palmistry, Aura and many more! Gia has over 40 years\r\nexperience, and has dedicated her whole life and spiritual powers to\r\nhelping others in need.\r\n\r\nhttp://www.giapsychicjourneys.com Paragraph 1\r\n\r\nGia uses ancient spiritual methods that other psychics seek, but fail to\r\npossess. Only Gia has the power and unique abilities to make things\r\ndrastically change in your life (Unlike other dishonest psychics who\r\nclaim they can, but can not). Ms. Gia is truly gifted, and has proven to\r\nmany people of her real and amazing powers. There is no problem too big\r\nor small in this world that Gia can't conquer.\r\n\r\nhttp://www.giapsychicjourneys.com Paragraph 3\r\n\r\n\r\nCopyright Violation:\r\n\r\n\"I'm a highly accurate master certified psychic, now available to help\r\nothers world-wide. My unique powers astonish the most skeptical of\r\nunbelievers with my extreme accuracy and in-depth readings. I have\r\nmastered all spiritual techniques and practices such as the tarot,\r\ncrystal energy readings, charka cleansing, palmistry, auras, and many\r\nmore. I have over 20 yrs. experience, and have dedicated my whole life\r\nand spiritual powers to helping others in need.\"\r\n\r\nhttp://www.psychicgia.com/us.htm Paragraph 1\r\n\r\n\"I have the power and unique abilities to make things drastically change\r\nin your life (unlike other dishonest psychics who claim they can, but\r\ncan not). I am truly gifted, and have proven to many people of my real\r\npowers. There's no problem too big or small that I can not conquer.\"\r\n\r\nhttp://www.psychicgia.com/us.htm Paragraph 3\r\n\r\n\r\nCopyright Owner Contact Information: \r\n\r\nGia Psychic Journeys \r\nAttn: Gia Thomas, President\r\n9306 Fernglen Dr.\r\nSan Antonio, Tx 78240\r\n\r\nEmail: psychicjourneys_info@eml.cc\r\n(210) 641-1153 \r\n\r\nCopyright Owners Statement: \r\n\r\nI have a good faith belief that use of the copyrighted materials\r\ndescribed above on the allegedly infringing web pages is not authorized\r\nby the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury, that the information in the\r\nnotification is accurate and that I am the copyright owner or am\r\nauthorized to act on behalf of the owner of an exclusive right that is\r\nallegedly infringed.\r\nSigned on this day, the 25th day of April, 2007,\r\nGia Thomas\r\n\r\n-- \r\nhttp://www.fastmail.fm - Does exactly what it says on the tin\r\n\r\n","date_sent":"2007-04-25T04:00:00Z","date_received":"2007-04-25T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Gia Psychic Journeys","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}