{"dmca":{"id":23074,"type":"Dmca","title":"Avixion Networks, Copyright Infringed Material","body":"nc\r\n\r\n  _____  \r\n\r\nFrom: Justin Shattuck [mailto:justin@matrux.net] \r\nSent: Thursday, May 12, 2005 8:19 PM\r\nTo: copyright@theplanet.com\r\nSubject: Avixion Networks, Copyright Infringed Material\r\n\r\n\r\n\r\nDear Lance Crosby,\r\n\r\n \r\n\r\nFirst, I would like to formally introduce myself.  My name is Justin Lewis\r\nShattuck and I am the owner of a design firm, PristineWEB, based out of\r\nTulsa, Oklahoma.  Yesterday afternoon I received notification from an\r\nindividual which introduced the fact that Avixion Networks is using an\r\nillegal duplicate copy of a website layout that I created and delivered to a\r\ncompany, XeoCommunications.  The original work was designed in June of 2003\r\nand can be viewed at http://pristineweb.com/work/plex/plex.html\r\n\r\n \r\n\r\nIn early fall of last year I resold the rights to use the design to\r\nXeoCommunications, a small Canadian based hosting provider.  I spoke to\r\nRobert, the alleged owner of Avixion Networks yesterday afternoon and he\r\ninformed me he would remove the website from his server.  I then formally\r\nemailed him a complaint, along with a Cease and Desist notice for the\r\ncontent he was hosting.  The proper organization allowed to use this layout\r\nis at http://www.xeocomm.net <http://www.xeocomm.net/>  The duplicated copy\r\nthat is infringed can be seen at http://www.avixion.net/index.php\r\n\r\n \r\n\r\nI emailed Robert and informed him he had 24 hours from the time of my\r\nprevious correspondence with him to remove the content before any legal\r\naction would be introduced.  I prefer to handle this situation without any\r\ncounsel or financial harm to either party.  Please investigation this\r\nsituation and remove my content from his server, as he does not seem to\r\nrespect my works or wishes.\r\n\r\n \r\n\r\nThank you,\r\n\r\n \r\n\r\nJustin Shattuck\r\nPristineWEB","date_sent":"2005-05-12T04:00:00Z","date_received":"2005-05-12T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"PristineWEB","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}