{"other":{"id":23143,"type":"Other","title":"Other notice to Google, Inc.","date_sent":"2012-09-26T04:00:00Z","date_received":"2012-09-26T04:00:00Z","topics":["Uncategorized"],"sender_name":"Mark Warner","principal_name":null,"recipient_name":"Google, Inc.","works":[{"complaint":"Dear Google,\n\nOur site WholesaleDeals.co.uk  has been under constant attack by a  \nfraudulent company called Dropshipland.com that we exposed back in 2010 for  \nduplicating its service across multiple domain names. The owner has since  \nbeen creating fake blogs, forum threads, and reviews across sites in order  \nto defame us.\n\nThe above blog post uses unrecognised name surname combinations, and makes  \na series of fake statements on purpose:\n1.    We do not take a cut of wholesale prices, that is a fake claim\n2.    “Testimonials are fakes, with no fiscal proof.” Most of our customers  \nadore our service due to the breadth of information and choice we offer\n3.    They are manipulating search results by stuffing keywords and posting  \nfake comments containing our site names.\n4.    If you check their link profile you can find a lot of paid links  \n(which is against Google’s guidelines), they purchase paid links from  \npowerful domains in order to dominate search results.\n5.    These blogs, dropshipblog.co.uk , dropshiphelp.co.uk and  \nukdropshop.com are being used by them continuously to generate defaming  \ncontent against us, using fictitious users as proven time and time again.  \nIn most cases the users are made up, and in other cases the users posted  \npositive feedbacks which was then artificially modified to negative.\n\nHere is a list of fake claims in detail:\n\n“Think of it this way, wholesalers WANT to be found, and they are also  \nentirely happy to deal with traders themselves, and their special offers,  \nand low priced stock is very, very easy to find, and in most cases by going  \ndirect to the source you will generate a better deal, which will increase  \nyour overall profits.”\n\nDropshipblog is owned by dropshipland, which is  a middleman charging fees  \nto reveal data about puckator and other free dropshippers. In essence, they  \noffer something similar to wholesaledeals.co.uk. To call  \nwholesaledeals.co.uk a scam is the equivalent of saying “We do not like  \ncompetition, and we will label anyone who tries to compete against us a  \nscam”. To add to injury, wholesaledeals.co.uk reveals sources that offer  \ncheaper prices, which essentially means that dropshipland.com does not like  \ncompetitors who offer better services than theirs.\n\n“these wholesale offers that Wholesaledeals.co.uk have very suspect profit  \nvalue, as you have to purchase a load of stock to obtain their prices, when  \nthe reality is, you could probably find the prices for these products  \ncheaper yourself.”\n\nMOQs are stated on each deal page, there is nothing suspect nor inadvertent  \nabout the wholesaledeals.co.uk service. It’s just good, and that is why  \nthey have created this fake blog.\n\n“Wholesaledeals.co.uk also fictitiously inflates the profitability of the  \nproducts they offer, and we have tested a few of these items, to find that  \nthey could all be found cheaper on eBay, and eBay is not even a real  \ntrading platform, but an auction format, so if you cannot even compete on  \neBay, using the products Wholesaledeals.co.uk suggest, then there really is  \nno hope for you, and you would probably be left sat on stock you could not  \nsell.”\n\nWe compare wholesale prices from wholesalers vs eBay sold items, not  \nauction listings. This means that the items actually sold on eBay, no make  \nbelief, hard facts.\n\n“Wholesaledeals.co.uk receive a cut of the product price, go direct!”\n\nMost of the claims on this blog are fake, on purpose, but the above tops  \nthem all. We do not make a commission from wholesale products.\n\nThe blog post is followed by fake reviews, which provide no proof or fiscal  \ntrail.\n\nWe ask Google to review this case impartially, and to remove the fake  \ncontent which was posted solely as an anti-competitive practice.\n\nPlease see","original_work_urls":[],"problematic_urls":[{"url":"http://www.dropshipblog.co.uk/wholesaledeals-co-uk-reviews-directory-scamming-website/1243/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}