{"dmca":{"id":23339,"type":"Dmca","title":"Infringement of Islamic Images?","body":"Dear [Private]:\r\n\r\nThe website hosting on one of your servers named www.ahadees.comhas a habit of taking material from our website and removing logos from our material and posting them on www.ahadees.com. In the past they have had posted, on their site, many imaged articles from our site after removing our stamps from them. It took us several months to convince them to remove those materials. \r\n\r\nNow they have taken our Islamic Images which had been created by our team and posted then on their site www.ahadees.com after removing the stamps from them. We have been fare enough to offer them to keep the images on their site without any alterations and have send them many emails to correct the infringement but we have not received any response from them. \r\n\r\nOur request to you is to make your client comply with International laws of Copyright. Our offer to keep the images on their site without modification is not valid an more. They must remove all the images from their website immediately. Last time they had removed only the links from their website. Our images cannot be stored on any of your servers. \r\n\r\nThe issue has a potential to become a legal suit but we want to resolve it without taking legal action. \r\n\r\nFollowing are the links of the pages to assist you too look at the infringement: \r\n\r\nOur page which has our original work:\r\nhtty://www.islamicacademy.org/html/islamic%20images/islamic%20images/htm\r\n\r\nAhadees.com's page with altered images:\r\nhttp://www.ahadees.com/galleries/\r\nImages in question are in Islamic Clipart section.\r\n\r\nThese are the information of the hosting server:\r\nIP address: [Private]\r\nNet Range: [Private]\r\nCIDR: [Private]\r\nNet Name: [Private]\r\nNet Handle: [Private]\r\n\r\nParent: NET-67-0-0-0-0\r\nNet Type: Direct Allocation\r\nName Server: NS1.THEPLANET.COM\r\nName Server: NS2.THEPLANET.COM\r\n\r\nInformation of the owner of the site www.ahadees.com\r\nPrimary Email: [Private]\r\nSecondary Email: [private]@ahadees.com\r\nPhone: [private]\r\nName: [Private]\r\nAddress: [Private]\r\nNorth Nazimabad\r\nKarachi, Sind,\r\nPakistan.\r\n\r\nSincerely,\r\n\r\n[Private]\r\nIT Administrator for Islamic Academy.","date_sent":"2005-05-20T04:00:00Z","date_received":"2005-05-20T04:00:00Z","topics":["Copyright","Copyright and Fair Use"],"sender_name":null,"principal_name":"Islamic Academy","recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}