{"dmca":{"id":23375,"type":"Dmca","title":"Fwd: [ABUSE] Unauthorized use of Rivals.com Copyrighted Content - Cease and Desist","body":"\r\nnc \r\n\r\n-----Original Message-----\r\nFrom: The Planet Policy Enforcement [mailto:abuse@theplanet.com] \r\nSent: Thursday, June 02, 2005 4:45 PM\r\nTo: greg@rivals.com\r\nCc: copyright@theplanet.com\r\nSubject: [Fwd: [ABUSE] Unauthorized use of Rivals.com Copyrighted Content -\r\nCease and Desist]\r\n\r\n-----BEGIN PGP SIGNED MESSAGE-----\r\nHash: SHA1\r\n\r\nYour email is being sent to our copyright-related legal counsel at the\r\naddress copyright@theplanet.com for consideration.\r\n\r\n- -------- Original Message --------\r\nSubject: [ABUSE] Unauthorized use of Rivals.com Copyrighted Content -\r\nCease        and Desist\r\nDate: Thu, 2 Jun 2005 10:47:19 -0500\r\nFrom: Greg Gough <greg@rivals.com>\r\nTo: texashsftball@yahoo.com, news@texashsfootball.com\r\nCC: counsel@rivals.com, abuse@theplanet.com\r\n\r\nDear Mr. Lyke and owners/publishers of TexasHSFootball.com:\r\n\r\nRivals and Rivals' contracted publishers have published many articles,\r\nphotos, videos, and other content (collectively, the \"Copyrighted\r\nWorks\") for inclusion in the company's online and print publications,\r\nincluding without limitation www.rivals.com and texasprepxtra.rivals.com.\r\nThese Copyrighted Works include many interviews of high school recruits and\r\nother content which are published in Rivals' Recruiting Databases and other\r\npublications, all of which are the sole property of Rivals.\r\n\r\nAs the owner of the Copyrighted Works, Rivals has the exclusive right to,\r\namong other things, reproduce the Copyrighted Works; prepare derivative\r\nworks based on the Copyrighted Works; and distribute copies of the\r\nCopyrighted Works to the public in any medium, including via print and\r\nonline publications.\r\n\r\nIt has come to our attention that you continue to cut and paste these\r\narticles and publish them on your message board\r\n(http://www.texashsfootball.com/board/index.php?act=idx).  The most recent\r\nof these posts is located at\r\nhttp://texashsfootball.com/board/index.php?showtopic=14093.\r\n\r\nRivals has never authorized, licensed, or otherwise granted any of its\r\nexclusive rights under the Copyright Act to you to use the Copyrighted work.\r\nYour unauthorized reproduction, public display, creation of derivative works\r\nand/or distribution of copies or imitations of the Copyrighted Works cause\r\ndamage to Rivals and infringe Rivals' exclusive rights under U.S. Copyright\r\nlaw, including Rivals' right to create derivative works based on the\r\nCopyrighted Works.\r\n\r\nUnder the Copyright Act, Rivals, as the sole owner of the Copyrighted Works,\r\nmay be entitled to recover, at its election: (1) statutory damages; or (2)\r\nthe actual damages that it has suffered as a result of your infringement as\r\nwell as profits that are attributable to the infringement.  Under the\r\nCopyright Act, a court may award statutory damages of up to $30,000 for\r\nnon-willful infringement of a single copyrighted work.  A court may award up\r\nto $150,000 per infringed copyrighted work for willful infringement.\r\nBecause you have been warned previously that your actions constitute a\r\nCopyright violation, Rivals believes that you know that Rivals owns the\r\nCopyrighted Works and we consider such infringement to be willful.\r\n\r\nIn addition, in any action to enforce its copyrights, Rivals may also be\r\nentitled to recover its reasonable attorneys' fees and court costs\r\nassociated with the lawsuit as a result of Rivals timely registration of its\r\ncopyrights.  See 17 U.S.C. ","date_sent":"2005-06-03T04:00:00Z","date_received":"2005-06-03T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Rivals.com","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}