{"other":{"id":23386,"type":"Other","title":"Other notice to Google, Inc.","date_sent":"2012-09-26T04:00:00Z","date_received":"2012-09-26T04:00:00Z","topics":["Uncategorized"],"sender_name":"Mark Warner","principal_name":null,"recipient_name":"Google, Inc.","works":[{"complaint":"Dear Google\n\nThe majority of the statements published at the above fake blog are  \ncounterfeited, including posting of a fake image of one of our directors,  \nposting of a forged document, the use of name surname combinations which do  \nnot match any of our 880,000+ user accounts and more. The comments are  \nfalse and purposely defamatory because our company was the first to expose  \nthat Dropshipland.com (owner of this fake blog) is a duplicate service of  \nukdropshipgroup.com, dpbuk.co.uk and dvddropship.com\n\nBelow are some examples of just how far the owner is willing to go to  \ndefame anybody that exposes the truth about his operations. Our question is  \nwhether you feel that a blog that is prepared to publish any information it  \nsees fit just to get one back is worth of being indexed at all.\n\n  1.  \"But, are esources.co.uk really validating their suppliers?…….. NO,  \nNO, NO, and NO !!!!!\nYou see, as the internet has grown, many of these companies are being found  \nout for what they really are. We can prove, and have proven that  \nesources.co.uk are NOT validating all of their suppliers – if any.\"\n\nThis is false, we verify every source in our database using multiple corss  \nchecking techniques. In some cases, we delay approving an application if  \ndoing so can reveal more information about the stability of an applicant  \nand the genuineness of their products.We put security first, at the risk of  \nbeing insulted for taking time to complete every check.\n\n2.  \"Forum, after forum contain countless unsatisfied Esources customers..  \nIt is true, esources.co.uk have been banned from industry forums, for the  \nfact that they were antagonistic and rude to their customers who complained  \n– the evidence is still on forums for all to see. Esouces have also  \ndeveloped a reputation of taking customers to court, and traders to court  \nwho have spoken out against them, on public forums.\"\n\nThis is false, the only forum that banned us is dropshipforum.co.uk, which  \nis owned by Devilwear.co.uk, because we exposed the connection. They are  \ninflating comments to make us sound terrible, but never offer any concrete  \nproof. They even published a fake picture claiming to be of one of our  \ndirectors when in reality it is the image of a person unkown to us and with  \na rather threatening look. They even posted a forged document on another  \npost on the same blog, with a forged signature of Mr Stefano Carboni, which  \nagain can be demonstrated with documentary proof in the form of a passport  \nscan and registered signature (which can be released to a Google legal  \nrepresentative under guarantee of confidentiality).\n\n  3.  \"Stefano Carboni has also sent various emails to these dropshippers,  \nblackmailing them into removing content, in return for esources removing  \ncontent from their fake forum.\nWe have proof of such emails.\"\n\nAgain a false claim, where is the proof?\n\n4.  \"For those who have been on the receiving end of Carboni and were  \ninterested in the face behind the frauds and threats, here he is:\"\n\nThis is a fake picture of Mr Carboni. How can you publish even a single  \npage from this fake blog? We receive positive feedback from customers  \ndaily, and not just “it was good” statements but “finally” statements that  \nreveal real people benefiting from our service. Dropship aggregators  \ndislike this because we create competition and we have exposed their flawed  \nmodels. We welcome a full investigation, we have been thriving since 2004  \nbecause we offer value and because we benefit from word of mouth  \nrecommendations.\n\nAlso please note this fake blog is purposely changing url soon after a  \nGoogle deindexing. For example, following unequivocal evidence showing that  \nthis blog is posting fake content, Google deindexed the url","original_work_urls":[],"problematic_urls":[{"url":"http://www.dropshipblog.co.uk/esources-co-uk-reviews-scams-complaints-and-dirty-fraud/944/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}