{"dmca":{"id":23511,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-07T04:00:00Z","date_received":"2012-06-07T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"IndiaStudyChannel","principal_name":"Vivek chowdhury","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"The article \"Indian budget and the  \nparliamentary procedure for passing the budget.\" starting with the  \ntext \"Need and importance of Indian budget\n\nGovernment budget is a subject of importance for a variety of reasons such\n \nas :\n\n\n1. Planned approach t government's activities : The importance of  \ngovernment budget arises as the activities of th government has increased \n\ntremendously. This calls for mobilization of large resources to meet the  \n\nexpenditure required to run the country. There has been a definite\nplanning  \nwith regard to the estimated revenue and proposed expenditure for the  \nproper conduct of the government;s activities.\n\n2. Integrated approach to the fiscal operations: The government cannot\ntake  \ndecisions regarding the taxation, borrowings, and other fiscal measures at\n \nrandom. All these decisions and policies are interconnected and they must \n\nform a part of overall set of objectives which he government want to\npursue.\n\n3. Influences governments; activities:Budgetary operations of the economy \n\ninfluences the functioning of the economy in a big way. There has been a  \n\nlarge increase in the government;s revenue and expenditure since the start\n \nof the planning. Such large scale public operations through budget affects\n \nthe entire economy. For instance, the level and structure of taxes  \ninfluence the allocation of resources among various sectors as well as  \ndistribution of income among different classes. Similarly, the borrowing  \n\npolicy of the government affects the amount of savings available to the  \nprivate sector for consumption ad investment.\" and continuing till the end\n \nhas been copied by the infringing blog","infringing_urls":[{"url":"http://ajay-dussad.blogspot.in/2011/04/complete-overview-on-indian-budget-and.html"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}