{"dmca":{"id":23558,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-07-31T04:00:00Z","date_received":"2012-07-31T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"BGDPC Entertainment Ltda (Licensee)","principal_name":"Ricardo Dinucci","recipient_name":"Google, Inc. [Orkut]","works":[{"description":"Mix Master Online é um MMORPG que tira  \nmuito de sua inspiração do sistema de combates presente na série Pokémon.  \nComo parte de um mundo repleto de magia, o jogador assume o papel de um  \naventureiro que pode capturar uma grande variedade de criaturas,  \nmisturando-as a outras com o objetivo de gerar um lutador ainda mais  \npoderoso.\n\nA. Aurora Games Corp. (Licensor), a company duly organized and existing  \nunder the laws of Republic of Korea with registered principal place of  \nbusiness at 997 Daechi-dong, Gangnam-gu, Seoul, Korea, represented by  \nKeesun Hong, in his capacity as the Chief Executive Officer, and\n\nB. BGDPC Entertainment Ltda (Licensee), a company duly organized and  \nexisting under the laws of Brazil with registered principal place of  \nbusiness at 535, Hortencio Mendonca Ribeiro, Alto da Boa Vista, Ribeirão  \nPreto, São Paulo, Brazil, 14025-590 represented by Ricardo Dinucci, in his  \ncapacity as the Chief Executive Officer. (“Licensee”)\n\n(Individually, a “Party” and collectively, the “Parties”)\n\n\nRECITALS\n\nWHEREAS, Licensor has developed and is marketing an online game software  \nnamed \"Mix Master \";\n\n\nWHEREAS, Licensee will be licensed to operate the game in certain Territory  \nwith Local Language (as defined hereafter);\n\n\nWHEREAS, Licensee requests to obtain from Licensor, and Licensor grant  \nLicensee, a license, in the Territory (as hereinafter defined), to its  \nrequired technology and other proprietary information and materials to  \noperate the “Mix Master ” game in the Territory; and\n\n\nWHEREAS, Licensor is willing to license the exclusive rights on the  \nSoftware to Licensee in the Territory (as defined hereafter);\n\n\nNOW, THEREFORE, after friendly consultations conducted in accordance with  \nthe principles  of  equality  and  equal  benefit,  intending  to  be   \nlegally  bound  hereby,  the Parties have agreed as follows:","infringing_urls":[{"url":"http://www.orkut.com.br/Main#CommTopics?cmm=24512945"},{"url":"http://www.orkut.com.br/Main#Community?cmm=118146797"},{"url":"http://www.orkut.com.br/Main#Community?cmm=54956893"},{"url":"http://www.orkut.com.br/Main#Community?cmm=61189981"},{"url":"http://www.orkut.com.br/Main#Community?cmm=772903"}],"copyrighted_urls":[{"url":"http://www.77pb.com/mm/site.php"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}