{"dmca":{"id":23586,"type":"Dmca","title":"Blog Posts DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-11-14T05:00:00Z","date_received":"2012-11-14T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"http://www.zonadepressaooooo.blogspot.com.br","principal_name":"Julian Bertasso Tobar","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"SEGUNDA-FEIRA: RECUPERAÇÃO PASSIVA -  \nALTERNÂNCIA HORIZONTAL EM ESPECIFICIDADE\n\n(aqui o Sr. Rodrigo Poletto plagiou a postagem INTEGRALMENTE, retirando  \napenas o que lhe convinha (por exemplo a parte em que digo sobre uma aula \n\nque tive na minha faculdade), para deixar a entender que ele era o autor e\n \nnão eu, porque retirou coisas relacionadas a minha realidade pessoal e  \nprofissional.\nUm trecho plagiado (a titulo de exemplo, mas a postagem está integralmente\n \nplagiada): Procede-se a recuperação passiva dos atletas. O dia pós-jogo é \n\nrepresentado pela cor branca no morfociclo padrão, que simboliza o nada: a\n \nausência de treino, o dia de descanso.\n\nMas porquê descansar? Se é de senso comum na literatura dizer que realizar\n \nrecuperação ativa, um dia após um evento de esforço máximo, acelera a  \nrecuperação dos indicadores fisiológicos do jogador. (Bangsboo, 1994 in  \nSousa, 2007). ?\n\nBangsboo (1977), sobre este tema, acrescenta que a corrida contínua de  \nbaixa intensidade e os alongamentos são exemplos de exercícios que  \nfacilitam a recuperação ativa, recuperação esta que faz diminuir mais  \nrapidamente a concentração de lactato.\n\nNa perspectiva de Weineck (1992 in Carvalhal 2002) a recuperação ativa\ndeve  \nefetuar-se o mais rápido possível após a competição e a duração dos  \nexercícios não deverá exceder os 45 minutos.\n\nCarlos Carvalhal (2002) em um estudo realizado sobre a recuperação no  \ntreino do futebol de alto rendimento, analisando os dois dias após a  \ncompetição no âmbito da recuperação do esforço, concluiu que das 5 equipes\n \nde primeira divisão de Portugal analisadas, todas realizavam apenas um  \ntreino nos dois dias seguinte ao jogo, estando a corrida contínua presente\n \nem todas estas sessões de treino. A maioria dos treinadores treinou na  \nsegunda-feira, assumindo um jogo no domingo.\n\n___________________\n\nOutra postagem:\nTERÇA-FEIRA: RECUPERAÇÃO ATIVA\n\n(Novamente o Sr. Rodrigo Poletto plagiou de maneira integral a postagem,  \n\napenas retirando o que lhe convinha, à semelhança do exemplo anterior)\n\nUm trecho:\nNo Brasil, quando falamos de treinos de recuperação ativa, quase sempre  \nfalamos daquele tradicional treino regenerativo onde o atleta realiza  \ncorridas contínuas - (quase sempre superiores a 20 minutos) seja no campo \n\nou até mesmo em esteiras de academias. Não raras vezes vemos jogadores de \n\nfutebol a fazer hidroginástica, natação, sessões de alongamento e  \nmassagens. Tais procedimentos, reconhecidamente aceleram a recuperação  \nmetabólica do jogador, justificando assim, para a maioria dos treinadores,\n \nsua utilização já que neste dia o propósito é \"recuperar\".\n\n______________________________________\n\nOutra postagem: Exercício - Aquecimento\n\nMesma coisa, plagio integral, apenas retirando meus creditos, onde na\nminha  \npostagem coloquei: \"Abraços, Julian Tobar\".\n\nTrecho:\nMomento: Propensão à Organização defensiva e ofensiva.\n\nPrincípios: Princípios do Modelo.\n\nSub-Princípios: Mobilidade, Pressão e condicionamento de marcação,  \nCobertura ofensiva e defensiva, Equilíbrio, Concentração.\n\nGrau de Complexidade: Baixo.\n\nDia da semana: Qualquer (dependerá do tempo de duração e espaço).","infringing_urls":[{"url":"http://rodrigopoletto.blogspot.com.br/2011/01/segunda-feira-recuperacao-passiva.html"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}