{"dmca":{"id":23629,"type":"Dmca","title":"[ABUSE] RE: http://nitricacid.net/npc/","body":"nc \r\n\r\n-----Original Message-----\r\nFrom: The Planet Policy Enforcement [mailto:abuse@theplanet.com] \r\nSent: Wednesday, June 15, 2005 2:28 PM\r\nTo: hacks@blizzard.com\r\nCc: copyright@theplanet.com\r\nSubject: [Fwd: [ABUSE] RE: http://nitricacid.net/npc/]\r\n\r\n-----BEGIN PGP SIGNED MESSAGE-----\r\nHash: SHA1\r\n\r\n\r\nYour email is being forwarded on to our Copyright counsel for review, at the\r\naddress of copyright@theplanet.com.\r\n\r\n- -------- Original Message --------\r\nSubject: [ABUSE] RE: http://nitricacid.net/npc/\r\nDate: Tue, 14 Jun 2005 21:12:08 -0700\r\nFrom: <hacks@blizzard.com>\r\nTo: <nitricacid.net.sites@truweb.org>, <abuse@theplanet.com>,\r\n<admins@theplanet.com>\r\nCC: hacks@blizzard.com\r\n\r\nRE: http://nitricacid.net/npc/\r\n\r\nFiles:\r\n    http://nitricacid.net/npc/autohitv2.zip\r\n    http://nitricacid.net/npc/autoit_baal.zip\r\n    http://nitricacid.net/npc/c3po_maphack.zip\r\n    http://nitricacid.net/npc/cracked_d2jsp.zip\r\n    http://nitricacid.net/npc/d2hackit110.zip\r\n\r\nDear Sir or Madam,\r\n\r\nRecently, we have received an increasing amount of feedback from our\r\ncustomers in regard to the probable copyright infringement of Diablo, Diablo\r\nII, Starcraft, Warcraft II: Battle.net Edition, Warcraft III and World of\r\nWarcraft products (each, a \"Program\") on the Internet. We here at Blizzard\r\nshare the concerns that many gamers are voicing. In this regard, we have\r\ncontacted one of your users in connection with the aforementioned site and\r\nthe infringement of Blizzard intellectual property.\r\n\r\nPlease note that all title, ownership, and intellectual property rights in\r\nand to each Program and any and all copies thereof (including, but not\r\nlimited to, any titles, computer code, objects, characters, character names,\r\nstories, dialog, catch phrases, locations, artwork, animations, sounds,\r\nmusical compositions, audio-visual effects, methods of operation, any\r\nrelated documentation, and \"applets\" incorporated into a Program) are owned\r\nby Blizzard Entertainment or its licensors. Each Program is protected by the\r\ntrademark and copyright laws of the United States, international copyright\r\ntreaties and conventions, and other laws. Blizzard reserves all rights in\r\neach Program, except those rights granted by Blizzard in writing. Each\r\nProgram contains certain licensed materials, and Blizzard's licensors may\r\nprotect their rights or rely on Blizzard to protect those rights in the\r\nevent of any violation of the end user license agreement and copyright law.\r\n\r\nAs part of our effort to protect all proprietary rights related to Diablo,\r\nDiablo II, Starcraft, Warcraft, Warcraft II: Battle.net Edition, Warcraft\r\nIII and World of Warcraft, we would like you to promptly remove all\r\nmaterials infringing onand/or all materials which allow others to infringe\r\non the copyrights and/or trademarks of Blizzard Entertainment's products\r\nfrom the aforementioned site which you host or disable access to such site.\r\nThis includes any unauthorized software, artwork, images, sounds or\r\nderivative works thereof that may be on the aforementioned site.\r\nAdditionally, we would appreciate it if you would communicate this request\r\nto those individuals involved in the creation and maintenance of your web\r\nsite.\r\n\r\nPlease be advised that at this time you have forty eight (48) hours in which\r\nto comply with our request otherwise we will be forced to pursue formal\r\naction. We would like to thank you in advance for choosing to work with us\r\nin a unified effort to promote the integrity of our games and the well being\r\nof our online gaming community.\r\n\r\nIf you require formal notice pursuant to the Digital Millennium Copyright\r\n(DMCA), please let us know and we will have our attorney provide such\r\nnotice.\r\n\r\nRegards,\r\nAnti-Piracy Team\r\n\r\nBlizzard Entertainment\r\nhttp://www.blizzard.com/support\r\n\r\nIf you respond to this email, please attach all previous messages and files\r\nrelating to this issue.\r\n\r\n\r\n\r\n- --\r\nThanks,\r\nPolicy Enforcement\r\nThe Planet Internet Services, Inc.\r\nhttp://www.theplanet.com/aup/\r\n-----BEGIN PGP SIGNATURE-----\r\nVersion: GnuPG v1.2.5 (MingW32)\r\nComment: Using GnuPG with Thunderbird - http://enigmail.mozdev.org\r\n\r\niD8DBQFCsIEtvK/XpJs6oyURApr3AJ9LNBiTz7wqaJHD/HWWX32YL+IMogCeKceO\r\nAL39deBFydqTiXyxIbIRJJ4=\r\n=uYvL\r\n-----END PGP SIGNATURE-----","date_sent":"2005-06-15T04:00:00Z","date_received":"2005-06-15T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Blizzard Entertainment","recipient_name":"Theplanet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}