{"dmca":{"id":23889,"type":"Dmca","title":"pcAnywhere.com - IP Address 70.85.18.126","body":"  _____  \r\n\r\nFrom: Chansonette Connolly [mailto:cconnolly@symantec.com] \r\nSent: Tuesday, April 05, 2005 10:55 AM\r\nTo: copyright@theplanet.com\r\nSubject: Fw: pcAnywhere.com - IP Address 70.85.18.126\r\nImportance: High\r\n\r\n\r\n\r\n\r\n----- Forwarded by Chansonette Connolly/Cupertino/Cal/SYMANTEC on 04/05/2005\r\n08:44 AM ----- \r\n\r\nChansonette Connolly/Cupertino/Cal/SYMANTEC \r\n\r\n\r\n04/05/2005 08:06 AM \r\n\r\n\r\nTo\r\nabuse@theplanet.com \r\n\r\ncc\r\nmightyllc@yahoo.com \r\n\r\nSubject\r\npcAnywhere.com - IP Address 70.85.18.126\r\n\r\n        \r\n\r\n\r\n\r\nThePlanet.com Internet Services, Inc. \r\nTPCM \r\n1333 North Stemmons Freeway, Suite 110 \r\nDallas, TX \r\n\r\nGentlepersons: \r\n\r\nI am writing on behalf of Symantec Corporation. Symantec owns the trademarks\r\nand holds the copyrights for numerous computer software products, including,\r\nbut not limited to, a suite of computer utility and antivirus software\r\nproducts under the U.S. registered trademarks pcAnywhereR, NORTON\r\nSYSTEMWORKSR and NORTON ANTIVIRUSR, and other trademarks.  Symantec also\r\nholds the registered trademark in the U.S. and other countries for its name,\r\nSYMANTECR.  Symantec's rights are evidenced by, among other things,\r\nregistrations of its trademarks with the United States Patent and Trademark\r\nOffice.  Please note:  the name \"pcAnywhere\" was registered in the United\r\nStates Patent and Trademark Office on July 13, 1993, registration number\r\n1781148.  Symantec owns the trademark, which continues to be in full force\r\nand effect. \r\n\r\nThe website referenced above that you are hosting is in violation of\r\nSymantec Corporation's trademark rights as follows: The domain name of the\r\nWebsite infringes Symantec Corporation's trademark rights by trading off the\r\ngoodwill established in the \"pcANYWHERE\" mark for the purpose of\r\nmisleadingly directing traffic to the Website.  Further, the domain name of\r\nthe Website contains our trademark pcAnywhereR, constitutes an unauthorized\r\nuse and infringement, and creates customer confusion as to the source and\r\nsponsor of the Website.  In fact we have received complaints about this\r\nsite's creation of confusion.   \r\n\r\nBased on the above, the deliberate and clear infringement of Symantec's\r\nprotected trademark rights, and the harm to Symantec's business and goodwill\r\nfrom the infringing use, Symantec demands that you immediately shut down\r\nthis website and inform us when this has been done.  Symantec believes that\r\nthe entire Internet community benefits when these matters are resolved\r\ncooperatively.  Accordingly, we appreciate your efforts toward this common\r\ngoal. \r\n\r\nThe information contained in this notification is accurate.  Under penalty\r\nof perjury, the undersigned is authorized to act on behalf of Symantec with\r\nrespect to this matter. \r\n\r\nPlease be advised that this letter is not and is not intended to be a\r\ncomplete statement of the facts or law as they may pertain to this matter or\r\nto Symantec's positions, rights or remedies, legal or equitable, all of\r\nwhich are specifically reserved. \r\n\r\nSincerely,\r\n\r\n\r\n  _____  \r\n\r\n  \r\n\r\nChansonette Connolly         Symantec logo \r\n\r\nManager, Worldwide Brand Protection \r\n\r\nLegal Department \r\n\r\nSymantec Corporation \r\n\r\nOffice:         (408) 517-8045 \r\n\r\nInteroffice:         6 [408] 8045 \r\n\r\nFax:         (408) 517-8121 \r\n\r\nEmail:          <mailto:chansonette_connolly@symantec.com>\r\nchansonette_connolly@symantec.com \r\n\r\n <http://www.symantec.com/> www.symantec.com\r\n\r\n\r\nThis message (including any attachments) is intended only for the use of the\r\nindividual or entity to which it is addressed and may contain information\r\nthat is non-public, proprietary, privileged, confidential, and exempt from\r\ndisclosure under applicable law or may constitute as attorney work product.\r\nIf you are not the intended recipient, you are hereby notified that any use,\r\ndissemination, distribution, or copying of this communication is strictly\r\nprohibited. If you have received this communication in error, notify us\r\nimmediately by telephone and (i) destroy this message if a facsimile or (ii)\r\ndelete this message immediately if this is an electronic communication.\r\nThank you.","date_sent":"2005-04-05T04:00:00Z","date_received":"2005-04-05T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Symantec Corporation","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}