{"dmca":{"id":23934,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-06T04:00:00Z","date_received":"2012-06-06T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Scorpion Design, Inc.","principal_name":"Judy Kim","recipient_name":"Google, Inc.","works":[{"description":"Home/criminal defense pages where the content was merely edited to replace the firm name or geographic location:\r\n\r\n\"If you have been charged with a crime, it's crucial to contact an experienced attorney right away.  There is a lot at stake in any given criminal case.\"\r\n\r\n\"Take immediate action, do not talk to anyone, especially the police.  The most important factor regarding the outcome of a case may be what you do once you are charged.\"\r\n\r\n\"Involve a lawyer as early in the process as possible to give yourself the opportunity at successfully challenging your charges.\"\r\n\r\n\"Regardless of the complexities or difficulty of your case, Attorney Jones is here for you.  He knows what it takes to successfully fight your charges, and will work tirelessly to ensure you are given the best defense possible.\"\r\n\r\n\"If you have been charged with a crime in Southern California, it’s crucial to contact a zealous criminal defense attorney right away.  There is a lot at stake in any given criminal case.  A criminal conviction will leave a mark on your permanent record, and you could face stiff fines, probation, many hours of community service, and even time in jail or prison. The best way to protect yourself in the wake of a criminal arrest is to consult an aggressive attorney.\"\r\n\r\n\"If you have been charged with a crime, it’s crucial to contact an experienced criminal defense lawyer right away. There is a lot at stake in any given criminal case. A criminal conviction will leave a mark on your permanent record, and you could face stiff fines, probation, many hours of community service, and even time in jail or prison. The best way to protect yourself in the wake of a criminal arrest is to consult an experienced attorney. A seasoned criminal lawyer can make all the difference between a verdict of guilty and not guilty! Immediate action taken on your behalf can be a critical factor in the outcome of your case.\"\r\n\r\n\"Atlanta Criminal Defense Attorney\r\nIf you have been charged with a crime in Atlanta, it's crucial to contact an experienced criminal defense lawyer right away.  There is a lot a stake in any given criminal case.  A criminal conviction will leave a mark on your permanent record, and you could face stiff fines, probation, many hours of community service, and even time in jail or prison. The best way to protect yourself in the wake of a criminal arrest is to consult an experienced attorney. A seasoned Atlanta criminal lawyer can make all the difference between a verdict of guilty and not guilty!\"","infringing_urls":[{"url":"http://mettiaslaw.com/?p=393"},{"url":"http://tikuandassociates.com/?page_id=32"},{"url":"http://www.joneslawfirmwi.com/?_escaped_fragment_=criminal-defense"},{"url":"http://www.willislawgroup.com/criminal.html"}],"copyrighted_urls":[{"url":"http://www.atlantadefenselawfirm.com"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}