{"dmca":{"id":23948,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-18T05:00:00Z","date_received":"2012-01-18T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"ICANS GmbH","principal_name":"Swerford Holdings Limited","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Dear support team,\n\nI am writing to you as a member of the legal department of ICANS GmbH,  \nauthorized to deal with the legal issues of Swerford Holdings Ltd. and  \nauthorized to act on the company’s behalf in this matter.\n\nSwerford Holdings Ltd. is a registered company in Gibraltar and operates  \nthe website www.pokerstrategy.com. PokerStrategy.com is an online poker  \nschool where users have the opportunity to learn how to play poker  \nsuccessfully. After registering at the website they get access to various  \nstrategy articles, coaching videos and poker software produced and  \ndeveloped by PokerStrategy.com. All services are offered in 19 different  \nlanguages and are offered free of charge. Furthermore, the users can start  \nplay online poker for real money through www.pokerstrategy.com on various  \npoker websites of PokerStrategy’s partners. For an easier start in playing  \nonline poker, every user has a chance to receive a free start capital of 50  \nUSD paid by PokerStrategy.com at his poker account. Therefore, it is  \nnecessary to pass the PokerStrategy-Quiz consisting of 20 questions about  \npoker strategy and which is based on PokerStrategy’s beginner level  \narticles the users have to read first. Swerford Holdings Ltd. is the  \nexclusive copyright owner with respect to all strategy articles, videos,  \nsoftware and the PokerStrategy-Quiz published on www.pokerstartegy.com. It  \nis strictly forbidden to download, copy or to share any of its copyrighted  \ncontents unless the user has a written permission by Swerford Holdings  \nLtd./PokerStrategy.com.\n\nAn employee of PokerStrategy’s Spanish community management noticed that  \nthe blog owner is violating company’s copyrights by using its intellectual  \nproperty without any authorization. He published Spanish questions and  \nanswers to the PokerStrategy-Quiz at his blog, offering this way an  \nopportunity to cheat at the Quiz and to receive the free start capital  \nfraudulently. There is no agreement between the user and Swerford Holdings  \nLtd. regarding a permission to publish any of its copyrighted contents on  \nthird party websites. PokerStrategy’s offer to receive a free start capital  \nis an essential element of company’s success. Thus, it is of big importance  \nto keep the quiz questions and answers in confidence up to that point when  \nthe user starts with the Quiz. For that reason we kindly ask you to remove  \nthe respective content from that website.\n\nThank you very much in advance.\n\nYours sincerely.","infringing_urls":[{"url":"http://www.pokernodeposit.com.ar/2009/08/respuestas-al-cuestionario-de.html"}],"copyrighted_urls":[{"url":"http://www.pokerstrategy.com/about/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}