{"dmca":{"id":8011,"type":"Dmca","title":"Warner calls \"emergency\" on blog posting of E.R.","body":"Dear Sir or Madam:\r\n\r\nI, the undersigned, CERTIFY UNDER PENALTY OF PERJURY that I am the owner or an agent authorized to act on behalf of the owner of certain intellectual property rights, said owner being named Warner Bros, Entertainment Inc. (\"Warner Bros.\").\r\n\r\nWarner Bros. is the owner of trademark, copyright and other intellectual property rights in and to the television series entitled E.R. (the \"E.R. Properties\"). Because of these rights, no one is authorized to manufacture, distribute, copy, sell and/or offer for sale products utilizing the E.R. Properties without the express written permission of Warner Bros.\r\n\r\nIt has recently come to our attention that the web site located at http://mrsviw.blogspot.com is offering content from the E.R. Properties. I have a good faith belief that such content is not authorized by Warner Bros., its agent, or the law and therefore infringe Warner Bros ' rights. Therefore, please act expeditiously to remove or disable access to the above referenced web site.\r\n\r\nPlease confirm that you have taken the appropriate action at your earliest convenience. Thank you for your prompt attention to this matter and please advise should you have any questions or require any additional information,\r\n\r\nThis letter is not a complete statement of Warner Bros.' rights in connection with this matter, and nothing contained herein constitutes an express or implied waiver of any rights, remedies, or defenses of Warner Bros. in connection with this matter, all of which are expressly reserved.\r\n\r\nSincerely,\r\n\r\n[signature]\r\n\r\n[private]\r\nDirector, Anti Piracy Internet Operations\r\nWarner Bros  Entertainment Inc,\r\n[private]\r\n[private]\r\nBurbank, CA 91522\r\n[private]   phone\r\n[private]   fax\r\n\r\n\r\n \r\n","date_sent":"2005-08-17T04:00:00Z","date_received":"2005-08-17T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Director, Anti-Piracy Internet Operations","principal_name":"Warner Bros.  Entertainment Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}