{"dmca":{"id":8024,"type":"Dmca","title":"Katrina Victims' Info Demands Protection","body":"October 15, 2005 7:05 PM\r\n \r\nOfficial Notice:\r\n \r\n[Private], Your company, Nacredata, and  your actions of scraping data from the GCN Survivor/Connector Database from our website at www.gulfcoastnews.com violates our copyright. You and your company DO NOT have permission to use our data and your distribution of our information violates the trust that people have provided to GCN in providing that information.\r\n \r\nYour company has not contacted us nor have we granted permission to use the data in our database. Any use by you of our information is unlawful. You risk legal action against you for failure ask our permission to disseminate the information in the GCN Survivor/Connector database and modifying information contained in our data. While it is our desire to share this information with appropriate authorities, your actions and the actions of your firm ignored our copyright notice and the lack of prior and subsequent contact with us is unfortunate. I have seen your name on seeded monitor information in our database that appear on Google's Katrina search.\r\n \r\nWe ask that you cease distribution of the GCN Survivor/Connector Database information, contact who you supplied our information to cease further distribution, and contact us immediately. Thousands of people used our site to find their family and loved ones impacted by the hurricane. They trusted us to protect them, and  your activities, while perhaps good intentioned, did not follow established copyright protection procedures. Failure will subject you and your firm to legal action.\r\n \r\nI expect to hear from you regarding your solution. Cell and telephone communications are currently intermittent in Biloxi. I can best be reached by email.\r\n \r\n[Private]\r\nGulfCoastNews.com\r\n[Private] Communications LLC\r\n[Private]\r\nBiloxi, MS. 39531\r\n[Private]@gulfcoastnews.com\r\n \r\n ","date_sent":"2005-09-15T04:00:00Z","date_received":"2005-09-15T04:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"GulfCoastNews.com","recipient_name":"NacreData","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}