{"dmca":{"id":8029,"type":"Dmca","title":"Author objects to blog reproduction of \"Essays on MiddleEarth\"","body":"To Whom It May Concern:\r\n\r\nPer instructions from the person who answered your telephone when I called [private], I am notifying Google via fax of a copyright violation on one of your services,\r\n\r\nI am the author and copyright holder for PARMA ENDORION: ESSAYS ON MIDDLEEARTH., 3rd EDITION. It is currently only available in the form of a PDF download file available through a few authorized distributors (the most well known of which is http://www.free ebooks.net/fan_fiction.html).\r\n\r\nOne of your BLOGSPOT/BLOGGER users has copied the entire text of the ebook into their blog without seeking my permission:\r\n\r\nhttp://pmusu.blogspot.com/2005/08/parma-endorion-essays-on-middle-earth.html\r\n\r\nThe person reproduced the entire book, including the copyright notice page. This is a clear violation of copyright and I ask that it be removed expeditiously.\r\n\r\nI may be reached via email at [private]@xenite.org or on my cell phone at 7[private]. I live in Houston and am therefore in the Central Time Zone.\r\n\r\nThank you for your attention to this matter.\r\n\r\n              Michael Martinez\r\n\r\n              [signature]\r\n\r\n<hr>\r\nSeptember 16, 2005\r\n\r\nGoogle, Inc.\r\nAttn: Blogger, DMCA complaints\r\n1600 Amphitheatre Pkwy\r\nMountain View, CA 94043\r\nFax: [private]\r\n\r\nRe: [#281380] DMCA complaint regarding pmusu.blogspot.com\r\n\r\nI am in receipt of your email response to my DMCA complaint of September 14. My complaint concerned the unauthorized, reproduction and use of the contents of my eBook, Parma Endorion; Essays on Middle earth, 3rd Edition, by the pmusu.blogspot.com account.\r\n\r\nPer your request, I hereby declare and affirm that I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed,\r\n\r\nYours faithfully,\r\n\r\n[signature]\r\n\r\n[private]\r\n[private]\r\nTomball, TX 77375\r\n[private]@xenite.org\r\n","date_sent":"2005-09-16T04:00:00Z","date_received":"2005-09-16T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Michael Martinez, PARMA ENDORION: ESSAYS ON MIDDLEEARTH","recipient_name":"Blogger [Google, Inc.]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}