{"dmca":{"id":8101,"type":"Dmca","title":"BART wants rapid takedown of iPod subway maps","body":"Dear Mr. Bright:\r\n\r\nI am the Website Manager for the San Francisco Bay Area Rapid Transit District (BART). It has recently come to BART's attention that a website you operate at http://www.ipodsubwaymaps.com/ includes a copy of the BART System Map in various presentations.\r\n\r\nThere is a widespread belief that materials published by public agencies such as BART are in the public domain. This belief is incorrect. It is illegal to copy images from the BART website without permission. The BART website, www.bart.gov, including the BART Logo, the BART System Map and other BART Intellectual Property is protected against unauthorized copying under federal copyright and trademark laws, 17 U.S.C. s 100 et seq. (copyright); and/or 15 U.S.C. s 1115 et seq. (trademark and unfair competition).\r\n\r\nIt is BART's policy not to allow the copying of BART content on third party websites. Please see our copyright policy at www.bart.gov/siteInfo/copyright.asp. BART is concerned that the unauthorized copying of content from the BART website will mislead consumers by providing inaccurate information with the implication that it is official BART information. In fact, the BART System Map on your website is out of date.\r\n\r\nIn keeping with this policy, we demand that you remove any and all images containing the BART System Map, in whole or in part, from http://www.ipodsubwaymaps.com/. This includes images within http://www.ipodsubwaymaps.com/maps/sanfrancisco/sanfrancisco.zip, at http://www.ipodsubwaymaps.com/maps/sanfrancisco/SanFran01.jpg at http://www.ipodsubwaymaps.com/maps/sanfrancisco/breakdown.jpg and any other BART website content that may appear on your site.\r\n\r\nWe understand that your misuse of BART's Intellectual Property may not have been intentional infringement. We trust that we can depend upon your good faith cooperation and prompt compliance with this request. Please contact me within the next two weeks to confirm that you have done so.\r\n\r\nThank you,\r\nBART Website Manager\r\n\r\ncc: BART Office of the General Counsel","date_sent":"2005-09-21T04:00:00Z","date_received":"2005-09-21T04:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"San Francisco Bay Area Rapid Transit District","recipient_name":"iPodSubwayMaps.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}