{"dmca":{"id":8121,"type":"Dmca","title":"Collective Marks","body":"2nd Request\r\n\r\n\r\nDear [Private]: \r\n\r\nThe Internet domain name, outerbanksrealtor.com, has been identified by the NATIONAL ASSOCIATION OF REALTORS as one in which the membership marks of the NATIONAL ASSOCIATION OF REALTORS (National Association) are used as a part of the domain name.  The domain name came to our attention as a result of our monitoring of the Internet for use of the REALTOR membership marks.   \r\n\r\nThe terms REALTOR, REALTORS, REALTOR ASSOCIATE, as well as the REALTOR with Block \"R\" logo, are all federally registered collective membership marks owned exclusively by the National Association.  Collective membership marks are a type of trademark which, rather than indicating the source of a product or service, identify the user of the membership mark as a member of a particular group, in this case the National Association.   \r\n\r\nThe National Association has approximately 1,000,000 members each of whom is licensed to use one or more of the membership marks to identify themselves and their real estate businesses.  To accomplish this in an orderly manner, the National Association has developed a comprehensive set of rules governing the proper use of the membership marks by members.  Each member of the National Association agrees as a part of the National Association's Bylaws to abide by the rules governing the use of the REALTOR marks.  The rules apply not only in the print world, but also in the new electronic media.  Members are to use the REALTOR marks to identify themselves and their real estate businesses as members of the National Association.  In a domain name the National Association allows members to use the REALTOR marks with a member's name and, if the member is a broker, with the complete name of the broker's real estate firm.  Below are examples of proper ways in which a member can use the REALTOR marks in a domain name. \r\n\r\nJohnDoeRealtor.com, JDoeRealtor.com, JohnRealtor.com, ABCRealtyRealtors.com \r\n\r\nThe National Association does not allow members to use the REALTOR marks with a descriptive term such as \"Outer Banks.\"  Perhaps you did not realize that Article V, Section 7 of the Bylaws of the National Association expressly prohibits the use of any descriptive words or phrases being used with the membership marks.  The Board of Directors considers this such an important issue that this rule is included in all of the state and local member board's and association's bylaws.  Only the state and local boards and associations are granted the right to use a geographic description (their assigned jurisdiction) in their name or domain name.  For more detailed Trademark information, please see the National Association's Trademark Manual.  For your convenience, I have included a link to a section on internet use from the Trademark Manual which is located on our website: www.REALTOR.org in the Law & Policy Section.  You will need your REALTOR.org username and password to access this information. \r\n\r\nhttp://www.realtor.org/letterlw.nsf/pages/internetuse \r\n\r\nThe National Association requests that you stop all use of the outerbanksrealtor.com domain name including, but not limited to, use of the domain name on the Internet and on promotional and advertising materials for your business, or to redirect traffic to another website.  We suggest that you register and use a new domain name that contains a REALTOR mark which complies with the rules of the National Association.   \r\n\r\nAs a member of the National Association, and therefore one who understands the importance of protecting and promoting the valuable REALTOR marks, after reviewing this information, we are confident that you will stop all use of the outerbanksrealtor.com domain name.  We request that you promptly provide us with your assurance that you will comply with this request. \r\n\r\nThank you for your cooperation. \r\n  \r\n[Private]\r\nNATIONAL ASSOCIATION OF REALTORS \r\n430 N. Michigan Avenue \r\nChicago, Illinois 60611-4087","date_sent":"2005-10-20T04:00:00Z","date_received":"2005-10-20T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":null,"principal_name":"National Association of Realtors","recipient_name":"www.OuterBanksRealtor.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}