{"dmca":{"id":8128,"type":"Dmca","title":"Google requested to remove groups post pursuant to court order","body":"ACTION NO.: 0501-11065\r\nIN THE COURT OF QUEEN'S BENCH OF ALBERTA\r\nJUDICIAL DISTRICT OF CALGARY\r\nBETWEEN:\r\nTELUS COMMUNICATIONS INC., TELE-MOBILE COMPANY,\r\nPlaintiffs (Applicants)\r\nTELECOMMUNICATIONS WORKERS UNION, ITS\r\nOFFICERS, MEMBERS, SERVANTS, AGENTS AND\r\nREPRESENTATIVES, AND JOHN DOE, JANE DOE AND\r\nOTHER PERSONS UNKNOWN TO THE PLAINTIFFS\r\nACTING AS PICKETS AND/OR ATTENDING AT OR\r\nNEAR THE PREMISES OF THE PLAINTIFFS\r\nDefendants (Respondents)\r\n \r\nBEFORE THE HONOURABLE MME. JUSTICE C.A. KENT IN CHAMBERS\r\n \r\nAt the Court House, in the City of Calgary, in the Province of Alberta, on Wednesday, the 27th day of July, 2005\r\n \r\nORDER UPON THE APPLICATION of the Plaintiffs;\r\nAND UPON HEARING from Counsel for the Plaintiffs and Counsel for the Defendant Telecommunications Workers Union;\r\nAND UPON REVIEWING the Statement of Claim and the Notice of Motion filed July 26, 2005 herein, together with the supporting affidavit evidence;\r\nIT IS HEREBY ORDERED THAT:\r\n1. The Defendants, by themselves, their servants, agents and otherwise and each of them, and anyone attending at or near the premises of the Plaintiffs, including those premises set out in Schedule \"A\" to the Affidavit of Brad Harper, filed herein (the \"premises of the Plaintiffs\"), or at the premises of customers of the Plaintiffs and anyone having knowledge of this Order, be restrained, enjoined and prohibited until further Order of this Court from:\r\n (a) picketing at, on or near the premises of the Plaintiffs or at the premises of customers of the Plaintiffs, in such a manner as to unduly blockade, obstruct or impede access to and from, ingress to or egress from the premises;\r\n (b) unduly blockading, obstructing or impeding persons adjacent to or in the vicinity of the premises of the Plaintiffs, or the premises of customers of the Plaintiffs, or so attempting, at or on streets, sidewalks, parking lots, roads or highways adjacent to such premises;\r\n(c)\t\ttrespassing at the premises of the Plaintiffs or at premises of customers of thev,. Plaintiffs;\r\n(d)\t intimidating, threatening or having any physical contact with the Plaintiffs and their employees, contractors, agents, tenants, customers or suppliers, or others in privity of contract with the Plaintiffs at or near the premises of the Plaintiffs or at or near the premises of customers of the Plaintiffs including persons entering onto or exiting from such premises ;\r\n (e) posting for public viewing on any website any photographs or identifying features with the intent of intimidating or threatening any employees, contractors, agents, tenants, customers or suppliers of the Plaintiffs or others in privity of contract with the Plaintiffs;\r\n (f) aiding, abetting, counseling, procuring, inducing, supporting, encouraging, or conspiring with others, either directly or indirectly, in any manner to bring about any of the acts enjoined above;\r\n2.\tThis Order may be served upon the Defendants:\r\n(a)\tby delivering a copy of the Order to counsel for the Defendant Telecommunications Workers Union;\r\n(b)\tby posting a copy of this Order on the website for the Defendant Telecommunications Workers Union; and\r\n \r\n3\r\n(c)\tby posting a copy of this Order in a prominent location at those premises of the\r\nPlaintiffs, and their customers, where any of the Defendants are in attendance.\r\n3.\t\tThe time for notice of this application is abridged;\r\n4.\t This is an Interim Order to ensure lawful conduct on the part of all parties and there has been no finding on any level that any misconduct has or has not occurred. This Order is prospective and to prevent harm and ensure the safety of all parties to this action and their representatives.\r\n5.\t\tCosts of and incidental to this Application may be addressed by the parties at a future date as may be required.\r\n \r\nJ.C.Q.E.A.\r\n \r\nClerk of the Court\r\nAPPROVED AS THE FORM OF THE ORDER GRANTED: BENNETT JONES LLP\r\nPer:\r\nAnthony L. Friend, Q.C.\r\nSolicitor for the Plaintiffs (Applicants) TELUS Communications Inc.\r\nMCGOWN JOHNSON Per:\r\nWilliam J. Johnson, Q.C.\r\nCounsel for Telecommunications Workers Union\r\nDMSLegal\\043071 \\00226\\2118347v5\r\n \r\nACTION NO: 0501-11065\r\nIN THE COURT OF QUEEN'S BENCH OF\r\nALBERTA\r\nJUDICIAL DISTRICT OF CALGARY\r\nBETWEEN:\r\nTELUS COMMUNICATIONS INC.,\r\nTELE-MOBILE COMPANY, and\r\nTM MOBILE INC.\r\nPlaintiffs (Applicants) - and -\r\nTELECOMMUNICATIONS WORKERS UNION,\r\nITS OFFICERS, MEMBERS, SERVANTS,\r\nAGENTS AND REPRESENTATIVES,\r\nAND JOHN DOE, JANE DOE AND OTHER\r\nPERSONS UNKNOWN TO THE PLAINTIFFS\r\nACTING AS PICKETS AND/OR ATTENDING\r\nAT OR NEAR THE PREMISES OF THE\r\nPLAINTIFFS\r\nDefendants (Respondents)\r\nORDER\r\nBENNETT JONES LLP Barristers and Solicitors 4500 Bankers Hall East\r\n855 - 2nd Street SW Calgary, AB T2P 4K7\r\nAnthony L. Friend, Q.C. / John R. Gilmore\r\nTelephone No.: [private]\r\nFax No.:[private]\r\nOur File No.:43071-226\r\n","date_sent":"2005-07-27T04:00:00Z","date_received":"2005-07-27T04:00:00Z","topics":["Copyright","International"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}