{"dmca":{"id":8133,"type":"Dmca","title":"copyrighted material on your server - DCMA Notice","body":"Dear Sirs/Mesdames:\r\n\r\nRE: Infringement and request for removal pursuant to 17 USC 512\r\n\r\nYOU ARE HEREBY NOTIFIED of infringement pursuant to the Digital Millennium Copyright Act 17 USC 512. Pursuant thereto you are hereby given notice that the undersigned has authority to act on behalf of the owner of an exclusive right, that is, copyrights of Spunky Productions Inc. operating under its trade name katesplayground.com. The information set forth herein is believed to be accurate pursuant to a good faith belief that the use of the material in the matter complained of is not authorized by my client, its agent or under the applicable law.\r\n\r\nThe infringement material is identified as being located on the World Wide Web at:\r\n\r\nhttp://bikinibikini.com/forum/thread6660.html\r\n\r\nPursuant to the DCMA you are required to expeditiously remove, or disable access to, the infringing material, and notify the subscriber of such removal or disablement. Pursuant to 17 USC 512(g)(1) an internet service provider (ISP) that has registered with the copyright office the name and contact information of the person to receive infringement notices, enjoys immunity from liability for the removal or disablement of infringing content, so long as additional safe guards as provided by statute. Please forward this notice to your corporate legal department, general counsel, or other legal counsel immediately for action and direct all responses to the attention of the writer at the contact information provided below.\r\n\r\nI thank you for your immediate attention to this notice and request for removal of the infringing material forthwith.\r\n\r\nYours truly,\r\n\r\nMatt Stregger\r\nSpunky Productions Inc.\r\n\r\n\r\n\r\n","date_sent":"2005-09-26T04:00:00Z","date_received":"2005-09-26T04:00:00Z","topics":["Copyright","Linking"],"sender_name":null,"principal_name":"spunkypro.com","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}