{"dmca":{"id":8157,"type":"Dmca","title":"MortgageNewsDaily complains of borrowed blog","body":"* Comments. Thank you for your attention to this matter.\r\n\r\n\r\n1. Identify in sufficient detail the copyrighted work that you believe has been infringed.\r\n\r\nThe copyrighted work that has been infringed upon is our article titled \"Private Mortgage Insurance   Facts From The Source\" located at the following url: http://www.mortgagenewsdaily.com/982005_Private_Mortgage_Insurance.asp\r\n\r\n2. Identify the material that you claim is infringing the copyrighted work listed in item #1 above.\r\n\r\nThe infringing partly has placed a complete copy of our copyright protected article at the following URLs. The article is currently located on the home page of the website/blog (http://mortgagerefinanceinfo.blogspot.com/). The direct link to the article sub page is located at (http://mortgagerefinanceinfo.blogspot.com/2005/09/private-mortgage-insurance-what-is-it.html)\r\n\r\n3. Provide information reasonably sufficient to permit Google to contact you (email address is preferred).\r\n\r\n[private]\r\n[private]\r\nDavidson, NC 28036\r\n[private] (Direct Line)\r\n[private]@mortgagenewsdaily.com\r\n\r\n4. Provide information, if possible, sufficient to permit Google to notify the owner/administrator of the web page that allegedly contains infringing material (email address is preferred).\r\n\r\nHere is the information I can locate. The blogger.com blogid number is: 15015759 The Google Adsense id used in the content is. pub 5184806249888945 No other contact information is listed on this page and I cannot do a domain lookup since this is a blogspot.com address.\r\n\r\n5. Include the following statement:\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\n6. Include the following statement:\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n[signature and date]\r\n\r\n[private]\r\n","date_sent":"2005-09-13T04:00:00Z","date_received":"2005-09-13T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"MortgageNewsDaily.com","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}