{"dmca":{"id":8179,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-06-29T04:00:00Z","date_received":"2011-06-29T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"tumedicfarm","principal_name":"tumedicfarm","recipient_name":"Google, Inc.","works":[{"description":"es un estimulante sexual femenino que se recomienda a aquellas mujeres que sufren de trastornos sexuales, problemas en la excitación o inconvenientes en la lubricación de la zona vaginal. Ayuda a reavivar el deseo y la fogosidad.\r\n\r\nfemigra.gif\r\n\r\n \r\n\r\nPor qué comprar Femigra (sildenafil)?\r\nLa impotencia masculina es algo que tiene mucha prensa, pero los desórdenes sexuales femeninos no se les presta tanta atención. Sin embargo, la dysfuncion sexual femenina puede ser un problema serio especialmente en mujeres que han tenido tempranamente la menopausia o histerectomía.\r\nUtilizando Femigra o Viagra femenino puede mejorar la sexualidad femenina, haciéndola más placentera y generando más deseo sexual. Lo que puede derivar en que ella o él tengan una vida mejor, ya que se sentirá más feliz porque puede satisfacer a su pareja, como así mismo disfrutar de su placer sexual.\r\nSu pareja se beneficiará de tener una vida sexual mucho mejor y Usted gozará de sexo pleno.\r\nCómo funciona Femigra?\r\nSildenafil es un componente activo de Femigra y Viagra, sus importantes propiedades curativas se descubrieron cuando fueron utilizadas es un estudio, para ver si se podía incrementar el flujo de sangre al corazón. Los participantes masculinos notaron que les resultaba más fácil tener erecciones, entonces fue probado en individuos que poseían impotencia, y su eficacia fue observada en un porcentaje altamente significativo.\r\nLiego. la pastilla también se probó en la mujer. Algunas personas creen que no posee la misma eficacia para la mujer, ya que no poseen las mismas erecciones que los hombres. Pero muchas mujeres que lo utilizan están muy contentas ya que se les mejoró su vida sexual.\r\nFemigra contiene Sildenafil citrate el cual es el componente activo de Viagra masculino, estimulando  el flujo de sangre hacia el área genital, lo que hace que la mujer se vuelva más sensible, tornando más fácil que el deseo sexual aparezca.\r\nFEMIGRA acciona luego de los 30 minutos de haber sido ingerido, y su efecto puede durar 4 horas. Se piensa que los trastornos sexuales femeninos, se dan principalmente por cansancio y que Femigra puede ayudar a superar estos sentimientos.\r\n\r\nCómo tomar FEMIGRA (Sildenafil)?\r\nLa dosis es 100mg Sildenafil. La pastilla debe tomarse solamente cuando se necesite\r\nDebe tomarse una sola pastilla por día, según lo necesario. Puede comprarlas por media de la Farmacia Online\r\nSi Usted está preocupada porque tomó demasiadas pastillas, consulte a su médico inmediatamente.\r\n\r\nTenga en cuenta que:\r\nViagra no debe ser suministrada a personas con problemas físicos y que pueda reaccionar con cierto tipo de medicamentos. Es muy importante consultar con su medico antes de tomarla\r\nFemigra no debe suministrarse a mujeres embarazadas o que estén dando de mamar.\r\nNo existe mucha evidencia que se haya informado con respecto a las mujeres que tomaron Femigra, y que hayan tenido algún efecto secundario, pero se cree que pueden llegar a ser parecidos al Viagra masculino.","infringing_urls":[{"url":"http://femigra.over-blog.es/"},{"url":"http://femigra.over-blog.es/article-viagra-femenina-comprar-femigra-sildenafil-online-75964386.html"},{"url":"http://www.hispanosnet.com/venta_online/articulos1/compre_womera_sildenafil_online_sin_receta.html"}],"copyrighted_urls":[{"url":"http://www.tumedicfarm.com/Viagra_Femenina.html"}]},{"description":"Yasmín es una píldora anticonceptiva que por medio de las hormonas que posee, hace que el organismo tenga la sensación de que la ovulación se ha efectuado y obstruye la implantación de los óvulos en el endometrio. No produce aumento de peso ni retención de líquidos.\r\nPorque comprar Yasmín Genérico (Drospirenona, Etinilestradiol)?\r\nQué es y cómo está compuesto Yasmín Genérico (Drospirenona, Etinilestradiol):\r\nCómo actúa Yasmín Genérico (Drospirenona, Etinilestradiol):\r\nCómo tomar Yasmín Genérico (Drospirenona, Etinilestradiol):\r\nYasmín Genérico (Drospirenona, Etinilestradiol): Advertencias\r\n\r\n \r\nPorque comprar Yasmín Genérico (Drospirenona, Etinilestradiol)?\r\n\r\nLas píldoras anticonceptivas es uno de los métodos más utilizado por las mujeres para prevenir un posible embarazo. Entre la gran gama de productos que ofrece el mercado de encuentra Yasmín Genérico (Drospirenona, Etinilestradiol), un contraceptivo de última generación pensado para proteger a la mujer sin la necesidad de que padezca las reacciones comunes de otras pastillas de este estilo\r\n\r\n    Yasmín Genérico (Drospirenona, Etinilestradiol) no produce aumento de peso ni retención de líquidos. No se sentirá hinchada, pesada ni padecerá de dolor en los senos.\r\n    La Drospirenona es una progestina sintética muy similar a la progesterona natural. En consecuencia, posee una gran tolerancia por parte del organismo y beneficios tales como la disminución de los efectos secundarios.\r\n    Además de su poder anticonceptivo, Yasmín Genérico (Drospirenona, Etinilestradiol) es recomendado para la regulación del ciclo menstrual, produciendo menstruaciones absolutamente normales y en fecha. Asimismo, es muy recetado para combatir, en mujeres mayores, los síntomas del climaterio.\r\n    Yasmín Genérico (Drospirenona, Etinilestradiol) disminuye los dolores y la tensión premenstrual. En consecuencia, el uso de este producto permitirá a las mujeres durante el período realizar su rutina normal sin tener que evitar la actividad física.\r\n    Por el aumento de los andrógenos, Yasmín Genérico (Drospirenona, Etinilestradiol) mejora el estado de la piel dejándola más limpia y tersa y reduce la grasitud que se acumula tanto en el rostro como en el pelo.\r\n    Yasmín Genérico (Drospirenona, Etinilestradiol) tiene una alta tolerancia por parte del organismo, por lo que los efectos secundarios tanto físicos y como emocionales son nimios.\r\n    Cuando decida dejar el tratamiento y comenzar la búsqueda del embarazo, su fertilidad no se verá afectada por haber usado Yasmín Genérico (Drospirenona, Etinilestradiol). Podrá quedar embarazada inmediatamente luego de haber dejado de tomar las tabletas.\r\n\r\nIr Arriba\r\n\r\nQué es y cómo está compuesto Yasmín Genérico (Drospirenona, Etinilestradiol):\r\n\r\nYasmín Genérico (Drospirenona, Etinilestradiol) es una píldora anticonceptiva hormonal combinada compuesta por 3 miligramos de Drospirenona y 30 microgramos de etinilestradiol.\r\n\r\nIr Arriba\r\n\r\nCómo actúa Yasmín Genérico (Drospirenona, Etinilestradiol):\r\n\r\nPor medio de las hormonas que posee, este producto hace que el organismo tenga la sensación de que la ovulación se ha efectuado y obstruye la implantación de los óvulos en el endometrio. Simultáneamente, hace más difícil la penetración del esperma en el útero.\r\n\r\nIr Arriba\r\n\r\nCómo tomar Yasmín Genérico (Drospirenona, Etinilestradiol):\r\n\r\nCada blister de Yasmín Genérico (Drospirenona, Etinilestradiol) se prensenta con 21 comprimidos recubiertos. Se debe tomar uno todos los días a la misma hora. Luego se realiza un período de descanso. Junto con las tabletas, Yasmín Genérico (Drospirenona, Etinilestradiol) ofrece un prospecto en donde se explica, con todos los detalles, como se debe tomar el producto. Recurra a las indicaciones cada vez que se le presente una duda.\r\n\r\nAntes de iniciar el tratamiento anticonceptivo, visite a su médico para despejar todas las dudas acerca de su uso. Este también evaluará si su organismo es apto para realizar las tomas. Deberá entonces ofrecerle la siguiente información: su historial clínico, las alergias que posee y qué medicamentos se encuentra tomando en el momento en el que comenzará a tomar este producto.\r\n\r\nIr Arriba\r\n\r\nYasmín Genérico (Drospirenona, Etinilestradiol): Advertencias\r\n\r\nEsta fármaco está contraindicado en los siguientes casos:\r\n\r\n    Mujeres que están embarazadas o sospechan estarlo.\r\n    Mujeres con antecedentes de enfermedades cardíacas como apoplejía, flebitis, embolia pulmonar, infarto de miocardio, hipertensión arterial grave.\r\n    Mujeres con hipersensibilidad a los componentes de las píldora.\r\n\r\nEfectos secundarios:\r\n\r\n    Dolores de cabeza\r\n    Cambios de humor\r\n    Migrañas\r\n    Nauseas\r\n    Vómitos\r\n    Flujo vaginal\r\n    Infecciones vaginales\r\n\r\nSi nota que estos síntomas no cesan, consulte con su ginecólogo.\r\n\r\nGuarde el blister de Yasmín Genérico (Drospirenona, Etinilestradiol) en un lugar seguro, fresco, sin humedad y fuera de la acción directa de la luz. No consuma pastillas que provengan de envases adulterados. No tome el producto si este ya ha caducado. No guarde las pastillas en un lugar de fácil acceso para los niños.\r\n\r\n \r\n\r\n \r\nArticulos Relacionados:\r\n\r\n    Los ocho consejos para acompañar el tratamiento con Yasmín\r\n    Las ocho ventajas de Yasmín Genérico\r\n    Mentiras y verdades sobre Yasmín\r\n    Por qué debo cuidarme con Yasmín Genérico\r\n\r\nCompre Yasmin AHORA","infringing_urls":[{"url":"http://es.answers.yahoo.com/question/index?qid=20090727001620AAw34Rh"},{"url":"http://www.farmacias-internet.com/yasmin.html"}],"copyrighted_urls":[{"url":"http://www.tumedicfarm.com/yasmin.html"}]},{"description":"Por qué comprar Imovane (Zopiclona)?\r\n\r\nLas alteraciones del sueño suelen ser una manifestación de ciertos trastornos tanto físicos como psíquicos. Para aquellos que buscan una solución al insomnia a corto plazo, Imovane (Zopiclona) resulta una respuesta positiva ya que alivia síntomas tales como la dificultad de quedarse dormido, las constantes interrupciones del sueño a lo largo del descanso y la imposibilidad de dormir el tiempo deseado.\r\n\r\nNo lograr el descanso deseado modifica de forma negativa la rutina diaria y las actividades tanto laborales como familiares. Para alcanzar el sueño y poder reposar con tranquilidad, se recomienda el uso de Imovane (Zopiclona).\r\nDebido a sus componentes, el Imovane (Zopiclona) posee propiedades ansiolíticas y en ocasiones es utilizado, por tratarse de un anticonvulsionante, para personas que padecen de convulsiones.\r\nResulta efectivo para pacientes que padecen de dolores en el cuerpo a causa de las tensiones y el estrés, ya que se trata además de un relajante muscular.\r\nUsted podrá dormir, luego de tomar este producto, por un tiempo prolongado y sin las interrupciones características que padece una persona con insomnio a lo largo de la noche.\r\nEl Imovane (Zopiclona) se absorbe en el cuerpo de forma rápida. Gracias a la rápida llegada del fármaco al organismo, los efectos se verán poco tiempo despues de haber ingerido la tableta, por lo que no necesitará planear de antemano el horario para acostarse a dormir.\r\nImovane (Zopiclona) es un producto muy recomendado para aquellas personas con problemas puntuales debido a su rápida acción y a su corto lapso de uso. Así, podrá restar un problema como lo es el cansancio crónico y enfocar la atención en mejorar otros aspectos de su vida ya que por las noches reducirá la excitabilidad emocional de manera significativa.","infringing_urls":[{"url":"http://www.hispanosnet.com/venta_online/comprar_imovane_zopiclona_online.html"}],"copyrighted_urls":[{"url":"http://www.tumedicfarm.com/imovane.html"}]},{"description":"Para cuáles condiciones o enfermedades se prescribe este medicamento?\r\n\r\nEl ciprofloxacino es un antibiótico usado para tratar ciertas infecciones causadas por bacterias, como la neumonía; gonorrea; diarrea infecciosa; fiebre tifoidea; carbunco por inhalación (después de la exposición a una fuente de contaminación); y las infecciones a los huesos, articulaciones, la piel y las vías urinarias. Los antibióticos no tienen ningún efecto sobre los resfríos, la gripe y otras infecciones virales.\r\n\r\nEste medicamento también puede ser prescrito para otros usos; pídale más información a su doctor o farmacéutico.\r\n¿Cómo se debe usar este medicamento?\r\n\r\nEl ciprofloxacino viene envasado en forma de tabletas y como suspensión oral líquida para tomar por vía oral. Se toma generalmente con o sin alimentos cada 12 horas (dos veces al día) durante 7 a 14 días. El tratamiento para algunas infecciones puede llevar hasta 6 semanas o más. Para tratar el carbunco pulmonar (después de la exposición a una fuente de contaminación), se debe tomar ciprofloxacino durante 60 días. Para tratar la gonorrea, se toma una dosis única. Siga cuidadosamente las instrucciones en la etiqueta del medicamento y pregúntele a su doctor o farmacéutico cualquier cosa que no entienda. Use el medicamento exactamente como se indica. No use más ni menos que la dosis indicada ni tampoco más seguido que lo prescrito por su doctor.\r\n\r\nAgite durante 15 segundos el envase de la solución oral de ciprofloxacino antes de cada uso.\r\n\r\nLas tabletas deben tomarse con un vaso grande de agua preferentemente dos horas después de las comidas.\r\n\r\nSiga tomando el medicamento aunque se sienta mejor y no deje de tomarlo sin antes consultarlo con su médico.\r\n¿Qué otro uso se le da a este medicamento?\r\n\r\nEl ciprofloxacino también se usa para tratar a los pacientes con fibrosis cística que tienen infecciones al pulmón, y en el tratamiento de algunas infecciones malignas al oído y tuberculosis. El ciprofloxacino puede usarse en combinación con otros medicamentos para tratar la diseminación de la microbacteria avium compleja. Converse con su doctor acerca de los riesgos de usar este medicamento para tratar su condición.\r\n¿Cuáles son las precauciones especiales que debo seguir?\r\n\r\nAntes de comenzar a tomar ciprofloxacino:\r\n\r\n    dígale a su doctor y a su farmacéutico si usted es alérgico al ciprofloxacino, enoxacino (Penetrex), levofloxacino (Levaquin), lomefloxacino (Maxaquin), norfloxacino (Noroxin), ofloxacino (Floxin), sparfloxacino (Zagam), cinoxacina (Cinobac), ácido nalidíxico (NegGram) o a otros medicamentos.\r\n    dígale a su doctor y a su farmacéutico qué medicamentos con y sin prescripción está tomando, especialmente otros antibióticos, anticoagulantes como warfarina (Cumadina), agentes de quimioterapia para tratar el cáncer, cimetidina (Tagamet), cinoxacina (Cinobac), ciclosporina (Neoral, Sandimmune), enoxacino (Penetrex), levofloxacino (Levaquin), lomefloxacino (Maxaquin), medicamentos que pueden causar crisis convulsivas, medicamentos que contienen cafeína (NoDoz, Vivarin), ácido nalidíxico (NegGram), norfloxacino (Noroxin), ofloxacino (Floxin), fenitoína (Dilantin), probenecida (Benemid), sparfloxacino (Zagam), sucralfato (Carafate), teofilina (Theobid, Theo-Dur, otros) y vitaminas.\r\n    no tome antiácidos (Mylanta, Maalox); didanosina (Videx) tabletas masticables o en polvo; suplementos de calcio, hierro o cinc; o sucralfato (Carafate). Todos los medicamentos enumerados deben ser tomados 2 horas después o 6 horas antes de ciprofloxacino.\r\n    dígale a su doctor si tiene o alguna vez ha tenido problemas al riñón o hígado, epilepsia, colitis, problemas al estómago, visión, corazón o antecedentes de accidentes cerebrovasculares.\r\n    dígale a su doctor si está embarazada, tiene planes de quedar embarazada o si está amamantando. Si queda embarazada mientras toma este medicamento, llame a su doctor de inmediato.\r\n    si va a ser sometido a cualquier cirugía, incluyendo la dental, dígale al doctor o dentista que usted está tomando ciprofloxacino.\r\n    este medicamento puede causar mareos, náuseas y cansancio. No conduzca automóviles ni maneje maquinaria pesada hasta que sepa cómo lo afectará este medicamento.\r\n    evite la exposición innecesaria o prolongada a la luz solar y use ropa que cubra su piel, gafas de sol y filtro solar. Este medicamento hace que su piel se vuelva mucho más sensible a la luz solar. \r\n\r\n¿Qué dieta especial debo seguir mientras tomo este medicamento?\r\n\r\nNo tome ciprofloxacino solo con productos lácteos como la leche o el yogur. Si usted usa productos lácteos como parte de la comida programada para ese día, tome ciprofloxacino con comidas. Beba al menos ocho vasos de agua o de cualquier otro tipo de líquido todos los días. No beba ni coma muchos productos que contengan cafeína como el café, té, bebidas cola o chocolate. El ciprofloxacino aumenta el nerviosismo, produce insomnio, palpitaciones irregulares y ansiedad causados por la cafeína.\r\n¿Qué tengo que hacer si me olvido de tomar una dosis?\r\n\r\nTome la dosis que olvidó tan pronto como lo recuerde, sin embargo, si es hora para la siguiente, sáltese aquella que no tomó y siga con la dosificación regular. No tome una dosis doble para compensar la que olvidó.\r\n¿Cuáles son los efectos secundarios que podría provocar este medicamento?\r\n\r\nAunque los efectos secundarios de este medicamento no son comunes, podrían llegar a presentarse. Dígale a su doctor si cualquiera de estos síntomas se vuelve severo o si no desaparece:\r\n\r\n    malestar estomacal\r\n    diarrea\r\n    vómitos\r\n    dolor de estómago\r\n    cefalea (dolor de cabeza)\r\n    agitación\r\n    nerviosismo\r\n    dificultad para quedarse o permanecer dormido\r\n    ansiedad\r\n    pesadillas \r\n\r\n \r\n\r\nSi usted experimenta alguno de los siguientes síntomas, llame a su doctor de inmediato:\r\n\r\n    sarpullido (erupciones en la piel)\r\n    prurito (picazón)\r\n    urticarias\r\n    dificultad para respirar o tragar\r\n    inflamación de la cara o garganta\r\n    decoloración amarillenta de la piel u ojos\r\n    orina oscura\r\n    heces pálidas u oscuras\r\n    sangre en la orina\r\n    cansancio inusual\r\n    quemaduras de sol (eritema solar) o ampollas\r\n    crisis convulsivas o convulsiones\r\n    infección vaginal\r\n    cambios en la visión\r\n    dolor, inflamación o rotura de un tendón\r\n    mareos\r\n    confusión\r\n    temblores\r\n    alucinaciones\r\n    ver o escuchar cosas que no existen\r\n    depresión\r\n    pensamientos suicidas \r\n\r\n \r\n\r\nSi usted desarolla un efecto secundario serio, usted o su doctor puede enviar un informe al programa de divulgación de efectos adversos del 'MedWatch' de la Administración del Alimento y de la Droga ('FDA') por Internet [ en http://www.fda.gov/MedWatch/report.htm ] o por teléfono [ 1-800-332-1088 ].\r\n¿Cómo debo almacenar este medicamento?\r\n\r\nMantenga este medicamento en su envase, bien cerrado y fuera del alcance de los niños. Almacénelo a temperatura ambiente y lejos del calor excesivo y la humedad (no en el baño). Manténgalo lejos de la luz. Deseche cualquier medicamento que esté vencido o que ya no se utilice. Converse con su farmacéutico acerca del desecho adecuado de los medicamentos.\r\n\r\nFuente : medlineplus","infringing_urls":[{"url":"http://mx.answers.yahoo.com/question/index?qid=20070723022119AAiA80P"},{"url":"http://www.astrolabio.net/canal/contenido/cipro-generico-ciprofloxacino-antibioticos-1011457.php"},{"url":"http://www.astrolabio.net/revistas/articulos/EEZuVkkZVAbMDJSDVn.php"},{"url":"http://www.efiro.com/canal/contenido/cipro-generico-ciprofloxacino-antibioticos-1011457.php"},{"url":"http://www.farmacias-internet.com/Cipro_Ciprofloxacino.html"},{"url":"http://www.tu-farmacia.com/index.php?option=com_alphacontent&view=alphacontent&limitstart=310"},{"url":"http://www.tu-farmacia.com/index.php?option=com_content&view=article&id=1046"},{"url":"http://www.tu-farmacia.com/index.php?option=com_content&view=article&id=1046&catid=48:glosario&Itemid=132"},{"url":"http://www.tu-farmacia.com/index.php?option=com_content&view=article&id=1046&catid=48:glosario&Itemid=145"}],"copyrighted_urls":[{"url":"http://www.tumedicfarm.com/Cipro_Ciprofloxacino.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}