{"dmca":{"id":8180,"type":"Dmca","title":"Perfect 10 complains again (#10)","body":"Dear Mr. Rana and Mr. MacGillvary,\r\n\r\nWe have been complaining to Google for more than three and a half years regarding a massive misappropriation of Perfect 10 images and images belonging to third parties on websites that appear on Google Searches. This situation is very serious as consumers can view almost the entirety of Perfect 10's library over and over without paying anything by utilizing Google search or by looking at our images for free on your servers. It has become clear that you are misappropriating our images and hundreds of thousands of other adult images and offering them for free to drive traffic to your website so you can enhance advertising revenue. You don't need to offer any adult images to be a search engine, let alone hundreds of thousands, many of which are extraordinarily explicit and should not be shown to young kids. In the process of offering thousands of Perfect 10 images for free to drive traffic to your website, you are also using our images to promote three or four hundred thieves who misappropriated our property.\r\n\r\nIn a prior communication, I attached the declarations of celebrities Britney Spears, Christina Aguilera, Anna Koumikova, Yasmine Bleeth, and Rebecca Gayheart indicating that they have not authorized any celebrity porn site to use their names or images. With this information, our DMCA notices, and the many disclaimers on these sites, you should realize (if you do not already) that virtually all the celebrity porn-sites that Google has in its search index (those that advertise nude images of mainstream celebrities) do not have the rights to their content. If your company is really serious about respecting intellectual property rights, you should require licenses or some other proof that celebrity porn sites own ANY of those celebrity images. They don't, and you don't have the rights to put these images on your servers either.\r\n\r\nWhen I say ","date_sent":"2005-02-17T05:00:00Z","date_received":"2005-02-17T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Perfect 10, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}