{"dmca":{"id":8183,"type":"Dmca","title":"UNAUTHORIZED PHOTO USAGE","body":"Bob Riha, Jr.                Photojournalist\r\n\r\n   NEW EDITORIAL - CORPORATE - PUBLIC RELATIONS -ADVERTISING\r\n\r\nSubject: UNAUTHORIZED Photo Usage\r\n\r\nOctober 3, 2005\r\n\r\n\r\nDear Allison,\r\n\r\nIt was brought to my attention recently that your web site--www.heathbaby.com/images/categories.php?cat_id=175 - used one or more photographs taken by me within your web site. This photo usage is unauthorized and without my permission. It is also a violation of U.S. Copyright Laws.\r\n\r\nThe photo(s) in question accompanied a USA TODAY article on the web site USATODAY.com, which is Copyrighted by Gannett Corporation/USA TODAY. I am a Contract Photographer with USA TODAY and own all rights to my photographs.\r\n\r\nPer my Contract with Gannett/USA TODAY, Gannett/USA TODAY does not have the right to distribute any of my photo material outside of Gannett/USA TODAY publications. They have not violated this contractual agreement with me in the last 23 years. People are allowed to have a link button back to the story & photos within the USA TODAY.com web site, but it is not allowed to reproduce stories and especially not my photos, outside USA TODAY web sites without permission or reuse fee paid.\r\n\r\nYour website has used-without authorization, the USA TODAY article and photograph(s) that was originally licensed by me (Bob Riha, Jr.) to USA TODAY for use on the USATODAY.com website. USA TODAY is the copyright owner of the article and I own the copyright to the photograph(s). You have not sought, nor received, permission to copy or distribute the USA TODAY article and photo in question, nor have you received permission from me (Bob Riha Jr.) to copy or distribute my photograph(s).\r\n\r\nYou may refer website users to USA TODAY's archives to obtain their own copy of the article, provided such referral does not imply an association with, or sponsorship by, USA TODAY or myself. In addition, you may direct any permission request to Scoop Reprint Source (a company that processes copyright permission requests on USA TODAY's behalf) at 1-800-767-3263, ext.130.\r\n\r\nAt this time, this is what I request:\r\n\r\n1) Cease and Desist using the photo(s) taken by me in question.\r\n2) Remove any photo(s) in question plus any credit lines.\r\n3) Reuse Fee for Photo Usage - Pay a Photo Usage Fee of $500.00 per photo used (to date) on your web site. Payment will be due within (30) days of this notice to you. No other notifications will be made to you. If payment is not received within 30 days, this matter will be turned over to a Copyright Attorney and will seek damages, including copyright violation(s) and legal fee's pertaining to this matter.\r\n\r\nPlease contact me to discuss this matter further if you choose. If permission was given to you to reproduce photograph(s) taken by me, please contact me at once and forward me a copy of the signed agreement from Gannett/USA TODAY or Scoop Reprint Source, so that I can resolve this matter. \r\n\r\nThank you in advance.\r\n\r\nMy mailing address is: Bob Riha, Jr.\r\n3053 Marwick Avenue\r\nLong Beach, Calif. 90808 USA\r\n(562) 938-1272\r\n\r\n\r\nBilling Infomation: (6) photos used on Web Site without Permission\r\n\r\nReuse Fee due - $ 500.00 per photo used (Heath Ledger photos)- 6 photos used without permission\r\n\r\nTotal amount due $ 3000.00 for unauthorized photo used on web site\r\n\r\n\r\nSincerely,\r\nBob Riha, Jr.","date_sent":"2005-10-03T04:00:00Z","date_received":"2005-10-03T04:00:00Z","topics":["Copyright","Copyright and Fair Use"],"sender_name":null,"principal_name":"Bob Riha, Jr.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}