{"dmca":{"id":8276,"type":"Dmca","title":"KAM claims patent to run over model railroads","body":"We represent KAM Industries (\"KAM\") with respect to their intellectual property matters. KAM is the owner of U.S. Patent No. 6,530,329 B2, issued March 11, 2003, a copy of which is enclosed herewith for your convenience.\r\n\r\nOur preiminary analysis of the JMRI software indicates that it currently includes separate distinct programs (e.g. interface instances), namely Throttle, PanelPro, DecoderPro and Loco Tools.  Each of these programs appears to be a separate Java application instance that may be run simultaneously on a computer.  During operation of the JMRI software programs, our analysis indicates that the software includes the functionality to communicate over a TCP/IP connection with an installed JMRI server.  The JMRI server in turn communicates with a command station for a model railroad.  Our analysis further indicates that the JMRI server is capable of receiving commands from all the Java application instances anad then the commands are forwarded to the command station, and likewise retrieving commands from the command station and providing them to the corresponding separate Java application instance.\r\n\r\nClaim 1 of U.S. Patent No. 6,530, 329 claims a method of operating a digitally controlled model railroad comprising the steps of: (a) transmitting a first command from a first program to an interface; (b) transmitting a second command from a second program to said interface; and (c) sending third and fourth commands from said interface representative of said first and second commands, respectively, to a digital command station.\r\n\r\nIt is our opinion that the JRMI software may infringe claim 1 of the '329 patent.\r\n\r\nBy way of assistance, in order to avoid further infringement of claim 1 of the '329 patent, I would suggest rewriting all of the Java application instance in a single instance where JMRI instance manager can only satisfy one creation request.\r\n\r\nKAM currently has an active licensing program for each copy of infringing software downloaded or otherwise installed on a computer at $19 per copy.  KAM would be interested in licensing its patent rights to the JRMI software.\r\n\r\nPlease provide us a response within 10 days.\r\n\r\n","date_sent":"2005-03-08T05:00:00Z","date_received":"2005-03-08T05:00:00Z","topics":["Copyright","Patent"],"sender_name":"Chernoff, Vilhauer, McClung & Stenzel, LLP","principal_name":"KAM Industries","recipient_name":"UC Berkeley","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}