{"dmca":{"id":8283,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-06-29T04:00:00Z","date_received":"2011-06-29T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Smile Foundation","principal_name":"Smile Foundation","recipient_name":"Google, Inc.","works":[{"description":"I am writing on behalf of Smile Foundation, a national level development organization based out of India. Smile runs more than a hundred innovative welfare projects across India related to underprivileged children and youth. In addition, Smile believes that unless privileged citizens get involved in the development process on their own, it will not be possible to uplift the Indian poor, notwithstanding all the efforts by the government, charities and related agencies. In order to further the same, Smile Foundation also focuses on numerous sensitization efforts through innovative communication. \r\nWith an objective of sensitizing the privileged masses Smile Foundation has produced a full length feature film titled ‘I AM KALAM.’ The protagonist ‘Chotu’ is a young boy working at a dhaba (Indian roadside eatery). He dreams of becoming educated one day and pursue his dream. Once he saw the then President of India, Dr. A. P.J. Abdul Kalam addressing on television. He learned that Kalam was a poor boy like him selling newspapers. \r\nIt's a story that might have belonged to any developing country. The movie has been highly acclaimed and has won about a dozen awards across the globe. A few of it include: Lucas International Film Fest Frankfurt, London Film Fest, Cinekid International Film Fest, Minsk International Film Fest, Ale Kino Poland, IFF LA among others. \r\n\r\nRecently we found that I AM KALAM the movie is uploaded in many public domains without taking our consent. We tried our best to report copyright issues to the domain owners and the registrars, but all in vain. We tried time and again to get the movie withdrawn from the public domains, but the video started spreading in many malicious websites . \r\n\r\nAfter sending regular remainders to the webmasters, we wrote to Google. Initially it worked, but now the movie has again started spreading.\r\n\r\nThis issue has started bothering our perspective film distributors. This may further hurt our cause as revenue generated if any from it would be put again to the cause we work for. Hence we started seeking right help and support, and in the process, we found your esteemed organization as the one who can understand the problems of a charitable organization. We are very new to this matter and hence, request for support and guidance.\r\n\r\nThus we would request you to kindly guide us on fighting this copyright infringement of the movie “I Am Kalam.”\r\n\r\nRegards,\r\n\r\nAshok\r\nSmile Foundation\r\nV-11, Level-1, Green Park Extension, New Delhi-110016, India\r\nPh: + 91 11 41354565\r\nMob: +91 9910764623\r\nwww.smilefoundationindia.org \r\nwww.iamkalam.com","infringing_urls":[{"url":"http://chiefsworld.activeboard.com/t42053428/i-am-kalam-2011-dvd-rip-watch-online-with-english-subtitles/"},{"url":"http://watchonlinemoviesfreee.com/2011/i-am-kalam-2010-hindi-movie-watch-online/"},{"url":"http://www.desirulez.net/.../210800-i-am-kalam-2011-dvd-rip-%7C-watch-online-%7C-%7C-english-subtitles-%7C.html"},{"url":"http://www.desirulez.net/...online/254100-i-am-kalam-2011-watch-online-free-dvd-rip.html"},{"url":"http://www.mastinepal.com/showthread.php?p=28091"},{"url":"http://www.onlinefreemovies4u.com/tag/i-am-kalam/"},{"url":"http://www.teluguhindimovies.com/?p=92"},{"url":"http://www.upbulk.com/media/video.php?id=483142"},{"url":"http://www.videosplayer.com/tag/i-am-kalam/"}],"copyrighted_urls":[{"url":"http://www.smilefoundationindia.org/i_am_kalam.htm"},{"url":"http://www.iamkalam.com"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}