{"dmca":{"id":8298,"type":"Dmca","title":"Higher Praise Academy","body":"Dear, Owners Of http://www.privateschoolreview.com/school_ov/school_id/7745  \r\n \r\nAs the administrative contact for http://www.privateschoolreview.com/school_ov/school_id/7745 this e-mail is to inform you that the web sites http://www.privateschoolreview.com/school_ov/school_id/7745 are in violation of United States, Canadian and international copyright, trademark and anti-piracy laws. We have been aware of this site pages since the first day you placed it on the web. We thought you would eventually ask us if you could use our copywrite name. But we have received no comunications from any of your party.\r\nIn particular http://www.privateschoolreview.com/school_ov/school_id/7745 are, without authorization, Using  the name Higher Praise, higherpraise, The name has been copywrite by the owners of higherpraise.com org and net. Thousands of dollars have been spent yearly since 1982 to promote the higherpraise theme. Our sites Higherpraise.com org and net were first on the web using the name Higher Praise in 1998. We have worked hard adding 30 thousand pages to Higher Praise increasing our web traffic to 3.8 million Page views Monthly. You are with out regard to copywrite, reaping the benefits and are causing confusion to our clients that are searching for our site, they log on your site named Higher Praise when they are in truth looking for our Christian educational items. We have numerous emails of this complaint and frankly we have had enough and want it to stop asap.\r\n\r\nThe names Higher Praise, HigherPraise, www.higherpraise.com www.higherpraise.org www.higherpraise.net   These Names and networks are either owned by HigherPraise, or are managed by Higher Praise Inc. for and on behalf of the applicable copyright and trademark owners since 1982.  In addition, the Names. http://www.privateschoolreview.com/school_ov/school_id/7745 cannot legally use neither distribute content without first obtaining the appropriate licensing arrangements and permissions through Higher Praise inc. Or Praise Lyrics Inc. Or Christian Lyrics inc.\r\n\r\nThe terms of use are set forth very clearly on Higher Praise Web Site http://www.higherpraise.com/Copyright.htm \r\n\r\nPraiseLyrics, WorshpLyrics, HigherPraise Proprietary Rights \r\nYou acknowledge and agree that the Service and any necessary software used in connection with the Service (\"Software\") contain proprietary and confidential information that is protected by applicable intellectual property and other laws. You further acknowledge and agree that all Content, including that contained in sponsor advertisements or information presented to you through the Service or other third parties, is protected by copyrights, trademarks, service marks, patents or other proprietary rights and laws. Except as expressly authorized by PraiseLyrics, Worshiplyrics, Higher Praise its advertisers or the appropriate third party, you agree not to modify, rent, lease, loan, sell, distribute or create derivative works based on the Service, Content or the Software, in whole or in any part. \r\nCopyright \r\nAll content included on this site, such as text, names, graphics, logos, button icons, images, audio clips, and software is the property of PraiseLyrics, Worshiplyrics, HigherPraise or its content suppliers and protected by Canadian and international copyright laws. The compilation (meaning the collection, arrangement, and assembly) of all content on this site is the exclusive property of PraiseLyrics, WorshipLyrics, Higher Praise and protected by Canadian and international copyright laws. All software used on this site is the property of PraiseLyrics, WorshipLyrics, HigherPraise or its software suppliers and protected by Canadian and international copyright laws. Any use, including the reproduction, modification, distribution, transmission, republication, display, or performance, of the content on this site is strictly prohibited. \r\nTrademarks \r\nPraiseLyrics.ComT PraiseLyrics.OrgT WorshipLyrics.orgT  WorshipLyrics.netT HigherPraise.ComT HigherPraise.OrgT HigherPraiseT & Higher PraiseT are registered trademarks of HigherPraise, Inc., in Canada and other countries. The trademarks and other PraiseLyrics,Worshiplyrics,HigherPraise graphics, logos, and service names are trademarks of HigherPraise, Inc.. PraiseLyrics,Worshiplyrics,HigherPraise trademarks may not be used in connection with any product or service that is not HigherPraise's, in any manner that is likely to cause confusion among customers, or in any manner that disparages or discredits PraiseLyrics, Worshiplyrics, HigherPraise. All other trademarks not owned by HigherPraise or its affiliates that appear on this site are the property of their respective owners, who may or may not be affiliated with, connected to, or sponsored by PraiseLyrics, Worshiplyrics, HigherPraise or its affiliates. \r\n\r\nhttp://www.privateschoolreview.com/school_ov/school_id/7745 are in direct fault of copyright violation, trademark infringement, fraud and theft of services We would like your immediate response and have the name Higher Praise removed from the web site. http://www.privateschoolreview.com/school_ov/school_id/7745 or any other place or resource that it is being used on. Sample below\r\n \r\n MSN.COM and Google Search\r\nHigher Praise Academy - Covington, Georgia/GA - Private School Profile\r\nFind a profile of Higher Praise Academy. ... Higher Praise Academy. School Level,\r\nK-12 school. School Type, Regular Elementary / Secondary ...\r\nwww.privateschoolreview.com/school_ov/school_id/7745 - 24k - Cached - Similar pages \r\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------\r\n\r\nSincerely, \r\nMerv Gold \r\nGeneral Counsel \r\nCC, Douglas B. Thompson  -  Thompson Lambert LLP \r\n780.472.0322 (Direct) \r\nmervgold@shaw.ca (Email)\r\nHigher Praise Inc\r\nPraise Lyrics Inc\r\nChristian Lyrics Inc.\r\n\r\nhigherpraise.com (URL) \r\nhigherpraise.org\r\nhigherpraise.net\r\nHigherpraise mirror Sites\r\npraiselyrics.com\r\npraiselyrics.org\r\nworshiplyrics.org\r\nworshiplyrics.net\r\nchristianlyrics.org\r\ntrippymusic.org\r\nlyricsinc.com\r\nlyricsinc.org\r\nlyricsinc.net","date_sent":"2005-10-07T04:00:00Z","date_received":"2005-10-07T04:00:00Z","topics":["Uncategorized","Copyright"],"sender_name":"CC, Douglas B. Thompson  -  Thompson Lambert LLP","principal_name":"Merv Gold","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}