{"dmca":{"id":8411,"type":"Dmca","title":"Tolkien Enterprises Lords Its Licenses over Online Gamers","body":"HOWARD\r\nRICE\r\nNEMEROVSKI\r\nCANADY\r\nFALK\r\n& RABKIN October 4,2005\r\nThree Embarcadero Center\r\nSeventh Floor\r\nSan Francisco, CA 941 1 1-4024\r\nTelephone 415 434 1600\r\nFacsimile 415 217 5910\r\n\r\n[Private]\r\n[Private]\r\nVIA EMAIL\r\nTO: webmaster@merp.com and hostmaster@rightsfiglit.com\r\nMEW. com\r\nRe: Iron Crown Enterprises Materials\r\n\r\nDear Sir or Madam:\r\nWe represent The [Private] Company d.b.a. Tolkien Enterprises (SZC) with\r\nrespect to intellectual property matters. SZC owns the exclusive worldwide right to create,\r\nproduce, license, publish, sell, and offer for sale derivative works including without limitation\r\nrole-playing games based on J.R.R. Tolkiens literary trilogy known as The Lord ofthe Rings\r\nand his novel, The Hobbit (the Tolkien Works). The copyrights in the Tolkien Works have\r\nbeen registered in the U.S. Copyright Office.\r\n\r\nOur client recently learned that you are operating a website at <www.merp.com>\r\nthat infringes SZCs intellectual property rights. Specifically, MERP.com offers for display,\r\ndistribution, and download numerous copyrighted materials previously published by Iron Crown\r\nEnterprises in relation to its Middle Earth Role Playing Game system (the ICE Materials).\r\nSZC holds all copyrights to the ICE Materials through assignment.\r\nOur client has not authorized these activities in relation to its copyrighted works.\r\nTherefore, the copying, promotion, display, and distribution of the ICE Materials constitute\r\ninfringement of SZCs copyrights. Thus far, SZC has counted over 65 separate examples of ICE\r\nMaterials available for unlawful download through the MERP.com website.\r\nSZC is required to take immediate action to protect its valuable intellectual property\r\nrights. \r\n\r\nIn order to resolve this matter expeditiously, we ask that, within fourteen (14) days of the date of this letter, MERP.com:\r\n\r\n1. cease all distribution and distribution-related activities related to the ICE Materials;\r\n\r\n2. collect and destroy all copies of the ICE Materials in MERP.coms possession or control, including copies in both hardcopy and digital form; MERP.com\r\n\r\n3. remove all references to, and excerpts from, the ICE Materials on the\r\nMERP.com website <www.merp.com>; and\r\n\r\n4. provide us with a written statement in which you certify that MERP.com has\r\nfully complied with the above items and in which MERP.com agrees that it will\r\nnot produce, copy, distribute, display, advertise, promote, offer for sale, or sellthe ICE Materials or any other work based on the Tolkien Works in any manner in the future, until such time, if any, as all copyrights in the Tolkien Works have expired.\r\n\r\nSZC would like to resolve this matter expeditiously and without the need for any\r\nlegal proceedings. To that end, please respond immediately with your agreement to comply with\r\nthe above terms.\r\n\r\nSZC takes infringements very seriously. This letter is not a complete statement of\r\nSZCs rights. SZC reserves all rights and remedies against MERP.com and any other party in connection with this matter.\r\n\r\nVery truly yours,\r\n\r\n[Private]\r\n[Private]\r\n","date_sent":"2005-10-05T04:00:00Z","date_received":"2005-10-05T04:00:00Z","topics":["Copyright"],"sender_name":"Howard, Rice, Nemerovski, Canady, Falk, and Rabkin","principal_name":"[Private] d.b.a Tolkien Enterprises  (\"SZC\")","recipient_name":"MERP.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}