{"dmca":{"id":8440,"type":"Dmca","title":"Travelinfo.gr complains of copied site design","body":"It has come to our attention that the domains www.visagreece.com and www.fnftour.com are displaying a mirrored copy of our site www.travelinfo.gr\r\n(HTML files, design ,structure, links, page title, keywords, and description)\r\n \r\n \r\nWe have written the owners of these websites and requested the removal of the offending web pages. The owners has not responded to our demand.\r\nWe request that you review these websites and immediately remove.\r\nAll pages of these two sites are copied from our www.travelinfo.gr website. Google indexed these two websites:\r\n&#61692; Query: allinurl: www.fnftour.com\r\n&#61692; Query: allinurl: www.visagreece.com\r\n\r\nNote: the web designer replaced our company name, but forgot to change in some pages tilte:\r\nWe have already updated the Greek police authorities for the specific fraud. The contact for the domain owners as listed via whois are as follows\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed\r\n\r\nWe will be in your disposal for any further clarification you might need. Thanks\r\n \r\n[private]\r\nOwner and webmaster of www.travelinfo.gr\r\n\r\n[private] Marousi 15124 Greece Tel/ fax: 30 [private]\r\nEmail:[private]@travelinfo.gr\r\n","date_sent":"2005-10-01T04:00:00Z","date_received":"2005-10-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Travelinfo.gr","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}