{"dmca":{"id":8502,"type":"Dmca","title":"Complaint against owner of autodialer.org","body":"User Support:\r\n\r\nThis is our formal complaint against the website owner of www.autodialer.org whose site is currently listed in your search engine index. This site is infringing on our copyrighted website information. Because of the extensive amount of copying (over one hundred pages), we believe this was accomplished using an automated process or robot that scanned our websites and copied our material. The naming convention and duplication effort is very similar to another website (www.fastbrowser.net) that you removed several months ago for the same violation. We request that you review this site and remove it entirely from the Google search results until this site owner removes ALL of our website pages that have been illegally copied.\r\n\r\n(1)\tOur Copyrighted material is located here: http://www.databasesystemscorp.com\r\n\r\n\r\n(2)\tThe offending website pages that contain our copyrighted material is located here:\r\n\r\nwww.autodialer.org BACKGROUND\r\n\r\nThe following documents the copyright infringement by the owner of the above site. The website owner has concealed his identity by using a proxy registration.\r\n \r\nMy initial check indicated over 100 of our web pages have been illegally copied and appear in Google Search results. Google search returns ~650 pages from this site. Here are just a few examples:\r\n\r\nhttp://www.autodialer.org/SmartAutomatedTelephoneDialer.htm\r\nwww.autodialer.org/PACERSmartBusinessPhoneSystem.htm www.autodialer.org/SmartAutodialingSystem.htm www.autodialer.org/TelephoneAnsweringSoftwareTol.htm\r\n\r\nThese pages were copied from the following corresponding pages using our copyrighted material including company name, phone number and trademarked products and descriptions:\r\nhttp://www.databasesystemscorp.corn/psteledialer.htm http://www. databasesystemscorp.com/psphonesystem.htm http://www.databasesystemscorp.com/psautodialer.htm http://www.databasesystemsorpc.com/psivrtelephone.htm\r\n\r\nEXAMPLE OF GOOGLE SEARCH\r\nThe following is an example of how this website owner is falsely representing itself. PACERTM is a registered product of Database Systems Corp. When using the Google Search Engine and entering the search term \"Pacer\", Google returns the following results from this specific website (obtained using the Site Command).\r\n\r\nPACER Smart Business Phone System - AutoDialer\r\nClick to Run Sample Reports The PACER business phone systems have ... CRM and Telephony Connection The PACER business phone system offers you a wide range ... www.autodialer.org/PACERSmartBusinessPhoneSystem.htm - 13k - Cached - Similar pages\r\n\r\nSmart Automated Telephone Dialers - AutoDialer\r\nSmart Automated Telephone Dialers The PACER and WIZARD automated dialers are ... Our PACER call center telephone dialers, combined with our CRM application ... www.autodialer.org/SmartAutomatedTelephoneDialer.htm - 12k - Cached - Similar pages\r\n\r\nSmart Autodialing System - AutoDialer\r\nBut the PACER autodialers can go even further. Using our Smart Predictive Dialing\r\nfeatures, the PACER phone dialers can pre-qualify calls and only pass ... www.autodialer.org/SmartAutodialingSystem.htm - 16k - Cached - Similar pages\r\n\r\nTelephone Answering Software Toll - AutoDialer\r\nTelephone Answering Service Our award winning IVR system and PACER phone system may be ... PACER Telephone System Demonstrations Database Systems Corp. has ... www.autodialer.org/TelephoneAnsweringSoftwareTol.htm - 12k - Cached - Similar pages\r\n\r\n800 Phone Answering Software - AutoDialer\r\nOur award winning 800 number system and PACER phone system with ivr ... XML Push Automatic Phone MessagingThe PACER IVR/800 Number Answering system fully ... www.autodialer.org/800PhoneAnsweringSoftware.htm - 12k - Cached - Similar pages\r\n\r\nCall Center Software Products - AutoDialer\r\nCall Center Phone System The PACER is a call center phone system that handles ... Our PACER call center phone system, combined with our CRM application ... www.autodialer.org/CallCenterSoftwareProducts.htm - 12k - Cached - Similar pages\r\n\r\nOffice Phone System - AutoDialer\r\nOffice Phone System The PACER and WIZARD telephone systems are ... PACER Phone System Demonstrations Database Systems Corp. has prepared a full length ... www.autodialer.org/OfficePhoneSystem.htm - 13k - Cached - Similar pages\r\n\r\nNew Approach To Direct Marketing - AutoDialer\r\nDirect Response Marketing Phone System The PACER is a direct marketing phone system ... Our PACER direct marketing phone system, combined with our online ... www.autodialer.org/NewApproachToDirectMarketing.htm - 12k - Cached - Similar pages\r\n\r\nToll Free Phone Systems Toll free phone numbers - AutoDialer\r\nOur award winning PACER IVR development software and toll free number ...\r\nPACER Phone System Demonstrations Database Systems Corp. has prepared a full ... www.autodialer.org/TollFreePhoneSystemsTollfmber.htm - 12k - Cached - Similar pages\r\n\r\nWork From Home Call Center Technology - AutoDialer\r\nOur PACER predictive dialer phone system supports telemarketing call center ... PACER tracks each telemarketing work at home agent separately and can route ... www.autodialer.orgNVorkFromHomeCallCenterTecolog.htm - 12k - Cached - Similar pages\r\n\r\nGoogle returned 95 results - all of the titles and snippets that Google displays with these results are copied directly from our website pages and reference our copyright material.\r\n\r\nThe following is an example of one of these search results (from hundreds of pages copied from our site):\r\n \r\nTelephone Answering Software Toll - AutoDialer\r\nTelephone Answering Service Our award winning IVR system and PACER phone system may be ... PACER Telephone System Demonstrations Database Systems Corp. has ... www.autodialer.org/TelephoneAnsweringSoftwareTol.htm - 12k - Cached - Similar pages\r\nContains the following text : (indentation added)\r\n\r\n\"Telephone Answering Software\r\nToll free telephone numbers (generally 800 numbers and their equivalent) are very popular for service and sales organizations, allowing customers and prospects to call your organization anywhere in the country at no charge. Our IVR solutions (interactive voice response) and telephone answering software add another dimension to our PACER call center solutions. An IVR processes inbound telephone calls, plays recorded messages including information extracted from databases and the internet, and potentially routes calls to either inhouse service agents or transfers the caller to an outside extension. It enhances the PACER& current robust features of predictive dialing, ACD, and digital call recording. This 800 number system acts as a toll free answering service, front ending your telephone, collecting useful information from a caller before the call is transferred to an agent. And the IVR system could fulfill the caller& request without a transfer. Pacer IVR solutions give your organization complete 24 by 7 capability, providing around-the-clock information to your callers.\r\n\r\n\r\nBy responding to prompts provided by our telephone answering software, callers can now receive any information you choose to make available. Call centers in particular can become instantly more productive by letting the telephone system gather caller information, verify caller identity and, if necessary, determine the best service representative to handle this request.\r\n\r\nTelephone Answering Service\r\n\r\nOur award winning IVR system and PACER phone system may be purchased, or we can provide your organization 800 Number at our own IVR call center. This \"Try before you buy\" option lets you test market any toll free campaign quickly, and if successful, you can very easily bring this application inhouse. This also is a very cost effective alternative to acquiring your own 800 telephone answering system, if the call volume and activity does not warrant the expense of a new phone system installation.\"\r\nThis text was taken directly from our web page: http://www.databasesystemscorp.com/ps psivrtelephone.htm\r\n \r\n\"Telephone Answering Software\r\n\r\nToll free telephone numbers (generally 800 numbers and their equivalent) are very popular for service and sales organizations, allowing customers and prospects to call your organization anywhere in the country at no charge. Our IVR solutions (interactive voice response) and telephone answering software add another dimension to our PACER call center solutions. An IVR processes inbound telephone calls, plays recorded messages including information extracted from databases and the internet, and potentially routes calls to either inhouse service agents or transfers the caller to an outside extension. It enhances the PACER's current robust features of predictive dialing, ACD, and digital call recording. This 800 number system acts as a toll free answering service, front ending your telephone, collecting useful information from a caller before the call is transferred to an agent. And the IVR system could fulfill the caller's request without a transfer. Pacer IVR solutions give your organization complete 24 by 7 capability, providing around-the-clock information to your callers.\r\n\r\nBy responding to prompts provided by our telephone answering software, callers can now receive any information you choose to make available. Call centers in particular can become instantly more productive by letting the telephone system gather caller information, verify caller identity and, if necessary, determine the best service representative to handle this request.\r\n\r\nTelephone Answering Service\r\n\r\nOur award winning IVR system and PACER phone system may be purchased, or we can provide your organization 800 Number at our own IVR call center. This \"Try before you buy\" option lets you test market any toll free campaign quickly, and if successful, you can very easily bring this application inhouse. This also is a very cost effective alternative to acquiring your own 800 telephone answering system, if the call volume and activity does not warrant the expense of a new phone system installation.\"\r\nThese examples demonstrate the deliberate copying of our website information and was not authorized by our company.\r\nTRADEMARK LISTINGS\r\nOur corporate trademarks are clearly posted on our website here with effective dates and reference numbers:\r\nhttp://www.databasesystemscorp.com/trademarks.htm\r\n \r\n(3)\tOUR COMPANY INFORMATION\r\n\r\n\r\nDatabase Systems Corp., Arizona Corporation \r\n\r\nFounded: 1978\r\nOwners: [private], [private]\r\n\r\n\r\nWebsites:\r\n\r\n\r\nhttp://www.databasesystemscorp.com (Corporate) http://www.easyivr.com (Service Division) http://www.911broadcast.com (Emergency Broadcast Svc)\r\n\r\n(4)\tOffending Website Owner http://www.autodialer.org\r\nDomain name: autodialer.org\r\n\r\nRegistrant Contact:\r\nWhoisGuard\r\nWhoisGuard Protected (No email specified) \r\n+1.[private]\r\nFax: +1.[private] [private] [private] Westchester, CA 90045 US\r\nREPRESENTATIONS\r\n\r\n\r\nI represent that I am an owner of this company and websites and am fully authorized to pursue this matter.\r\n \r\n(5)\tI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law\r\n\r\n(6)\tI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nMy contact information is the following:\r\n\r\n[private]\r\nPresident, Database Systems Corp. (602) [private]\r\n[private]@yahoo.com\r\n[private]@databasesystemscorp.com\r\n\r\n\r\nDESIRED ACTION FROM GOGGLE\r\n\r\nSince this company is listed in the Google Search Results and is extensively using our copyrighted material, we respectfully request that you remove this entire site from your search engine until the owner removes ALL of our website material.\r\n\r\nThank you for your prompt attention to this matter.\r\n \r\n \r\n[private]\r\nPresident\r\nDatabase Systems Corp.\r\n","date_sent":"2005-10-01T04:00:00Z","date_received":"2005-10-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Database Systems Corp., Arizona Corporation","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}