{"dmca":{"id":8510,"type":"Dmca","title":"Database Systems complains of infringement","body":"User Support:\r\n\r\nThis is our formal complaint against the website owner of www.netpicker.net whose site is currently listed in your search engine index. This site is infringing on our copyrighted website information. Because of the extensive amount of copying we believe this was accomplished using an automated process or robot that scanned our websites and copied our material. We request that you review this site and remove it entirely from the Google search results until this site owner removes ALL of our website pages that have been illegally copied.\r\n\r\n(1)\tOur Copyrighted material is located here:\r\n\r\nhttp://www.easyivr.com \r\nhttp://www.databasesystemscorp.com\r\n\r\n(2)\tThe offending website pages that contain our copyrighted material is located here:\r\n\r\nhttp://www.netpicker.net\r\n\r\nThe following documents the copyright infringement by the owner of the above site. The website owner has concealed his identity by using a proxy registration.\r\n\r\nMy initial check indicated over a dozen of our web pages have been illegally copied and appear in Google Search results. Google search returns ~500 pages from this site.\r\n\r\nEXAMPLE OF GOOGLE, SEARCH\r\n \r\nThe following is an example of how this website owner is falsely representing itself. PACERTM is a registered product of Database Systems Corp. When using the Google Search Engine and entering the search term \"Pacer\", Google returns the following results from this specific website (obtained using the Site Command).\r\nVoice Broadcasting Service and Systems - Call Center\r\nVoice Broadcasting Service and Systems Using our PACER phone system,","date_sent":"2005-10-01T04:00:00Z","date_received":"2005-10-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Database Systems Corp.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}