{"dmca":{"id":8545,"type":"Dmca","title":"Muscle Milk Kicking Sand?","body":"Dear Mr. [private],\r\n\r\nPlease be advised that the above-named law firm represents Cytosport, Inc. (herinafter \"CytoSport\") in connection with all intellectual property matters.  As you may know, CytoSport is a recognized leader in nutritional and dietary supplement products.  CytoSport is also the owner of three US trademark registrations for the mark MUSCLE MILK for use in connection with its various products.  These products are detailed in the following trademark registrations which have been enclosed with this letter:\r\n\r\nTitle:                  Registration Number:\r\nMUSCLE MILK             2,809,666\r\nMUSCLE MILK             2,714,802\r\nMUSCLE MILK             2,973,352\r\n\r\nIn addition, CytoSport has developed extensive public recognition of its name and related marks as well as having acquired substantial goodwill which is represented by the MUSCLE MILK trademarks.  As the owner of the above registrations, CytoSport has an obligation to police the market and prevent unauthorized use of its trademarks.  Otherwise, it runs the risk of losing its rights to its trademarks.  CytoSport has retained this firm to actively pursure anyone who misuses its valuable trademark rights.\r\n\r\nWe have recently become aware that  you have registered the domain name www.gotmusclemilk.com.  This registration misappropriates the MUSCLE MILK trademark and represents a significant infringement of the CytoSport's valuable trademark rights and diminishes CytoSport's capacity to identify and distinguish it's goods and services on the Internet.  As such, we insist that you transfer your registration of the domain name gotmusclemilk.com to CytoSport and cease using the MUSCLE MILK mark or any other confusingly similar marks.\r\n\r\nTo confirm that you are willing to discontinue use of the MUSCLE MILK trademark, we request that you sign below.  By signing, you acknowledge the validity of the MUSCLE MILK trademark and that you will no longer using the mark or any confusingly similar marks.  In addition, you agree to sign over ownership of the domain gotmusclemilk.com to CytoSport.  In consideration of this, CytoSport will waive any claim of damages it may have against you for the above infringement.\r\n\r\nPlease respond no later than November 5, 2005.  If you have any questions, please do not hesitate to contact me.\r\n\r\nSincerely,\r\n\r\nThorpe North & Western, LLP\r\n\r\n[private]","date_sent":"2005-10-18T04:00:00Z","date_received":"2005-10-18T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Thorpe North and Western","principal_name":"CytoSport","recipient_name":"Freedomfly.net","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}