{"dmca":{"id":8553,"type":"Dmca","title":"Take-Two and Call Me in the Morning","body":"President\r\nChatterbox Video Game Radio\r\n[private]\r\n\r\nRe:        Take-Two Interactive Software, Inc.\r\n\r\nDear Sir:\r\n\r\nThis firm is counsel to Take-Two Interactive Software, Inc. (\"Take-Two\").  As you are probably aware, Take-Two is one of the leading worldwide publishers, developers and distributors of interactive software and video games, including the popular \"Grand Theft Auto\" series of video games.  Take-Two owns all rights, or is an authorized licensee, to all of the content that appears in the \"Grant Theft Auto\" games, including the very popular \"Chatterbox FM\" radio station that appears in Grand Theft Auto III (\"GTA3\").  \"Grand Theft Auto\" games have sold tens of millions of units worldwide and has received unprecedented success and notoriety.  The \"Chatterbox FM\" radio station that appears in GTA3 was among the most popular radio stations in GTA3 and has received substantial unsolicited press and notoriety from various publications, websites and other media.  As a result, the \"Chatterbox\" mark and name has well-established secondary meaning among the general public and tens of millions of consumers of video entertainment products and services and has come to symbolize the high quality and excellent reputation of Take-Two, GTA3 and the \"Grand Theft Auto\" series of games.  As a result, it is indisputable that Take-Two owns protectable and valuable trademark rights and good will in connection with the \"Chatterbox\" mark and name.\r\n\r\nIt has just come to our attention that your company owns and operates a website entitled \"Chatterbox Video Game Radio\" on the www.chatterboxgameshow.com domain.  Apparently, you and your company also produce a weekly radio show that is aired on KFNX in Phoenix, Arizona and simulcast on the Internet.  Given that your company's stated goal is to \"educate and entertain the masses about videogames, the Interactive entertainment industry and the issues surrounding it,\" your company's infringing use of the \"Chatterbox\" mark is likely to create confusion in the marketplace by, among other things, falsely suggesting and implying that Take-Two, as the owner of all rights to GTA3 and \"Chatterbox,\" endorses, approves, sponsors, licenses and/or is otherwise affiliated with your website and radio show.  This likelihood of confusion is obviously heightened by the fact that your website and radio show concern video games and interactive entertainment, of which Take-Two is a recognized industry leader and GTA3 is among the most popular and successful video game ever.  Accordingly, your company's use of the \"Chatterbox\" mark constitutes trademark infringement, false designation of origin, false advertising and unlawful dilution of Take-Two's trademark rights to the \"Chatterbox\" mark in violation of the Lanham Act and other applicable law.\r\n\r\nTherefore, consider this letter as legal notice that unless your company agrees in writing by no later than October 28, 2005, to cease and desist immediately in connection with any use of the \"Chatterbox\" mark, including all use as a website name, domain name and radio show, Take-Two will have no choice but to commence appropriate legal action in United States District Court against your company immediately.  Be advised that Take-Two will in such action not only seek preliminary and permanent injunctive relief to prevent such continuing unlawful conduct, but will also seek compensatory relief, including damages and attorneys' fees for such willful and continuing infringement.\r\n\r\nThis letter is without waiver of any and all rights and remedies that Take-Two has under applicable law, all of which are hereby explicitly reserved.\r\n\r\n \r\nSincerely yours,\r\n\r\n[private]\r\nMorrison Cohen LLP\r\n909 Third Avenue\r\nNew York, New York 10022\r\n[private]","date_sent":"2005-10-19T04:00:00Z","date_received":"2005-10-19T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Morrison Cohen LLP","principal_name":"Take-Two Interactive Software, Inc.","recipient_name":"ChatterBox Video Game Radio","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}