{"dmca":{"id":8590,"type":"Dmca","title":"Silicon Solar flares up over claimed copying","body":"Sender:\r\nSilicon Solar Inc\r\n[private]\r\nBainbridge, NY 13733 \r\n\r\nRecipient Information:\r\nUser Support, DMCA Complaints\r\nGoogle Inc\r\nMountain View, CA 94043 USA\r\n\r\nDear Sir/Madam,\r\n\r\nWe are writing to file a notice of Copyright infringement against a company called CrystalBay.net of Fair Oaks. California. This particular company over the past year has regularly visited our web site and takes our text and images for use on its own web site as it is a competitor of ours. We are no longer going to accept this and will take whatever necessary action to put this matter to a stop. Please find enclosed a copy of a recent letter that has been faxed and mailed to the offending company. This should prove self explanatory. The copyrighted work at issue is the images and text that appears at the following URL's as found when conducting a search at google.com, yahoo.com or various other search engines:\r\n\r\nURL: http://www.crystalbay.net/solar-fountains/\r\nhttp://www.crystalbay.net/2005assets/nightsfountblk.jpg\r\n\r\nURL: http://www.crystalbay.net\r\nhttp://www.crystalbay.net/2005assets/nightsfountt.jpg\r\n\r\nThe offender (CrystalBay Net) has a home page URI, of www.crystalbay.net and provides an address of [private] Fair Oaks, CA 09562, email: [private]@crystalbays.net / Tel: NONE PROVIDED\r\nCrystal Bay Net [private]\r\n \r\n\r\nPlease find attached copies of web pages showing images, text and URL's which have been taken by the offender.\r\n\r\nI have good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law. I swear, under the penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of-an exclusive right that is allegedly infringed.\r\n\r\nYours sincerely\r\n[private]\r\nSilicon Solar Inc\r\n\r\nCC: Better Business Bureau \r\nCC: Google DMCA Complaints CC: Silicon Solar HQ\r\nFailure to comply will result in this matter being passed to our Attorney who no doubt will take all appropriate action against your company for copyright infringement and commence such legal proceeding as felt necessary and without further notice.\r\n\r\nWe have all necessary information to prove the theft of our images and text from our web site. These have been used at your site for over two months. We have your IP address logged regularly visiting our web site. Clearly you have an obsession for visiting our web site, monitoring it and attempting to duplicate.\r\n\r\nWe suggest you take your own photographs and use your own text and not steal from other web sites. We also suggest you think of your own ideas.\r\n\r\n[images]","date_sent":"2005-10-25T04:00:00Z","date_received":"2005-10-25T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Silicon Solar Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}