{"dmca":{"id":8770,"type":"Dmca","title":"Curator of Early Office Museum accepts no copies","body":"Dear Sir/Madam:\r\n\r\n1.\tCopyrighted work that has been infringed\r\n\r\nI am the creator and owner of the first of the following internet sites. I am also the creator, co-owner, and other co-owner's agent for the second of the following internet sites. These two sites are known as the Early Office Museum. I hold the copyright on the content of these sites, excluding certain images, for which copyright is held by others.\r\n\r\nMy Internet Site No.1: http://www.earlyofficemuseum.com My Internet Site No. 2: http://www.officemuseum.com\r\n\r\n2.\tMaterial that is infringing upon the copyrighted work listed in #1 above\r\n\r\nMy copyrighted work on the preceding internet sites is being infringed by the internet site identified at the end of this paragraph. The latter site has duplicated one or both of my web sites as they existed in 2004. Each \"child\" page under the page I identify below is also duplicated from my web sites and infringes my copyright. Insofar as I have been able to determine, the infringer has merely removed email links to the museum curator.\r\n\r\nInfringing Internet Site: http://www.netangola.com/EarlyOffice/Museum Examples of search results that directly link to webpages with infringing material:\r\n\r\nGoogle Search\r\nSearch Query No. 1: \"early office museum\" netangola\r\nInfringing webpages: www.netangola.com/EarlyOfficeMuseum/ communications_equipment.htm, www.netangola.com/EarlyOfficeMuseum/\r\n\r\nSearch Query No. 2: \"Between the 1880s and 1910s, numerous inventors and companies took up the challenge of supplying offices, schools, draftsmen, artists, and eventually homes with efficient machines to sharpen lead pencils.\"\r\nInfringing web page: www.netangola.com/ EarlyOfficeMuseum/pencil_sharpeners.htm\r\nSearch Query No. 2 is simply an example. If one uses as a search query any of a large number of the sentences used on my website, one obtains a page on the infringing web site as one of the hits.\r\n \r\n3.\tMy contact information is below.\r\n\r\n[private]\r\n[private]\r\nAlexandria, VA 22302-2826 USA\r\nemail: [private]@earlyofficemuseum.com\r\n\r\nContact information for infringing webpages\r\n\r\nI have not been able to contact anyone connected with the infringing webpages. When I try to go to the home page http://www.netangola.com, my browser takes me to http://www.nexus.ao/. My impression is that the latter website is hosted in Angola and is in Portuguese.\r\n\r\n5.\tI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing webpages is not authorized by the copyright owner, its agent, or the law.\r\n\r\n6.\tI swear, under penalty of perjury consistent with United States Code Title 17, Section 512, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nSincerely,\r\n\r\n\r\n[private]\r\n[private]\r\nAlexandria, VA 22302-2826 USA \r\nemail: [private]@earlyofficemuseum.com\r\n","date_sent":"2005-10-19T04:00:00Z","date_received":"2005-10-19T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Early Office Museum","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}