{"dmca":{"id":8843,"type":"Dmca","title":"Don't hit the link to my baby one more time","body":"CONFIDENTIAL LEGAL NOTICE \r\nNOT FOR PUBLICATION \r\n\r\nRe: Britney Spears and Kevin Federline/Baby Photos \r\nOur File No.: 3265-26 \r\n\r\nDear Sir/Madam: \r\n\r\nWe are litigation counsel to Britney Spears, Kevin Federline and their infant son. We have become aware that certain photos of Ms. Spears, Mr. Federline and their newborn son which were recently taken in a private photo shoot and which were stolen or otherwise unlawfully obtained (the \"Photos\") have been posted at the following URLs: \r\n\r\n1 \"http://celebdish.blogspot.com/2005/10/one-smart-baby.html\" \r\n2. \"http://voxefx.blogspot.com2005/ l0/britney-spears-new-baby-pictures.html\" \r\n3. \"http://salaciousgossip.blogspot.com/2005/10/little-sean-preston-federline.html\" \r\n4. \"http://smitten-kitten.blogspot.com/2005/10/sean-preston-federline . html\" \r\n\r\n\r\nBe advised that the publication and display of any of the Photos constitutes, among other things, a willful infringement of the copyright in the Photos owned by Ms. Spears' company, Britney Brands, Inc., a wrongful conversion of the images, a malicious invasion and violation of the right of privacy of Ms. Spears, Mr. Federline and their son, and an unauthorized commercial exploitation of my clients' respective names and likenesses without consent in violation of their statutory and common law right of publicity. \r\n\r\nWe demand the immediate removal of the Photos from the above referenced URLs. \r\n\r\nPursuant to international copyright laws, the Universal Copyright Convention, the Berne Convention and the Digital Millennium Copyright Act (\"DMCA\"), Title 17, U.S. Code, DMCA Title II, Section 512(c)(3), and Trademark Notice Requirements, we request that you immediately block the infringing content and clear the DNS information settings for the listed domain name/URLs, such that either a \"parked page\" or no page is displayed pending the outcome of a federal lawsuit. \r\n\r\nI, the undersigned, CERTIFY UNDER PENALTY OF PERJURY, that I am an agent authorized to act on behalf of the exclusive owner of certain intellectual property rights, that is, Britney Brands, Inc., the owner of copyright, title and interest in the \"Photos\", as described above (collectively, \"IP Owner\"). I have a good faith belief that the materials identified herein are not authorized by the above IP Owner, its agents, or the law and therefore infringe IP Owner's rights according to state, federal, and/or U.S. law. Please act expeditiously to remove or disable access to the material, websites and domains claimed to be infringing. Please immediately send to me written confirmation of such removal. \r\n\r\nThis letter does not constitute a complete or exhaustive statement of my clients' claims or contentions. Nothing stated herein is intended as, nor should be deemed to constitute, a waiver or relinquishment of any of my clients' rights or remedies, whether legal or equitable, all of which are hereby expressly reserved.\r\n\r\nThis is a confidential legal notice and is not for publication.  Any publication, dissemination or broadcast of any portion of this letter will constitute a breach of confidence and a violation of the Copyright Act \r\n\r\nSincerely,\r\n[private]\r\nof \r\nLAVELY & SINGER\r\nPROFESSIONAL CORPORATION\r\n\r\n\r\ncc: Mr. Kevin Federline and Ms. Britney Spears (via telecopier) \r\nMr. [private] (via telecopier) \r\n[private], Esq. (via telecopier) \r\nMs. [private](via telecopier) \r\n[private], Esq. \r\n[private], Esq. \r\n[private], Esq. \r\n[private], Esq. \r\n\r\nLavely & Singer. PC 2005 \r\n","date_sent":"2005-11-04T05:00:00Z","date_received":"2005-11-04T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"LAVELY & SINGER P.C.","principal_name":"Britney Spears and Kevin Federline","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}