{"dmca":{"id":8859,"type":"Dmca","title":"Nocachannel Cease and Desist Notice","body":"We Act for Novachannel AG (\"Novachannel\")\r\n\r\nWe enclose hard copy extracts of the above website, which we note is hosted by your company. We note your company is praised by the proprietor of the website for hosting the site\r\n\r\nYou will be aware that the website makes many assertions including the following\r\n\r\n1) Novachannel are \"Crooks\" I.e. They are committing unlawful acts\r\n\r\n2) Novachannel's product is a \"Scam Guide\" I.e. Novachannel conspires to deceive its customers and its guides are not genuine.\r\n\r\n3) Novachannel's contracts are deceptive, I.e. Novachannel I.e. Novachannel seeks to unlawfully mislead parties into entering into contracts with it: and\r\n\r\n4) The OFT are collecting information on Novachannel I.e. the above allegations are well founded.\r\n\r\nAll the above allegations and assertions are by inference made directly against [private], the director of Novachannel, who is clearly identified on the website.\r\n\r\nYou are probably aware of the Judgment in Godfrey ?v- Demon Internet (2003) 3 WLR 1020 which establishes that where internet service providers like yourselves have been put on notice, but fail to take down defamatory postings, they may be held liable for publication.\r\n\r\nThe Above Allegations are defamatory in both their literal and inferential meanings, they are knowingly falsely made, have caused substantial damage to our client and continue to do so. Our client has determined that it will take whatever action may be necessary or advisable to prevent repetition, including legal proceedings\r\n\r\nThe website displays copies of contracts and correspondence belonging to Novachannel. The posting of these documents constitutes copyright infringement and is damaging our client.\r\n\r\nTypical to the approach of the website it seeks to mislead readers by referring them to a copy of our client?s form that has long since been superceded. The criticisms made of our clients contracts and sales methods cannot realistically be sustained in respect of its current practices and documentation. There can be no doubt that the site proprietor is well aware of that fact; however he persists in misleading readers of his site in respect of this key assertion. This amounts to plain evidence of malice.\r\n\r\nIn addition to unlawful acts of defamation, misrepresentation and copyright infringement conducted through your companies services the sites proprietor is also liable for tortuous acts of inducement to breach of contract. Throughout the website and the materials to which it is linked the proprietor repeatedly exhorts readers to dishonor their contracts with our client by refusing to pay sums properly due under such contracts. This exhortation is plainly intended to damage our client, and indeed our client has evidence of just such damage through creditors who quote the site as if it were an excuse for non payment.\r\n\r\nWe have advices our client that the site proprietor has no defense a claim an injunction, damages, costs and interest in respect of this aspect of the site and it appears to us that the damages involved will be very substantial.. It also appears that your company will share such liability if it does not remove this website from its servers in response to this notice.\r\n\r\nThe matters detailed above are clearly in breach of your Acceptable Use Policy in the following areas.\r\n\r\n1.  Intellectual property Violations I.e. Breach of copyright\r\n2.  Defamatory or Abusive language, and\r\n3.  Other Illegal activities, I.e. Inducement to breach of contract\r\n\r\nPlease confirm by no later than 4pm on Tuesday the 24th September that the website has been taken down. Please also confirm that you will in future take reasonable care when handling similar postings on websites hosted by yourselves.\r\n\r\nWe look forward to hearing from you at the earliest opportunity. If you wish to speak on this matter please contact [private]\r\n\r\nYours Faithfully\r\n","date_sent":"2005-09-16T04:00:00Z","date_received":"2005-09-16T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Wragge & Co LLP","principal_name":"Novachannel AG","recipient_name":"Server Centre Limited","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}