{"dmca":{"id":8871,"type":"Dmca","title":"Stipulated Permanent Injunction","body":"Civil Action No. 05-40083 v.\r\nSTIPULATED PERMANENT INJUNCTION ORDER UNDER FED.R.CIV.P. 65\r\n\r\n\r\nPlaintiff, Revolution, Inc. (hereinafter \"REVOLUTION\") and Defendants, Revolution Bodywear, Inc., now known as Destira, Inc., and Donna S. Levy (hereinafter collectively referred to as \"DEFENDANTS\"), having entered into a Settlement Agreement, by and through their counsel of record, do hereby stipulate and agree to entry of a permanent injunction under Federal Rule of Civil Procedure 65, enjoining and restraining DEFENDANTS, their officers, employees, agents, attorneys, principals, related companies, servants and any persons, firms or corporations acting in concert with them from:\r\n\r\ni. Using the trademark, designation, or phrase REVOLUTION BODYWEAR, as set forth in Plaintiff's Complaint, or any reproduction, counterfeit, copy or colorable imitation of said mark REVOLUTION BODYWEAR in connection with the advertising, promotion, display, distribution, provision, sale, or offering for sale of any goods or services by the DEFENDANTS including, but not limited to, clothing, dancewear, and other wearables, to the public in the United States and internationally, or in any manner likely to cause others to believe that any of the Defendants' goods or services are affiliated, sponsored by, or connected with Plaintiff and its registered mark, REVOLUTION DANCEWEAR; and\r\n \r\nii.\tPassing off, inducing, or enabling others to sell or pass off any good or service to the public as genuine, authorized, or otherwise emanating from or sponsored by Plaintiff and its registered mark, REVOLUTION DANCEWEAR","date_sent":"2005-09-15T04:00:00Z","date_received":"2005-09-15T04:00:00Z","topics":["Uncategorized","Copyright"],"sender_name":"MB CORMAN LAW PC","principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}