{"dmca":{"id":8911,"type":"Dmca","title":"Mr. Transmission Missing Some Points?","body":"September, 26,2005\r\n\r\n[private]\r\n\r\nRe: Trademark Infringement: wwwmrtransmissionsucks.com\r\n\r\nDear [private]:\r\n\r\nAs you may be aware, Moran Industries, Inc., is the franchisor of the well-known Mr. Transmission(R) franchise. Our franchise system includes dozens of franchisees spread over much of the country. It has come to our attention that you operate a website called www.mrtransmissionsucks.com.\r\n\r\nAs a part of its franchise system, Moran Industries, Inc. has utilized and secured trademark rights to many of its brands. Of particular relevance are our U.S. Trademark Registrations 917,866 and 905,668 for inspection, adjustment, repair, installation, and maintenance services for automotive transmissions and parts. In particular, we have been utilizing these marks in commerce for over thirty (30) years. As such, not only have we secured Federal trademark rights, we have established a substantial amount of goodwill in and to the mark.\r\n\r\nYour unauthorized use of Mr. Transmission and logo on your website constitutes infringement on our registered trademarks, and is damaging to out trademark rights.\r\n\r\nWe therefore demand that you remove Mr. Transmission from the domain name of your website, remove the design from your website, and submit written confirmation of same , by October 10, 2005.\r\n\r\nUnderstand that we have always taken our trademark rights seriously, and do not hesitate to enforce our trademark rights against infringers. Thus, should we not receive your assurances by the deadline set forth above, we will assume that you have no desire to amicably resolve this matter. We may then transfer this matter to our attorney for pursuit through the courts, wherein we will seek compensation for such action.\r\n\r\nVery truly yours,\r\n\r\n[private]\r\nInHouse Counsel\r\n\r\ncc: [private]","date_sent":"2005-09-26T04:00:00Z","date_received":"2005-09-26T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":null,"principal_name":"Mr. Transmission AKA Moran Industries, Inc.","recipient_name":"www.mrtransmissionsucks.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}