{"dmca":{"id":8926,"type":"Dmca","title":"J.D. Power protests reference to its ratings on criticism site","body":"To Whom It May Concern:\r\n\r\nIt has been brought to our attention that the Mitsubishi Sucks Web site, www.mitsubishisucks.com, is displaying information derived from Power Circle Ratings on the J.D. Power Consumer Center.  Information posted on the J.D. Power Consumer Center is copyrighted information owned by J.D. Power and Associates. Use of the Consumer Center Power Circles is not permitted without the express prior written permission of J.D. Power and Associates. Perhaps this was a simple oversight or a misunderstanding, but your use of our name and information based on Power Circle Ratings in this manner infringes on our service marks.\r\n\r\nIt is often assumed by many organizations that J.D. Power and Associates' name and information may be used for promotional purposes. All J.D. Power and Associates information, including our name and service marks, is owned by our company. Only those companies who license the Power Circle Ratings may use our name and the Ratings on their Web site. Furthermore, J.D. Power and Associates must first approve the layout and verbiage associated with Power Circle Ratings prior to public viewing.  \r\n\r\nIn the hopes of preventing further infringement of our service marks, we request a signed letter, to be received by November 15, 2005 stating that you will discontinue use of this material, and any other marketing, advertising, and/or promotional material referencing the J.D. Power and Associates' name or service marks. This letter may be sent via fax to [private]. \r\n\r\nYour cooperation is greatly appreciated. Please feel free to call me if you have any questions regarding the licensing guidelines of J.D. Power Consumer Center Power Circles.\r\n\r\nSincerely,\r\n\r\n_________________________________________________________________________\r\n[private]\r\nConsumer Center Specialist, Corporate Communications\r\nJ.D. Power and Associates \r\n[private]\r\nWestlake Village, CA 91361\r\n[private] | [private] fax | [private]@jdpa.com \r\n__________________________________________________________________________\r\nA Global Marketing Information Firm \r\nDetroit | Los Angeles | New York | Phoenix\r\nLondon | Munich |  Singapore | Shanghai | Sydney | Tokyo | Toronto\r\n\r\n \r\n\r\n*****************************************************************\r\n\r\nThis e-mail and any files transmitted with it are confidential\r\nand intended solely for the use of the individual or entity to\r\nwhich they are addressed. If you have received this in error,\r\nyou must not use or disseminate any information contained in it.\r\nPlease send it back to the person who sent it to you and delete\r\nit from your system. This footnote also confirms that this e-mail\r\nmessage has been swept by Sybari's Antigen for the presence of\r\ncomputer viruses. However, we cannot guarantee that this trans-\r\nmission is virus free, nor can we guarantee that this e-mail is\r\nsecure or error-free as information could be intercepted,\r\ncorrupted, lost, destroyed, or arrive late or incomplete. J.D.\r\nPower and Associates therefore does not accept liability for loss\r\nor damage suffered as a result of this transmission or for any\r\nerrors or omissions in the contents of this e-mail.\r\n\r\n*****************************************************************\r\n\r\n","date_sent":"2005-11-08T05:00:00Z","date_received":"2005-11-08T05:00:00Z","topics":["Trademark","Copyright"],"sender_name":null,"principal_name":"J.D. Power & Associates","recipient_name":"Mitsubishi Watch (mitsubishisucks.com)","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}