{"dmca":{"id":8931,"type":"Dmca","title":"infringement on Starchaser","body":"Dear Sirs\r\nGoogle Defamation Complaint\r\nOur Clients: Starchaser Industries Limited and Steven Bennett\r\n\r\nThank you for your email dated 20 May 2005 regarding the above matter. We will answer the points mentioned in your email in the order which they appear.\r\n\r\n1\tLocation of Defamatory Material\r\n\r\nThe defamatory material is to be found on the UK Google website (www.google.co.uk) on the Google groups BETA website. The entries can be found by entering the words \"Starchaser in the Media\" into the Google Groups' search engine.\r\n\r\n2\tResidency and Citizenship\r\n\r\nOur Client resides in and is a citizen of Great Britain.\r\n\r\n3\tUnlawful Material\r\n\r\nThere are approximately 45 entries, which are allegedly taken from Newspaper/Magazine articles in relation to our Clients, which are currently causing hurt and damage to their reputation. The message I.D. of this posting is <peterlondon...@hotmail.co.uk> and was posted on the 22 April 2005.\r\n\r\n4\tDefamatory Material\r\n\r\nOur Clients are well known throughout the rocketry industry. We have advised our client that the messages entered on the Google Group BETA website are defamatory under current English Law as they are causing ongoing hurt and damage through the claim of \"innuendo\".\r\n\r\nAlthough on first reading these statements may appear innocuous to a lay person, they are particularly damaging to our Clients in the eyes of persons operating within the rocketry sector who are party to special knowledge of our Clients' work, and not only in the UK but also in North America (where they have business interests) and worldwide. In essence, they lead the reader of the posting to a conclusion that our clients have over a number of years consistently failed to reach the targets that they have set for themselves, which our clients refute on the basis that this is wholly inaccurate and unfair.\r\nReguutcd by the Law Society.full at of partners is auailab'.e at the above adoreee.\r\n \r\n5\tThe Writers Contact Details\r\n\r\nThe writer may be contacted by telephone on: 00441-8451655221 or by email-Michael.sandvs@cobbetts.co.uk.\r\n\r\n\r\n6\tContact Details of Owner/Administrator of the Webpage\r\n\r\n1)\tGoogle Groups BETA website.\r\n\r\n2)\tThe UK postal address of Google is:\r\n\r\nGoogle UK Limited The Courtyard\r\n12 Sutton Row\r\nLondon\r\nWI D 4AD\r\n\r\nYou will appreciate that these comments are causing continuing hurt and damage to our Clients' business and therefore we would be grateful if you would treat this matter with the utmost urgency.\r\n\r\nYours faithfully\r\n \r\nCobbetts\r\n","date_sent":"2005-05-27T04:00:00Z","date_received":"2005-05-27T04:00:00Z","topics":["Copyright","International"],"sender_name":null,"principal_name":"Cobbetts","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}