{"dmca":{"id":8976,"type":"Dmca","title":"Masterfile Shuts the Door on Use of Its Images","body":"Masterfile Corporation (\"Masterfile\") is in the business of licensing rights-managed images for commercial reproduction by clients around the world.\r\n\r\nIt has come to our attention that ETHOS ADVISORY SERVICES, which appears to be under your control, has published (4) four images on a website at www.ethosadvisory.com.  A copy of the images and a printout of the respective pages on your website are attached to this letter for your reference.\r\n\r\nThe images are represented exclusively by Masterfile and are registered in the Copyright Office of the United States Library of Congress.  You may verify ownership of the images by visiting our website at www.masterfile.com and entering the respective image code in our search engine.\r\n\r\nWe can find no reference to these images having been licensed for reproduction on your website, and rather than initiate a legal action for copyright infringement, Masterfile is willing to arrange for a retroactive license subject to your payment of a compliance fee.  Our license invoice is enclosed.  \r\n\r\nSubject to your payment of the compliance fee, you may continue to use our images until September 8, 2005, then it must be removed from your website.  If you wish to use these images for an extended period of  time, or if you have used or wish to use these images in other media, you must contact Masterfile without delay to arrange for a specific license.\r\n\r\nIf the compliance fee is not paid within (10) days, Masterfile will rescind the license and will be obliged to initiate legal action for copyright infringement.  Please be advised that removing the images from the www.ethosadvisory.com website, without paying the license invoice, will not exclusively resolve the matter.\r\n\r\nThe information on this notice of copyright infringement is accurate and under the penalty of perjury, the undersigned is authorized to act of behalf of Masterfile with respect to this matter.\r\n\r\nIf you have any questions in this matter, contact me without delay.\r\n\r\nSincerely,\r\n\r\n\r\n[Private]\r\nCorporate Compliance Officer\r\nMasterfile Corporation\r\n\r\nEncls.  Invoice:  $10,000","date_sent":"2005-09-15T04:00:00Z","date_received":"2005-09-15T04:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"Masterfile","recipient_name":"Ethos Advisory Services","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}