{"dmca":{"id":10008,"type":"Dmca","title":"Net Result C & D Notice","body":">NetResult Internal Reference:  UK1906_FKU_CSTOKES\r\n>>\r\n>> Please quote the above reference number in all communications with us\r\n>> regarding this issue.\r\n>>\r\n>> Dear Sirs\r\n>>\r\n>> I represent NetResult (http://www.nr-online.com) based in London.  One of\r\n>> our clients has raised a concern regarding graphical elements displayed\r\n\r\nwithin\r\n\r\n>> your companies' website.\r\n>>\r\n>> As you have neither sought nor obtained permission from our client to use\r\n>> this content, your present use is an infringement of our clients' rights.\r\n>>\r\n>> Please can you contact me immediately as a matter or urgency in order that\r\n>> I can furnish you with all the relevant information on what alterations\r\n\r\nare\r\n\r\n>> required.  I am available day or night 7 days per week and you are welcome\r\n\r\nto\r\n\r\n>> contact me on any of the numbers offered below.\r\n>>\r\n>> Nothing in this letter is intended or shall be construed to constitute an\r\n>> express or implied waiver of any of our clients' rights or remedies,\r\n\r\nwhether\r\n\r\n>> current or in the future, all of which are expressly reserved.\r\n>>\r\n>> If I do not hear from you within the next 5 working days, we shall assume\r\n>> that you have decided to ignore this notice and begin proceedings against\r\n\r\nyou\r\n\r\n>> within the full remit of the laws of the United Kingdom.\r\n>>\r\n>> I, Christopher Stokes, as a representative of NetResult hereby digitally\r\n>> sign this e-mail message under penalty of perjury with the additional\r\n\r\nstatement\r\n\r\n>> under penalty of perjury that the information in the notice is accurate.\r\n>>\r\n>> Yours sincerely,\r\n>>\r\n[private]","date_sent":"2006-01-23T05:00:00Z","date_received":"2006-01-23T05:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"Christopher Stokes","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}