{"dmca":{"id":10006,"type":"Dmca","title":"Red Hat Protest","body":"It has been brought to our attention that the domain that you own/represent contains the name \"PINKHATSOCIETY\" \"TM\" and \"PINK HAT LADIES\" \"TM\" and therefore constitutes trademark and trade dress violation by causing significant confusion in the marketplace.  Enclosed herein is a copy of your website.  Consumers are likely to be unaware that your service has no affiliation with us and will likely be misled into believing they are dealing with Red Hat Society Services.\r\n\r\nAs you may know, the Red Hat Society is an association of women, which is currently comprised of more than 41,000 chapters in more than 41 countries.  It exists solely for the purpose of \"providing an avenue for women to find fun and friendship before and after the age of fifty and to convince women to view aging as an adventure rather than a chore.\"\r\n\r\nThe United States Patent and Trademark Office has granted the Red Hat Society a trademark registration, No. 2,713,356 for the Red Hat Society for association services, No. 2.947,221 for association with products.  Also, we have comon law rights to \"PINK HAT\" and \"PINK HATTER\" in association with products and services.  The Red Hat Society has used the mark Red Hat Society, Red Hat and other marks to identify itself and the goods it sells.  The public has come to identify combination of red or pink hats and purple or lavender clothing with the Red Hat Society association of women.  Additionally, the Red Hat Society has adopted and used the distinctive design of purple background with stripes in combination with images bearing red or pink hats.  The Red Hat Society sets a standard for quality in both the association that bears its name, and in the products it sells.\r\n\r\nThe Red Hat Society prohibits the use of our trademarks and trade dress without express written permission.  The Red Hat Society is convinced your company is capable of embracing the value of such a concept, and your company would not willingly continue to damage the validity of the Red Hat Society's stated cause by knowingly infringing upon its marks and trade dress, or by misleading consumers as to an affiliation with the Red Hat Society.  Such confusion could cause substantial damage to the Red Hat Society in terms of loss of sales and injury to its reputation.\r\n\r\nWhile the Red Hat Society appreciates your apparent fondness and support, we have an obligation to prevent public confusion and misuse of our trademarks.  Therefore, the Red Hat Society asks that you immediately cease and desist the use of the term, \"Pink Hat Society\" and Pink Hat Ladies.\"  Also, cease and desist the use of the domain name \"PINKHATSOCIETY.NET\" as well as transfer the domain name to the Red Hat Society.\r\n\r\nThe Red Hat Society would prevail in any legal proceedings directed at halting and/or seeking recompense for damage done to its intellectual property rights.  Your continued activities herein complained of will be viewed as willful infringement.  You act at your own peril in continuing in these activities.  This letter does not set forth all of our client's rights and remedies.  Nevertheless, the Red Hat Society prefers initially not to prosecute in court for violation of its trademarks.  It is the belief of the Red Hat Society that the violations referred to herein, if addressed promptly, can be resolved in an amicable manner short of prosecution under U.S. trademark law.\r\n\r\nWe must hear from you immediately.  Please send your response to our address, \"Attn. [private].\"\r\n\r\nThank you for your understanding and cooperation.\r\n\r\nSincerely,\r\n\r\n[private]\r\nRed Hat Society\r\n431 S. Acacia Avenue\r\nFullerton, CA 92831","date_sent":"2006-01-04T05:00:00Z","date_received":"2006-01-04T05:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":null,"principal_name":"Red Hat Society","recipient_name":"PINKHATSOCIETY.NET","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}