{"dmca":{"id":10014,"type":"Dmca","title":"Google Enjoined in Small Claims Court Order","body":"MEMO\r\nTo:\t[private]\r\n\r\nFrom:   Mark Anderson\r\n\r\nDate:    January 20, 2006\r\n\r\nRe:\tTransfer and removal of Blog\r\nI have attached the court order which provides for the following:\r\n\r\nThe removal of all of the information about myself, and my companies from your search results.\r\n\r\nThe transfer of the blog known as MarkRoyAnderson, over to me and the immediate removal of that blog from your search engines. The reason that the blogname is being transferred to me, is so that it can not he used again by anyone but me.\r\n\r\nI have already set up an account with the blogspot.com. It is under the name [private]. With my email address \"[private]\"\r\n\r\nLet me know how we can get this coordinated so that this can get done once and for all. This court order is to be effective immediately. \r\n\r\nSincerely\r\nMark Anderson [private]\r\nEmail: \"[private]@aol.com\"\r\n<hr>\r\n\r\nSUPERIOR COURT OF CALIFORNIA, COUNTY OF LOS ANGELES WEST DISTRICT, BEVERLY HILLS COURTHOUSE, (19420) 9355 BURTON WAY, BEVERLY HILLS, CA 90210\r\nTELEPHONE; [private]\r\n\r\nANDERSON, MARK\t vs.\r\nGALLANT, JOE\tCASE NUMBER: PE 05S02076\r\nMINUTE ORDER and CLERK'S NOTICE OF RULING Court convened at 02:00 PM, on 01/18/2006; in Division 006\r\nPresent:Honorable JUDGE RICHARD A. STONE, Judge/Comm. Presiding PATRICIA BOULWARE , Deputy Clerk; and the following proceedings were had:\r\n\r\nPLAINTIFF(S) ANDERSON, MARK Appearing. DEFENDANT(S) GALLANT, JOE Appearing.\r\n\r\nNATURE OF PROCEEDINGS: CAUSE CALLED FOR HEARING RE: SMALL CLAIMS COURT TRIAL;\r\n\r\nDISPOSITION:\r\nTHE COURT RULES AS FOLLOWS:\r\nIT IS HEREBY ORDERED THAT JOE GALLANT TRANSFERS ANY INTEREST HE POSSESSES, IF ANY, TO MARK ANDERSON THE BLOG KNOWN AS MARKROYANDERSON.BLOGSPOT.COM. FURTHERMORE, IT IS SO ORDERED THAT THE BLOG KNOWN AS MARKROYANDERSON.BLOGSPOT.COM WILL BE REMOVED IMMEDIATELY.\r\n\r\nTHAT ALL REFERENCES TO MARY ROY ANDERSON, CAMDEN HOLDINGS, SUMMITT VENTURES AND SUMMITT OIL AND GAS INC WILL BE REMOVED FROM THE GOOGLE SEARCH ENGINES AND SEARCH RESULTS. A COPY OF THOSE REFERENCES IS ATTACHED AS EXHIBIT TO THIS ORDER. \r\n\r\nTHAT GOOGLE WILL ACCEPT THIS COURT ORDER PURSUANT TO THE PAST ACTION WHICH WAS FILED BY MARK ANDERSON AGAINST GOOGLE IN REMOVING THE BLOG FROM ITS SEARCH RESULTS AS WELL AS ALL OTHER REFERENCES WHICH ARE INCLUDED IN THIS ORDER ATTACHED HEREIN AS EXHIBIT A.\r\n\r\nTHAT THIS ORDER SHALL BE EFFECTIVE IMMEDIATELY AND THAT JOE GALLLANT AND GOOGLE WILL COMPLY WITH THIS ORDER.\r\n\r\nTHIS MATTER IS ORDERED DISMISSED WITHOUT PREJUDICE. \r\n\r\nThe foregoing minutes are correct.\tPATRICIA BOULWARE Deputy Clerk\r\n\r\nCLERK'S CERTIFICATE OF MAILING/NOIICE OF ENTRY OF ORDER\r\nI, the below named Executive Officer/Clerk of the above-entitled court, do hereby certify that I am not a party to the cause herein, and that this date I served Minute Order/Notice of Ruling the above minute order of\r\n01/18/2006 upon each party or counsel named below by depositing in the United States mail at the courthouse in BEVERLY HILLS, CALIFORNIA, one copy of the original entered herein in a separate sealed envelope for each, addressed as shown below with the postage thereon fully prepaid.\r\nANDERSON, MARK\t              GALLANT, JOE\r\n[private]\t              [private]\r\nBEVERLY HILLS, CA 90___       SANTA ANA, CA 92___\r\n\r\nJOHN A. CLARKE, Executive Office Clerk Dated 01/18/2006\tBy PATRICIA BOULWARE, Deputy\r\n\r\n<hr>\r\nExhibit A. \r\nmark anderson camden holdings - Google Search \r\n\r\nPage 1 of 2\r\n\r\n\r\nWeb Results 1 - 10 of about 161,000 for mark Anderson cam : holdings. (0.26 seconds)\r\n* GWT - In the News\r\nGWT filed for reorganization following the recent transaction with Camden Holdings Inc. of Beverly Hills, CA, whereby through its President, Mark Anderson, ... www.gwtr.com/news.php - 107k - Cached Similar pages\r\n\r\nRoanoke\r\n... the main portion of the Hevener holdings in the Anderson-Hanway tract:... Work was pushed rapidly on this line under the guidance of JN Camden and CN ... www.wvculture.org/history/lagrext/roanoke.html - 58k - Cached - Similar pages\r\n\r\n* 2nd Qtr 2003\r\nGWT filed for reorganization following the recent transaction with Camden Holdings Inc., whereby through its President, Mark Anderson, Camden acquired the ... www.defaultrisk.com/news_2003_q2.htm - 42k - Cached - Similar pages\r\n\r\n* Global_Water Technologies files-Cha..ter 11 _2003 05,:15\r\nIn February, Global Water was acquired by Camden Holdings, Inc. of Beverly Hills, Calif. Mark Anderson, Camden president, acquired the stock, ... www.bizjournals.com/denver/stories/2003/05/12/daily34.html - 71k - Cached ","date_sent":"2006-01-20T05:00:00Z","date_received":"2006-01-20T05:00:00Z","topics":["Uncategorized","Copyright"],"sender_name":null,"principal_name":"Mark Anderson","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}