{"dmca":{"id":10036,"type":"Dmca","title":"Subpoena Report","body":"Time Warner Cable of Stamford, CT sent us a letter stating that they had been served with a Court Order and Subpoena that compels them to disclose identifying information about us.  The information was requested by the RIAA.\r\n\r\nEnclosed was a: Subpoena In A Civil Case issued by the United States District Court Southern District of New York\r\n\r\nNumerous Recording Agencies listed\r\nvs\r\nDoes 1-119                         Case No. 05CV10543 (DLC)(THK)\r\n\r\nTo:Time Warner Cable\r\n290 Harbor Dr\r\nStamford, CT 06902\r\n\r\nX-- you are commanded to produce and permit inspection and copying of the following documents or objects at the place,date, and time specified below:\r\nInformation, including name, address, telephone number, email address, and media access control addresses, sufficient to identify the alleged infringers of copyrighted sound recordings, listed IP address in Attachment A to this Subpoena.\r\n\r\nPlace:  Cowan Liebowitz & Latman, P.C. 1133 Ave. of the Americas New York,NY 10036  Phone:212-790-9204\r\nDate and Time: February 14, 2006 -5:00PM\r\n\r\nSigned: Maryann Penney  Date:1/4/06\r\n\r\nIt also has the Attachment A and then an electronically filed Document dated 12/16/05  from the plaintiffs against defendants  - at the bottom of the sheet it reads:\r\nOrder granting plaintiffs' ex parte application to take immediate discovery:\r\nUpon the ex parte application of plaintiffs to take immediate discovery, the annexed declaration of Jonathan Whitehead and the exhibit thereto, the annexed declaration of J. Christopher Jensen, Esq. and the accompanying Memorandum of Law, it is hereby: Ordered that Plaintiffs may serve immediate discovery on Tme Warner Cable to obtain  the identity of each Doe Defendant by serving a Rule 45 Subpoena that seeks information on each Doe......address, etc.\r\nIt is further ordered that any information disclosed to Plaintiffs in response to the Rule 45  ma be used for protecting the plaintiffs' rights under the Copyright Act.\r\nDated:December 15,2005  and signed by a United States District Judge\r\n\r\nI do not know what I need to do. My children occassionally listen to music on the internet, I think they are using Limewire. We don't copy and distribute any music, they may download some to listen to-  but if they do it is soon deleted....it messes up the computer. We have had some problems with our computer or internet , where I believe others may have had or have access to it somehow. I suppose we should be more knowledgable about how the computer and cyberworld work, other than just buying a  computer and hooking it up and going on the internet. Please give me any help you can on this as to what we need to do. My email is tpmendenhall@msn.com  or tmendenhall@davidson.k12.nc.us    I will be going to the hospital on 1/31/06 for surgery and this isn't what I need to be dealing with now. And I certainly can't afford to be sued.\r\n\r\nThank you, \r\nTeresa Mendenhall","date_sent":"2006-01-04T05:00:00Z","date_received":"2006-01-04T05:00:00Z","topics":["DMCA Subpoenas","Copyright"],"sender_name":"Cowan Liebowitz & Latman, P.C.","principal_name":"RIAA","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}