{"dmca":{"id":10051,"type":"Dmca","title":"Poet complains of copying","body":"Notice of Copyright reference \r\n\r\nhttp://xiingyii-ai-ni.blogspot.com/\r\n\r\n[private]\r\n[private] \r\nNewcastle upon Tyne\r\n[private]\r\nEngland\r\n[private]\r\n\r\nSir, Madam,\r\n\r\nI am the author and copyright holder of the below\r\nmaterial, one poem illegally displayed as located on\r\nyour Internet servers, this material has been on my\r\nweb site since 1986 ongoing and has been taken and\r\nreproduced by a user or users with you.\r\n\r\nI write for three registered UK charities and they\r\nprovide me with free copyright on all my works, all\r\npoems are sold in booklet form to raise income for\r\ncharity.\r\n\r\nI swear on oath and as a committed Christian too\r\n(under penalty of Federal and European prosecution for\r\nperjury that I do own the copyright to the material\r\ndesignated below.\r\n\r\nIf you require a signed copy let em know, I can post\r\none today or send one as an image attachment or post a\r\ncopy on my servers for you to view and print.\r\n\r\n[private]\r\n\r\nPlease Note\r\n\r\n1.) the material has been taken, used without my given\r\n\r\nconsent or authorisation (data theft)\r\n2.) Copyright and anti theft legal warnings have\r\nclearly been ignored infringed and breached\r\n3.) the data thief has falsified the author\r\ninformation on your site (plagiarism)\r\n4.) my written work has been left with out any\r\ncopyright warnings and is open to abuse on your server\r\n5.) Your own TOS (terms of service have been\r\nbreached)\r\n6.)As long as this work is displayed on servers\r\nwithout given author consent your company, any hosting\r\nservers are liable for \r\npayment of commission and royalties \r\nsoliciting traffic by illegal use of my work to\r\npotentially gain interest to your service without\r\ngiven consent\r\n\r\nIf you look through Yahoo MSN or Google search you\r\nwill see this is taken from my own web via the given\r\nURL?s and all IP addresses pages viewed are also\r\nlogged as recorded by the site meter in use and your\r\ncustomers own ISP servers too. \r\n\r\nNot only are all my poems copyright but are also\r\npublished. Please remove this poem as a matter of\r\nurgency. \r\n\r\nI do not consent to my poems being displayed by any\r\nweb site unless I personally place them there, this\r\nensures my work and web site is always ever unique in\r\nit?s own right. Writing for UK registered charities \r\nwe have already sued six bogus poets for plagiarism\r\nand data theft of two particular poems. I hope to hear\r\nfrom you on this as a matter of urgency. \r\n\r\nPoem displayed on your site clearly marked as on my\r\nown web site at location(s) given below.\r\n\r\nhttp://www.quickegreets.com/love/love1.htm\r\nhttp://www.quickegreets.com/javafree/love/love1.htm\r\nhttp://www.quickegreets.com/wife/wife1.htm\r\nhttp://www.quickegreets.com/javafree/wife/wife1.htm\r\nhttp://www.quickegreets.co.uk/love/love1.htm\r\nhttp://www.quickegreets.co.uk/javafree/love/love1.htm\r\nhttp://www.quickegreets.co.uk/wife/wife1.htm\r\nhttp://www.quickegreets.co.uk/javafree/wife/wife1.htm\r\n\r\nCRS ","date_sent":"2006-01-01T05:00:00Z","date_received":"2006-01-01T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Quickegreets Chris","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}