{"dmca":{"id":10076,"type":"Dmca","title":"Font Foundry Finds Free Downloads Frankly Infringing","body":"Dear Mr. ****\r\n\r\non your website ********/univers/\r\nyou are offering several fonts for free download, among these the following:\r\n\r\nUnivers\r\n\r\nThese fonts are out intellectual property and registerd as Trademark and/or Design Patent at the DPMA and/or, for the European Communnity, at the Office for Heidelberger Druckmaschinen AG, Heidelberg/Germany, of which Linotype Gmbh is wholly owned subsidiary. Our Campany has been established to do the font production, distribution and licensing business for the well known Linotype Typeface Library. Our Parent company has authorized us to prosecute all infringements of intellectual property rights in connection with the typeface business in our name and world wide.\r\n\r\nIt goes without saying that offering our fonts without being authorized by and offical licence agreement constitutes an infringement of our intellectual property rights. We therefore do herewith demand that you immediatlely remove these fonts from your website, and we further request that you confirm your obligation to do so by a singed format written declaration to cease and desist which we expect to receive by\r\n\r\nJanuary 24th 2006\r\n\r\nat the latest.\r\n\r\nFor your conveniece, we herewith enclose a draft of such declaration. Should you, however fail to provide us with an original, signed copy of this document in due time, you must expect our local lawyers to get in touch with you in order to leagally enforce out intellectual property.\r\nAll expenses arising from this procedure will be borne by you.\r\n\r\nFacing the fact that your website is non-commercial we will-at this stage- resist from charging you with damages and/or expenses, which are normally asserted by our company. \r\nHowever, we reserve the right to claim these costs in eventual further legal proceedings\r\nagainst you. \r\n\r\nSincerly\r\n\r\n******\r\nLinotype GmbH\r\n\r\n\r\n\r\nI, the undersigned *****\r\nobligate myself to\r\nLinotype GmbH, Du-Pont-StraBe 1, 61352 Bad Homburg, Germany\r\n\r\n1. to immediatly cease the use of the name:\r\nUnivers\r\n\r\nas a trademark to identify font-software, ie. to offer, distribute and sell fonts under the trademark names listed above;\r\n\r\n2. to immediately refrain from offering commercially the above listed fontsofware (e.g. software that digitalize and reproduce fonts) under its previous or any other name,\r\n\r\n3. to pay a contract penalty of Euro 25,000.000 to Linotype GmbH, Du-Pont-StraBe 1, 61352 Bad Homburg, for any case of violating the obligation listed under item 1 or 2\r\n\r\n\r\n","date_sent":"2005-10-01T04:00:00Z","date_received":"2005-10-01T04:00:00Z","topics":["Copyright","Copyright and Fair Use"],"sender_name":null,"principal_name":"Lino Type","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}