{"dmca":{"id":10099,"type":"Dmca","title":"Author complains of books posted to Google Groups","body":"Dear Sirs,\r\n\r\nAs you outlined below, I am filing with you a notice of copyright infringement. I have located many of the items on your Google Groups and provided the required information below in BOLD type.\r\n\r\nSpecifically, I am the author and sole copyright owner of a set of books that have been illegally copied and are being sold/exchanged on your Google Groups.\r\n\r\nThanks,\r\n[private]\r\nStock Market Geometry [private]@cycle-trader.com\r\n\r\n\tOriginal Message \t\r\nFrom: groups-support@google.com To: [private]@yahoo.com\r\nSent: Wednesday, December 28, 2005 9:27 AM\r\n\r\n\r\nTo expedite our ability to process your request, please use the following format (including section numbers):\r\n\r\n\r\n1. Identify in sufficient detail the copyrighted work that you believe has been infringed upon.\r\n\r\n\r\n4 books authored by myself \"[private]\" and titled:\r\n1 Four-Dimensional Stock Market Structures and Cycles\r\n2 Four-Dimensional Stock Market Structures and Cycles - Charts\r\n3 Market Science - Volume I - Square of Twelve\r\n4 Market Science - Volume II - Market Dynamics\r\n\r\n\r\nI sell my books on my website www.cycle-trader.com\r\n\r\n\r\n2. Identify the material that you claim is infringing upon the copyrighted work listed in item #1 above.\r\n\r\n\r\nPlease see page 3 of this fax\r\n\r\n\r\n3. Provide information reasonably sufficient to permit Google to contact you (email address is preferred).\r\n\r\n[private]\r\n\r\n\r\n[private]@pacbell.net\r\n\r\n\r\n(619)[private](home phone)\r\n \r\n\r\n4.\tProvide information, if possible, sufficient to permit Google to notify the owner/administrator of the webpage that allegedly contains infringing material (email address is preferred).\r\n\r\n\r\n5.\tInclude the following statement: \"I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing webpages is not authorized by the copyright owner, its agent, or the law.\"\r\n\r\nI, [private], have a good faith belief that use of the copyrighted materials described above on the allegedly infringing webpages is not authorized by the copyright owner, its agent, or the law.\r\n\r\n6.\tInclude the following statement: \"I swear, under penalty of perjury consistent with United States Code Title 17, Section 512, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\nI swear, under penalty of perjury consistent with United States Code Title 17, Section 512, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed\r\nSign the paper.\r\n\r\n\t[private]@hotmail.com\t(Email address of author of infringing material)\r\n\r\n7fmj89$rk0$1@nnrp1.dejanews.com\t(Message IDS\r\n7fjd0h$v9t$1@nnrp1.dejanews.com\r\n7fmjah$rkb$1@nnrp1.dejanews.com\r\n7fjd11$va2$1@nnrp1. dejanews.com\r\n7c00k8$gau$1@nnrp1.dejanews.com\r\n771icb$22c$1@nnrp1.dejanews.com\r\n7748u1$bha$1@nnrp1.dejanews.com\r\n7748o2$bg1$1@nnrp1.dejanews.com\r\n74ire3$d97$1@nnrp1.dejanews.com\r\n78eoif$enq$1@nnrp1.dejanews.com\r\n78ch2c$u7f$1@nnrp1.dejanews.com\r\n72ntop$8s4$1@nnrp1.dejanews.com\r\n771ig3$22s$1@nnrp1.dejanews.com\r\n\r\n\r\n","date_sent":"2005-12-28T05:00:00Z","date_received":"2005-12-28T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Stock Market Geometry","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}