{"dmca":{"id":10143,"type":"Dmca","title":"ProjectVisa wants to stop text from travelling","body":"Dear Sir or Madam,\r\n\r\n1. The copyrighted work at issue is the text that appears on http://www.projectvisa.com In short almost the entire site has been copied. I am contacting you to make a formal complaint against two websites listed in your Search index.\r\n\r\nI have been made aware that a website included in the alltheweb Search index, apparently has copied the content of several hundred pages from my own site at\r\nhttp://www.projectvisa.com. To the best of my knowledge the entire sites at www.passportvisa.org is a copy of my own website, with the logo and layout changed, and some extra words added.\r\n\r\nA very cursory list of stolen material includes text at:\r\nhttp://passportvisa.org/visa.html http://passportvisa.org/Visa/Afghanistan-Visa/Afghanistan-Visa.html http://passportvisa.org/Visa/Bangladesh-VisaBangladesh-Visa.html http://passportvisa.org/VisaBBhutan-VisaBhutan-Visa.html \r\nand on, and on, and on...\r\n\r\nI am under no illusion that this is an isolated or honest mistake even a cursory look at the visa information of the website should be sufficient to determine that http://passportvisa.org/ is made up of stolen content from Projectvisa.com. Prompt action on your part would be most appreciated.\r\n\r\nMy Contact Information:\r\n[private]\r\n[private]\r\n[private]\r\nWestern Australia\r\n[private]@yahoo.com\r\n\r\nInfringer's Contact Information:\r\n\r\n[private]\r\n[private]\r\nPune Maharashtra\r\nIndia\r\n[private]@yahoo.com\r\n \r\n2.\t\tI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n3.\t\tI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nSincerely,\r\n[private], Owner Projectvisa.com\r\n\r\nPhone: +61 [private]\r\nEmail: [private]@yahoo.com\r\n","date_sent":"2006-01-13T05:00:00Z","date_received":"2006-01-13T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Projectvisa.com","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}