{"dmca":{"id":10165,"type":"Dmca","title":"Speedticketbeaters races after copycat website","body":"The website ihatespeedingtickets.com has been using my copyrighted material for approximately 1 year. I wrote the material for my site speedticketbeaters.com, and published it on line through Go Daddy well before ihatespeedingtickets.com even existed. On a side note, I have observed that ihatespeedingtickets.com is also using the written material of several other speed ticket related websites. I have attempted through my attorney to contact ihatespeedingtickets.com with a Cease and Desist letter to which they do not respond. Nor did they respond to Go Daddy's inquiry on the matter.\r\n\r\nThe copyrighted work appears on the following pages:\r\n\r\nMuch of the written content is from my site on http://www.ihatespeedingtickets.com/about-beating-a-speeding-ticket.shtml\r\n\r\nThe testimonials listed are from MY site and are on http://www.ihatespeedingtickcts.com/test-beating-a-speeding-ticket.shtml\r\n\r\nThere are possibly other places within ihatespeedingtickets.com using my sites content. I may be contacted at [private]@allmail.net\r\n Ihatespeedingtickets.com may be contacted at [private]@gmail.com\r\n\r\nI have a good faith belief that use of the copyrighted materials described above as allegedly infringing is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n[private]/Owner Speedticketbeaters.com\r\n","date_sent":"2006-09-01T04:00:00Z","date_received":"2006-09-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Speedticketbeaters.com","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}