{"dmca":{"id":10181,"type":"Dmca","title":"phone service criticism site","body":"Re: [Private]\r\n\r\nDear [Private]\r\n\r\nWe represent SMS.ac which is located in San Diego, California, and are writing you regarding your published entries located on your website at [Private], in which you state that SMS.ac is a \"scam,\" a \"con,\" a \"complete con,\" and a \"total scam,\" among other statements and representations.\r\n\r\nYour statemetns regarding SMS.ac are false and without merit, and your website entry is clearly designed to unfairly depict SMS.ac through false representations and statements and to drive subscribers away from SMS.ac. SMS.ac highly values its strong relationship with its subscribers, and is committed to maintaining that relationship. We are informed that you currently work for [Private] and, if this is the case, it is additionally distressing that you are continuing to publicly maintain such false and anticompetitive statements.\r\n\r\n[Private], the Deputy General Counsel for SMS.ac, has previously written you and requested that you remove these false statements from your website, but has never received any response from you.\r\n\r\nAccordingly, SMS.ac demands that you immediately and permanently cease and desist from maintaining and publishing these false, disruptive and damaging statements on your website, and confirm that you will not allow any such statements to be published or maintained on your website in the future. \r\n\r\nGiven the gravity of htis matter, please contact me within five business days from your receipt of this letter to confirm that you will take prompt action to remove the aforementioned statements from your website and to confirm that you will not publish or maintain any such statements on your website in the future. \r\n\r\nIf we do not hear from you within five (5) business days of your receipt of this letter, SMS.ac will have no choice but to pursue other legal options to enforce its rights.\r\n\r\nWe look forward to hearing from you and to resolving this matter promptly and efficiently.\r\n\r\nVery truly yours, \r\n\r\n[Private]\r\ncc: [Private]\r\n\r\nORC 381061-2.074717.0010\r\n\r\n\r\n","date_sent":"2006-02-05T05:00:00Z","date_received":"2006-02-05T05:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"McDermott Will & Emory","principal_name":"SMS.ac","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}