{"dmca":{"id":10183,"type":"Dmca","title":"online chatting turns out to be a gamble","body":"February 06, 2006\r\n \r\n[Private],\r\n\r\nThis is a formal warning pertaining to the libelous writings by you and others whose messages you are responsible for that's posted on your Online Players Union forum and your own writings/posts at Gambling911 forum, and all other forums you have posted libelous postings against my person.\r\n\r\nAlso, as to any and all slanderous statements made by you and your members or moderators on any radio/audio programs you may have hosted and aired.\r\n\r\nI direct you to immediately cease and desist from using my name (Deborah Green) or my nicname (jinnia) in your own writings or contained in any material written by others posted on your forums and on any and all radio/audio programs. \r\n\r\nI also issue a directive for you to REMOVE my name and/or nicname from any archived messages posted on your forum, and to contact the webmasters of the other forums you have such postings and have them removed.\r\n\r\nI have collected an extensive file of your libelous writings/postings about myself, which serves as evidence of your violations of my civil and legal rights. \r\n\r\nThese libleous writings, and obscene insults have caused serious damages to me, including but not limited to my physical health.\r\n\r\nI also demand a public retraction and apology for stated violations, signed by you.\r\n\r\nWhen you conspired to defame my reputation, harass and threaten me PUBLICLY, you then overstepped your bounds legally, not to mention morally. \r\n\r\nI will not tolerate any further transgressions as such against me, by you.\r\n\r\nYou are hereby advised to take these warnings and directives seriously. \r\n\r\nIf my directives and demands are not met with due diligence, and to my satisfaction within a period of two (2) weeks from this day, February 06, 2006, I will proceed with legal action against you on both civil and criminal charges.\r\n\r\n \r\n\r\nSigned,\r\nDeborah Green - jinnia","date_sent":"2006-02-06T05:00:00Z","date_received":"2006-02-06T05:00:00Z","topics":["Defamation","Copyright"],"sender_name":null,"principal_name":"Deborah Green","recipient_name":"Online Players Union","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}