{"dmca":{"id":10216,"type":"Dmca","title":"Poet complains of copying","body":"Notice of Copyright reference\r\nhttp://whiskeylynn.blogspot.com/2003_10_01_whiskeylynn_archive.html\r\n\r\nMr C R Slater\r\n[private]\r\nNewcastle upon Tyne\r\n[private]\r\nEngland\r\n[private]\r\n \r\nSir, Madam,\r\n\r\nI am the author and copyright holder of the below material, one poem\r\nillegally displayed as located on your Internet servers, this material has\r\nbeen on my web site since 1986 ongoing and has been taken and reproduced\r\nby a user or users with you.\r\n\r\nI write for three registered UK charities and they provide me with free\r\ncopyright on all my works, all poems are sold in booklet form to raise\r\nincome for charity.\r\n\r\nI swear on oath and as a committed Christian too (under penalty of Federal\r\nand European prosecution for perjury that I do own the copyright to the\r\nmaterial designated below.\r\n\r\nIf you require a signed copy let me know, I can post one today or send one\r\nas an image attachment or post a copy on my servers for you to view and\r\nprint.\r\n\r\nMr C R Slater\r\n\r\nPlease Note\r\n\r\n1.) the material has been taken, used without my given consent or\r\nauthorisation (data theft)\r\n2.) Copyright and anti theft legal warnings have clearly been ignored\r\ninfringed and breached\r\n3.) the data thief has falsified the author information on your site\r\n(plagiarism)\r\n4.) my written work has been left with out any copyright warnings and is\r\nopen to abuse on your server\r\n5.) Your own TOS (terms of service have been breached)\r\n6.)As long as this work is displayed on servers without given author\r\nconsent your company, any hosting servers are liable for \r\npayment of commission and royalties \r\nsoliciting traffic by illegal use of my work to potentially gain interest\r\nto your service without given consent\r\n\r\nIf you look through Yahoo MSN or Google search you will see this is taken\r\nfrom my own web via the given URL","date_sent":"2006-02-07T05:00:00Z","date_received":"2006-02-07T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Mr. C R Slater","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}