{"dmca":{"id":10252,"type":"Dmca","title":"Robin Zeiss complains of 'crooked lawyer' links to her name","body":"Dear Sirs:\r\n\r\n\r\nRE: YOUR REFERENCE NO. #45183569 -LIBEL, DEFAMATION, SLANDER \r\nThank you for your E-mail requesting particulars.\r\n\r\n\r\nI am a practising lawyer from Winnipeg, Manitoba, Canada and I am advising you and affirm to be true, as a declarant under The Evidence Act, that the link to my name is libel and defamatory. Only google.ca is linking my name,Robin Ziss, or now, Robin Zeiss to \"crooked lawyer\" because of an article on the website of ishmael.ca at google.ca.\r\n\r\n\r\nMr. Ishmael takes issue with legal representation he has received. I was not the lawyer involved with him. I am a very honest and hard working lawyer.\r\n\r\n\r\nI would ask that you immediately cease and desist this link to Robin Ziss, or, Robin Zeiss, the new legal spelling of my name, as the law of Libel, defamation and slander is: only if I am a crooked lawyer can the link with crooked lawyer stand. Further I am not a public figure, thus there is no defence of fair comment.\r\n\r\n\r\nIt is the Google link I take issue with. Googlre.ca is in control of same link that I wish immediately removed because it is damaging to my good reputation and potentially harms my business and this outweighs any necessity for Google Inc., , nor for Mr. John Ishmael, at Ishmael.ca (see his Email:admin@ishmael.ca), to have any such link to my name with the words crooked lawyer.\r\n \r\n\r\n\r\nOn behalf of all the advocates who serve the public, selflessly doing Legal Aid work, I ask you to cease and desist this defamatory link, immediately.\r\n\r\n\r\nThus, the offensive link is with the words \"crooked lawyer.\" The offensive link is the second search to my name under crooked lawyer.\r\n\r\n\r\nOnly two hits appear with my name: Robin Ziss or Robin Zeiss, and the first proper link up until January 6, 2006, was with The Law Society of Manitoba, to which I am a practising member and a practicing lawyer..\r\n\r\n\r\nShould you wish further information, perhaps you may find the same in our previous E-Mails. Thank you for your co-operation, I look forward to hearing from you. Yours truly,\r\nROBIN ZEISS AKA Robin Ziss\r\n","date_sent":"2006-02-07T05:00:00Z","date_received":"2006-02-07T05:00:00Z","topics":["Copyright","International"],"sender_name":null,"principal_name":"Robin Zeiss","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}