{"dmca":{"id":10273,"type":"Dmca","title":"dmca copyright infringement notice","body":"These people were advised via email on November 26th that they were infringing on our copyright by using photos professionally taken, licensed to us and without permission being used by them for their financial gain.  I received an apology from them telling me they use my pictures because they are good and that they were too busy to cease and desist.  The access to their site was blocked temporarily and now it is back with even more of our pictures.  www.saltflame.com has stolen, apologized, and continued and expanded the theft.  My website is www.ionicsalts.com and almost every picture in their catalog and on their site is licensed to us and copyrighted by m professional photographer via Library of Congress submission.  All of this is provable beyond a shadow of doubt.  How do I make this piracy stop and protect my property?  They are again receiving my notice as are their web host and Alibaba.  \r\n\r\nMessage chain:\r\nTo Saltflame:\r\n\r\nWe have had this discussion previously.  You are again using our copyrighted images and intellectual content without permission.  This is in violation of the DMCA and a company that presents itself as so large and talented should not be remaining in business by dishonest means.  There are no more games or warnings.  I am prepared to take any and all legal action possible and definitely will make your treachery known to all who will ever hear your name.  I will issue a press release that will shame you in the eyes of your God, your countrymen and all the interested people of the world.  I do demand financial settlement as previously disclosed to you and I am requesting all agents to begin legal proceedings against you and those who continue to make your actions possible.\r\n\r\nPlease Note:   these are images stolen from us (www.ionicsalts.com)  and used on your pages (www.saltflame.com)  yet again.:\r\nPyramid\r\nBath products\r\nGroup shot of naturals\r\nOur fire bowl\r\nOur cones\r\nIn short, every image on your catalog page and most used elsewhere are stolen from us.  You have no permission to use, have never had permission to use and have been warned of consequences of your use.  You are in flagrant disregard for all the moralities and laws of society as regards property and the internet.  I presume you are also the persons in Pakistan giving others permission to use our property which you have stolen.  I am the rightful owner of these items and they are protected from conduct such as yours.  You should feel great shame for you are stealing from a woman and a handicapped woman at that and I am sure that does not coincide with Islamic laws.  \r\n\r\nI am by copy of this letter requesting that you cease and desist immediately.  I am also asking that Alibaba remove all links to your site with its pirated information and photos from their service, I am asking your web host to remove your site and black list it from reappearance  and I am asking for $1000 per day for your theft and infringement beginning as previously stated 48 hours from first notification. Your first notification of this was on November 26, 2005 and I have a written apology from your company admitting to the theft.  You must remove immediately the material that is ours and remit requested fees for your dishonesty as previously disclosed to you by us or we shall seek larger penalties.   Please be assured you have committed a very large sin in the eyes of all honest internet brokers and governing agencies.  There is no discussion.  I am the owner of the media, you are blatantly stealing and have continued long after advisement of infringement.  Further you have admitted it.  \r\n\r\nPlease advise when you will remit in order to forestall further legal actions. Currently the cost to you is $75,000 USD, with delay and further costs to us it will be significantly more.\r\n\r\nPatricia Wright\r\nE-Klectix/IonicSalts.com\r\n8539 Monroe Rd \r\nCharlotte, NC, USA\r\nPH 704.451.4290\r\nFX 704.568.1846\r\nEmail pat@ionicsalts.com\r\n   . \r\n\r\n\r\nSOME of the previous message traffic regarding your dishonesty:\r\n\r\nDear Sir,\r\n\r\nI appreciate your acknowledgement of my complaint.  Obviously you do like our site, artwork, photos, graphics and presentation however we are a business and these things are our property and are not given or loaned to you.  Your use is unauthorized and illegal.\r\n\r\nWe do not have additional time to give you and your current workload is a result of the unauthorized use of our content.  Would you prefer to pay us for the use of our pictures and copyrighted materials? Damages? Possibly $1000 US per day sounds fair to me, payable in certified funds and accrued since the inception of your site?\r\n\r\nPlease be aware that we will begin the process of having you removed and banned from search engines as well as seeking monetary damages if the subject material is not removed by the original deadline given. I will also complain to Alibaba since you are using their network to profit by the theft of our materials.  I have contacts in Pakistan and will ask them to support my efforts to enforce the ban which I believe will certainly cause unneeded problems for you but also free your time to deal with the stated issues.  \r\n\r\nI do not wish to be mean and I would prefer to think that you are ignorant of the laws rather than that you are dishonest and taking advantage of the honest people such as us who work on the web.  Your response to this second demand for removal will determine our next step.  You must remove the materials.\r\n\r\nWe wish you no harm but will continue to protect our rights as originally stated.  You show a large staff on your masthead and I believe you are jointly and individually responsible for the actions of the company you control.  You must consider doing the right thing immediately to eliminate further problems.  \r\n\r\nSincerely,\r\nPatricia Wright\r\nPresident\r\nE-Klectix/IonicSalts.com\r\nCharlotte, NC USA\r\n\r\n\r\n\r\n-----Original Message-----\r\nFrom: Faraz chughtai [mailto:salzlampe@hotmail.com]\r\nSent: Sunday, November 27, 2005 10:59 AM\r\nTo: sales@e-klectix.com\r\nSubject: Appologize from saltflame\r\n\r\nHi Dear\r\nSorry for bothering you give me some period because here we have a lot of load from importers, By the way your pictures are very attractful , Again sorry Best regards Saltflame\r\n__________________________________________________________________________________________________________________________________________________________\r\nRE: [DMCA #11262005-0935-4842]: FW: theft of copyrighted materials\r\n\r\nThere is no doubt that this is a provable infringement.  We have offered your client 48 hours and when that time frame expires we shall clearly and certainly begin action.  It is regrettable that the web is populated by such companies, it seems they believe they are entitled to all they are able to steal.  Rest assured there will be action on our part if the materials are not removed within the allotted time.  You are forewarned.  You may advise your client of same.\r\n\r\nPatricia Wright\r\nPresident\r\nE-Klectix/IonicSalts.com\r\nCharlotte, NC, USA\r\n704.451.4290\r\n\r\n\r\n-----Original Message-----\r\nFrom: Everyones Internet DMCA Agent [mailto:dmca@ev1.net]\r\nSent: Saturday, November 26, 2005 1:59 PM\r\nTo: webmaster@ionicsalts.com; kevin@kevinchelko.com; znz@cyber.net.pk; sales@ionicsalts.com\r\nSubject: [DMCA #11262005-0935-4842]: FW: theft of copyrighted materials\r\n\r\n\r\nSir or Madam,\r\n\r\nThank you for bringing this complaint of copyright material to our attention, however, we need more information. Below you will find exactly what we need for a complete DMCA complaint, as set forth by the DMCA act of 1998, which may be found at http://www.loc.gov/copyright/legislation/dmca.pdf\r\n\r\n1. A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n2. Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site.\r\n3. Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit Ev1servers to locate the material.\r\n4. Information reasonably sufficient to permit Ev1servers to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted.\r\n5.  A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, it's agent, or the law.\r\n6.  A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nOnce we are provided with the required information we will be able to take further action against the offending party. If you have any questions please feel free to contact us at dmca@ev1.net\r\n\r\nIf you wish you may send your notice one of three ways listed below\r\n\r\nVia Fax:\r\nAttention: Chris Newcomb\r\nFax: (713)554-5227\r\n\r\nVia Postal Mail, UPS, Federal Express, or Other Currier service:\r\nEveryones Internet\r\nAttn: Chris Newcomb\r\n390 Benmar Suite 200\r\nHouston, TX  77060\r\n\r\nVia email to:\r\nDMCA@ev1.net\r\n\r\nRegards,\r\nJennifer\r\nAbuse Team\r\nEveryones Internet\r\nEv1servers.net\r\n\r\n\r\n\r\nOn Sat, 26 Nov 2005 09:35:27 -0600, sales@ionicsalts.com wrote:\r\n> Sirs:\r\n> \r\n>  \r\n> \r\n> You host http://www.saltflame.com <http://www.saltflame.com/>  and they are\r\n> in violation of DMCA due to photographs and materials taken from our\r\n> copyrighted site ( http://www.ionicsalts.com <http://www.ionicsalts.com/>\r\n> ).  The  photographs are protected via our professional photographer's\r\n> registration as well.  Please note we have given them 48 hours to remove the\r\n> illegally obtained and used materials prior to our beginning actions to\r\n> eliminate the problem (copy of notification email follows).  Thank you for\r\n> your assistance.\r\n> \r\n>  \r\n> \r\n> Patricia Wright\r\n> \r\n> E-Klectix/IonicSalts.com\r\n> \r\n> Charlotte, NC\r\n> \r\n> 704.451.4290\r\n> \r\n>  \r\n> \r\n>  \r\n> \r\n>   _____  \r\n> \r\n> From: Eklectix [mailto:sales@e-klectix.com] \r\n> Sent: Saturday, November 26, 2005 11:57 AM\r\n> To: 'exec-dir@saltflame.com'; 'manag-dir@saltflame.com';\r\n> 'manag-stock@saltflame.com'; 'retail-cus@saltflame.com';\r\n> 'manag-finance@saltflame.com'; 'tax@saltflame.com';\r\n> 'saltflame@saltflame.com'; 'inquiry@saltflame.com'; 'info@saltflame.com'\r\n> Cc: 'znz'; 'Kevin Chelko Photography'; 'webmaster'\r\n> Subject: theft of copyrighted materials\r\n> Importance: High\r\n> \r\n>  \r\n> \r\n> Sirs:\r\n> \r\n>  \r\n> \r\n> I am most disappointed to see that you have chosen to use our copyrighted\r\n> photographs, animations,  and materials on your website (\r\n> http://www.saltflame.com <http://www.saltflame.com/>  ).  This is completely\r\n> unacceptable and all materials you have taken from our website whether\r\n> graphic or text must be removed immediately.  You are in violation of the\r\n> DMCA and this gives us, the injured party, various rights which we\r\n> diligently enforce.  This type of activity on your part can result in your\r\n> being removed and subsequently banned from all major search engines as well\r\n> as other ramifications.  We will expect your cooperation within 48 hours if\r\n> we are to accept a correction and apology.\r\n> \r\n>  \r\n> \r\n> Patricia Wright\r\n> \r\n> E-klectix/IonicSalts.com\r\n> \r\n>  <http://www.ionicsalts.com/> http://www.ionicsalts.com \r\n> \r\n> Charlotte, NC, USA, \r\n","date_sent":"2006-02-11T05:00:00Z","date_received":"2006-02-11T05:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":null,"recipient_name":"saltflame.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}