{"dmca":{"id":10293,"type":"Dmca","title":"TipKing.com complains of copied hints","body":"Dear Sir or Madam,\r\n1.\t\tThe copyrighted work at issue is the text that appears on http://www.tipking.co.uk, this site belongs to me. The infringer has copied in excess of 2000 of my pages.\r\n\r\n2.\t\tThe infringers domain name is hintshome.com and his entire site has been indexed by the Google search engine http://www.google.com/search?q-site:hintshome.com\r\n\r\nThe directory system of my site is very simple and basically runs 1 2 3 etc. So if I start at my very first tip, I can see that he has started copying at the very beginning of my site. If using the web archive http://www.archive.org/ to check who had the pages first my site has used the domain name tipking.com in the past\r\n\r\nThe above list is just the tip of the iceberg and estimate in excess of 2000 pages have been copied word for word. There is a list with hyperlink at my website http://www.tipking.co.uk/site_stealbog_content.htm\r\n3.\t\tMy Contact Information: [private]@gahughes.com\r\n4.\t\tInfringer's Contact Inform: [private]\r\n[private]\r\nhannut\r\n4280\r\nAU\r\nBELGIUM\r\nemail address [private]@skynet.be\r\nI have written to the infringed on several occasions to [private]@skynet.be and [private]@hintshome.com. I received no reply however he did quickly remove his Adsense Adverts from the site. \r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\n\t6.\tI swear, under penalty of perjury that the information in the notification is accurate and that I am the copyright owner of an authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\nSincerely,\r\n[private]\r\nOwner of TipKing.com Phone: + 44 [private]\r\nEmail: [private]@gahughes.com\r\n","date_sent":"2006-02-06T05:00:00Z","date_received":"2006-02-06T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"TipKing.com","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}