{"dmca":{"id":10329,"type":"Dmca","title":"U.S. Male Corps complains of photo posting to Google Groups","body":"To Whom It May Concern:\r\n\r\nI am the Copyright Agent for Norealis Media Inc., owner of U.S. Male Corps registered trademarks in the United States and other countries, U.S. Male Corps web site (http://www.MaleCorps.com), and U.S. Male Corps films and photos.\r\nAll the photos below are copyrighted by U.S. Male Corps and no permission has been granted to you for publication. Your use of these photos is not authorized by U.S. Male Corps, and as a result, is illegal.\r\n\r\nThe photos sent as attachments in a message distributed to the group leathermenColorado as COPYRIGHTED AND MUST BE REMOVED IMMEDIATELY - SINCE THE DAMAGE HAS BEEN DONE I WILL SETTLE FOR NOTHING LESS THAN CLOSING THE GROUP PERMANENTLY. THIS GROUP HAS IN THE PAST POSTED OUR COPYRIGHTED MATERIAL AND IN THIS LATEST MESSAGE THEY SAY THEY WILL POST ALL THE PHOTOS FOMR THIS SERIES.\r\n\r\nhttp://groups.google.com/group/leathermenColorado/msg/52717278725f47ca http://groups.google.com/group/leathermenColorado/msg/0a80cd42d9d60369\r\nThe photos were taken from the U.S. Male Corps web site and the copyright information removed, demonstrating the intent to violate copyright laws. The photos are produced by, and published on, U.S. Male Corps web site (http://www.MaleCorps.com). All rights for any material on U.S. Male Corps web site are reserved.\r\n\r\nAs you have now been notified of this copyright violation, we require that the above pictures be removed within 72 hours of receipt of this notice.\r\nWillfully violating a copyright for the purpose of commercial advantage or financial gain is a criminal offense. As per section 1204 of the DMCA, penalties range up to a $500,000 fine or up to five years imprisonment for a first offense, and up to a $1,000,000 fine or up to ten years imprisonment for subsequent offenses.\r\n \r\nPlease take notice that we reserve the right to seek, without any further notice, damages in the amount of $1 to $5 per photo illegally used, per news group member, and per day, starting 72 hours after your receiving of this notice.\r\n\r\nI hereby certify, under penalty of perjury, that the information in this notice is accurate to the best of my knowledge, and that I have complete authority to enforce U.S. Male Corps' rights in this matter.\r\n \r\nYours truly,\r\n[private]","date_sent":"2006-01-02T05:00:00Z","date_received":"2006-01-02T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Norealis Media Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}