{"dmca":{"id":10346,"type":"Dmca","title":"Fitness Professionals complain copying isn't sporting","body":"Attn: Google Legal Support, DMCA Complaints\r\n\r\nPlease find attached documents detailing the breath and depth of the Copyright and Intellectual infringement brought upon our company by GFFI Fitness Academy http://www.gffi-fitness.orq, http://www.gffi-fitnessstudycom/Exer.htm\r\n \r\nThank you,\r\n[private], M.S., Ph.D., NDc.\r\nPresident - American Fitness Professionals & Associates\r\n \r\n02/08/2006 11:20\t[private]  AFPA\tPAGE 02 \r\n \r\n\r\n\r\nGoogle, Inc.\r\n\r\nNOTICE OF DIRECT COPYRITE INFRINGEMENT\r\n\r\nFrom\r\n[private], President\r\nAmerican Fitness Professionals & Associates AFPA\r\n\r\n\r\nAttn: Google Legal Support, DMCA Complaints,\r\n\r\nI have been contacted by a number of members reporting to us of another company that offers the same programs and descriptions in fitness education as our organization. This company [GFFI-Fitness Academy] has copied many times verbatim over 17 locations from our website [see attachments]. The infringement is extensive as you will see [from our description pages of courses AFPA offers to the actual links pages].\r\n\r\nWhile it may be difficult for AFPA to file suit against this company as they are located in India for the copyright infringement and theft they have committed, we believe that you may assist us by removing these blatant thieves from your search engine. I have contacted other search engines as well as they are listed in a number of places.\r\n\r\nAFPA have been consistent paying customers of your company and would greatly appreciate your assistance in righting the damage that is being inflicted upon our company. American Fitness Professionals & Associates [AFPA] has been online continuously since 1996 with the content contained within protected by international copyright laws.\r\n\r\n\"I have a good faith belief that use of the copyrighted materials described above as allegedly infringing is not authorized by the copyright owner, its agent, or the law.\"\r\n\r\n\"I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\n\r\nThank you for your assistance in this very serious matter\r\ncc: [private], Esq.\r\n \r\n[private], MS, Ph.D., NDc, President American Fitness Professionals & Associates AFPA [private]@afpafitness.com\r\n[private] ph\r\n[private] fax\r\n","date_sent":"2006-02-08T05:00:00Z","date_received":"2006-02-08T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"American Fitness Professionals & Associates","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}