{"dmca":{"id":10369,"type":"Dmca","title":"The Kirk Report blog complains of copying","body":"I'm the owner of, http://www.thekirkreport.com, a blog focused on finances and the stock market. One of your users has violated my website's copyright numerous times. He has not only copied images at my website and used them as his own, but he has done the same with my commentary. The violations have been so numerous and consistent that I've been contacted by readers who think that I run both blogs, even though I do not. Here are just two examples:\r\nExample One: (Copyrighted Material)\r\n\r\nMy Post:  http://www.thekirkreport.com/2006/01/02 /index.html\r\n\tMy Post:  http://www.thekirkreport.com/2006/01/its_good_to_be_.html\r\n\r\nHis Post: http://limit-up.blogspot.com/2006/01/performance.html \r\nExample Two: (Unauthorized Use Of Graphics)\r\n\r\nMy Graphics:\r\nhttp://www.thekirkreport.com/2004/11/playing_with_nu.html\r\n\r\nHis Use: http://limit-up.blogspot.com/2005/12/qqqq-update_22.html\r\n\r\n\r\nWith a little investigation, you-will discover that most of the images and commentary your customer uses has been improperly used and has violated copyright law.\r\n\r\nPlease feel free to contact me if you require any further information. I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law. I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n[private], The Kirk Report\r\n","date_sent":"2006-02-16T05:00:00Z","date_received":"2006-02-16T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"thekirkreport.com","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}