{"dmca":{"id":10395,"type":"Dmca","title":"ionCube Ltd complains of blog \"cracks\"","body":"Google,\r\n\r\nRe: Blogger ticket #387949\r\n\r\nPlease find information below relating to the site scriptzone.blogspot.com. [private] ([private]@google.com) from the Google European PR department has also been assisting, and has kept [private] ([private]@google.com) from the Google legal team in the loop.\r\n\r\nWe wish to stress that time is of the essence in dealing with this issue, and that a Google site carrying links to pirated software products may cause severe financial damage to ourselves that is in exponential proportion to the term that such materials are made available.\r\n\r\nWe will outline specific details pertaining to infringement of our product copyright, however you should note that aside from our specific grievance, the blog site is in contravention of your own terms and conditions, and should therefore be investigated and dealt with swiftly pursuant to the enforcement of your own conditions and in order to protect your position.\r\n\r\nTo address the points individually for the infringement notice.\r\n\r\n1) All entries in the scriptzone.glogspot.com main page and blog archives are believed to be pirated (cracked/hacked/nullified) software products. Our direct concern is the entry of February 13`h, for the ionCube PHP Encoder 6.5A, and the link to a file sharing site. This has been verified to be a version of our software that has been modified by an Indonesian hacker in order to circumvent copyright and license protection mechanisms. Such actions are in direct violation to the terms under which the software is made available, and the resultant damage may be significant. In addition, artwork from our site is carried without request, authorisation or consent, and constitutes a further breach.\r\n \r\n2)\tThere is no permalink for the blog post in question, however it will be visible for as long as the blog is in existence and in archives, and the aforementioned URL will be the effective permalink until such time as the site is shutdown.\r\n3)\t[private]@ioncube.com, [private]@ioncube.com\r\n4)\tI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n5)\tI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n \r\n[private]\r\nManaging Director, ionCube Ltd. (UK)\r\n7) Faxed to (650) 963-3255, Attn: Blogger Legal Support, DMCA complaints. CC: file\r\n\r\n\r\nWe thank you for your swift attention on this matter, and despite the forthcoming weekend, we hope that this will receive full and immediate attention in order to conclude with a swift and satisfactory resolution in order to minimise further damage to ionCube Ltd..\r\n \r\n[private]\r\nManaging Director, ionCube Ltd.\r\n","date_sent":"2006-02-17T05:00:00Z","date_received":"2006-02-17T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"ionCube Ltd.","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}