{"dmca":{"id":10391,"type":"Dmca","title":"Blatant DMCA violation","body":"NOTICE OF INFRINGEMENT\r\nI am writing to make you aware of theft of my copyrighted site materials, and to request that you remove or disable access to these stolen materials in compliance with the Digital Milennium Copyright Act.\r\n\r\nThe copyrighted work at issue is the text AND picture (.jpg image) which appears via\r\nSearch Query: \"Domino Tables\":\r\nInfringing Web Pages: \r\n\r\nOur original copyrighted text can be found on: http://www., specifically: http://.html (For Product: Double Six Domino Table in Wood with Steel Legs, 'click for more information' will open the javascript pop-up page that was stolen) and to access the javascript pop-up page directly: \r\n\r\n has copied the text and jpg image of my javascript pop-up product description page, and included this stolen text and image on its own website and on the  website in an attempt use our words and images to promote their sales. Ningbo Cuoyi's copying is so blatant that it has failed to edit out references to other pages on our site and services and options which clearly cannot be provided by the seller (custom label with the client's name, initials, graphics, etc.)from that text. Owner/administrator contact information for Ningbo Cuoyi and AliBaba follows on page 2 of this letter.\r\n\r\nI have a good faith belief that use of the copyrighted material described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law. I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner of an exclusive right that is allegedly infringed.\r\n\r\nI would greatly appreciate your early attention to this matter. Please consider me personally at your service for any further assistance or information you may require.\r\n\r\nYours Sincerely,\r\n\r\n\r\n","date_sent":"2006-02-16T05:00:00Z","date_received":"2006-02-16T05:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":null,"recipient_name":"Alibaba.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}