{"dmca":{"id":10390,"type":"Dmca","title":"Apple complains of decrypted code, links for OS for x86","body":"Dear [private]:\r\n\r\nWe represent Apple Computer, Inc. (\"Apple\"), which owns the copyrights in the Mac OS X operating system software.  It has come to our attention that a web site hosted by The Planet.com, www.win2osx.net (the \"Win2osx Site\"), contains material that infringes Apple's copyrights and contains links to other material that infringes Apple's copyrights.  In addition, the material is illegal under the anti-circumvention provisions of the Digital Millennium Copyright Act (DMCA).  The details are as follows:\r\n\r\nInfringing Materials Posted the Win2osx Site.  The Win2osx Site contains decrypted versions of encryption-protected files that Apple distributes with Mac OS X ver. 10.4.4.  The decrypted binary code (the \"Decrypted Code\") may be found at the following URLs on the Win2osx Site:\r\nhttp://www.win2osx.net/forum/showthread.php?t=2901\r\nhttp://www.win2osx.net/wiki/index.php/Translate.decrypted.wipe\r\n\r\nApple protects these copyrighted files with an encryption key specific to a single end-user purchaser.  Any unauthorized use of these files is strictly prohibited.  The foregoing decrypted files on the Win2osx Site infringe Apple's copyrights.\r\n\r\nInfringing Materials Linked To From the Win2osx Site.  In addition, the Win2osx Site contains one or more links to http://maxxuss.hotbox.ru/patch_8g1165.html (the \"Maxxuss Patches\"), at which may be found links to \"patched\" versions of the Mac OS X ver. 10.4.4 operating system that have been designed to run on non-Apple hardware.  These \"patched\" files overwhelming contain copied code from Apple's copyrighted operating system and are therefore infringing since such copying and modification has not been authorized by Apple.  Links to the Maxxuss Patches may be found on the Osx86project Site, for example, at http://www.win2osx.net/forum/showthread.php?t=2893 (the \"Maxxuss Thread\").\r\n\r\nDMCA Anti-Circumvention Violations.  Apple uses encryption and other technological measures in Mac OS X ver. 10.4.4 to effectively control access to its copyrighted operating system code and to effectively protect its rights as a copyright owner in that code.  The foregoing materials posted on the Win2osx Site and linked to from the Win2osx Site are primarily designed and produced for the purpose of circumventing these technological measures.  Accordingly, providing or offering them to the public through the Osx86project Site constitutes a violation of the anti-circumvention provisions of the DMCA at 17 U.S.C. ","date_sent":"2006-02-16T05:00:00Z","date_received":"2006-02-16T05:00:00Z","topics":["Anticircumvention (DMCA)","Copyright"],"sender_name":"Fenwick & West LLP","principal_name":"Apple Computer, Inc.","recipient_name":"ThePlanet.com, ISP host to Win2osx.net","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}