{"dmca":{"id":10407,"type":"Dmca","title":"Case ID 131147735 - Notice of Claimed Infringement","body":"Tuesday, February 21, 2006\r\n \r\n \r\n Speakeasy, Inc.\r\n  \r\n \r\n \r\n RE: Unauthorized Distribution of the Copyrighted Content: Star Wars: Empire at War\r\n \r\n \r\n Dear Abe Usetonsen:\r\n \r\n We are writing this letter on behalf of LucasArts.\r\n \r\n As you may know, LucasArts is the owner of copyright, trademark, patent and other intellectual property rights and interests in and to the following: Star Wars: Empire at War.\r\n \r\n No one is authorized to perform, exhibit, reproduce, transmit, or otherwise distribute the above-mentioned work without the express written permission of LucasArts, which LucasArts has not granted to 64.81.100.208.\r\n \r\n We have received information that an individual has utilized the above-referenced IP address at the noted date and time to offer downloads of the above-mentioned work.\r\n \r\n The attached documentation specifies the location on your network where the infringement occurred as well as any available identifying information.\r\n \r\n You are thus not only causing LucasArts loss of substantial revenue but are also indulging in acts of commission and omission warranting criminal and civil action under the laws of countries who are signatory to WTO conventions.\r\n \r\n We request that you immediately do the following:\r\n \r\n 1) Disable access to the individual who has engaged in the conduct described above; and\r\n 2) Terminate any and all accounts that this individual has through you.\r\n \r\n By copy of this letter, the owner of the above-referenced Internet site and/or email account is hereby directed to cease and desist from the conduct complained of herein.\r\n \r\n Please contact us by replying to this email should you have any questions.\r\n \r\n We appreciate your assistance and thank you for your cooperation in this matter. In your future correspondence with us, please refer to Case ID 131147735.\r\n \r\n Your prompt response is requested.\r\n \r\n Respectfully\r\n \r\n Enforcement Coordinator\r\n SafeNet, Inc.\r\n \r\n \r\n \r\n ","date_sent":"2006-02-22T05:00:00Z","date_received":"2006-02-22T05:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":"SafeNet, Inc. on behalf of LucasArts","recipient_name":"Speakeasy, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}