{"dmca":{"id":10401,"type":"Dmca","title":"beautytipsonline complains of copied cues","body":"Notice of copyright infringement regarding http://sweetsenoritadarling.blogspot.com/ The material that is infringing on my copyrighted work is the text located at:\r\n\r\nJune 2005 -\r\nhttp://sweetsenoritadarling.blogspot.com/2005_06_01_sweetsenoritadarling_archive.html\r\n\r\nThurs, 6/30/05 - Common Hair Mistakes - Copied from http://www.beautytipsonline.com/blunders.htrn\r\n\r\nThe text is as follows:\r\n\r\nCommon Hair Mistakes Dark roots.\r\nIf you color your hair, plan on maintenance. This means touching up your roots as they grow out.\r\n\r\nPulling your hair back too tight.\r\nLeave some slack when pulling your hair back into a pony tail or bun. If it's too tight, it looks strict and may even give you a headache.\r\n\r\nThinking the hair color sample on the box will give you the same results.\r\nMany factors play into the outcome of your hair color. Perms, other processing, and the amount of time you leave it in will all make a difference. If your hair doesn't match the box's sample color when you're done, it's probably because the model has a different natural hair color than your own.\r\n\r\n----------------------------------- \r\nWed. 6/29/05 - Manicures - Copied from\r\nhttp://beautytipsonline.com/manicure.htm\r\n\r\nThe text is as follows: Manicures - Artificial Nails\r\n\r\nBefore you begin, it's important to lay down some paper or an old dish towel for a work surface. This will help prevent any glue or nail polish from getting on your table. Have all of your tools handy beforehand.\r\n\r\nFirst, buff the surface of your natural nails. This will clean them and rough them up a bit, allowing the glue to adhere better. Then dry the surface of your nails and apply the artificial nails. Gently rock them back and forth to get out the air bubbles. Press tightly and apply glue just under the tips where there is usually a gap.\r\n\r\nAfter the glue dries, file your nails as you normally would and clean off any access glue. Paint as usual.\r\n\r\nLonger nails are more prone to chipping and breaking. Trim down the nails before you glue them on.\r\nWhen removing artificial nails, soak them in acetone and remove them with a cuticle stick.\r\n \r\n------------------------------------ \r\n6/29/05 - Painting and decorating your Fingernails - Copied from http://beautytipsonline.com/manicure.htm\r\n\r\nThe text is as follows:\r\n\r\nPainting & Decorating Your Fingernails\r\nBe creative when you give yourself manicures! Add wild colors, decals and stickers specifically designed for your fingernails. But first, you'll need a good surface to work with.\r\n\r\n*To avoid air bubbles in your polish, don't shake the bottle. Roll it gently in the palm of your hands before applying.\r\n*Apply your fingernail polish in three strokes, one in the middle and one on each side, taking special care to avoid your skin and cuticles.\r\n*If you're in a hurry, or plan to redo your nails soon, apply only two coats of polish. Allow the first coat to dry before adding the second coat.\r\n*For longer staying polish, apply one base coat, two coats of polish, and finish it off with a top coat to prevent chipping.\r\n*Metallic nail polishes stay on much longer without chipping, but they're much harder to remove. *Apply the polish to the edge, underneath the tip of the nail to reinforce the area.\r\n*When you're finished, clean up any additional polish on your skin and cuticles with a cotton swab dipped in nail polish remover.\r\n*Let your nails dry completely for about 30 minutes before doing anything, and don't go to bed with wet polish.\r\n*If your favorite polish is getting old and thick, add a bit of polish thinner or remover to revive it. --------------------------------------- \r\n6/29/05 - Filing and Buffing your Fingernails -\r\nCopied from http://beautytipsonline.com/manicure.htm,\r\n\r\nThe text is as follows:\r\n\r\nFiling and Buffing Your Fingernails\r\nBefore you begin an at-home manicure, Place your metal nail tools in an antiseptic solution for about 15 minutes to kill any bacteria and germs.\r\n\r\nRemove your old polish before you begin.\r\n*Never file the nail in a back and forth motion. Instead, go from side to side, in one direction. *Your nails should be shaped into oval tips.\r\n\"Buff the surface of the fingernail after filing.\r\n*Soften your cuticles by soaking in a small bowl of soapy, warm water or cuticle cream. *Gently loosen your cuticles with cuticle remover or an orangewood stick.\r\n\r\nThurs, 6/28/05 - Tips for Fuller Lips - Copied from http://www.beautytipsonline.com/reader_beautv.htm\r\n\r\nTips for Fuller Lips:\r\n\r\n1.\tPrepare lips with a generous amount of lip balm, then wait for the lip balm to settle down.\r\n\r\n2.\tLine and define your lips with a natural colour lipliner.\r\n\r\n3.\tAdd a natural colour lipgloss, make sure you keep it handy all day.\r\n\r\n4.\tNow using a white shimmery product like blusher, eyeshadow in the centre of your lips. Start slowly and blend carefully.\r\n \r\n5. This creates a natural looking shade. Apply a lipstick now if desired. Submitted by Aaliyah, UK\r\n\r\nTo obtain fuller, softer lips, apply lots of Vaseline to your lips just before you go to bed. In the morning your lips will appear larger and much softer. Try it, it really works. Coley ------------------------------------------------ \r\n\r\nMonday, 6/27/05 - Applying Foundation - Copied from http://beautytipsonline.com/make_up_tips.htm\r\n\r\nThe text is as follows:\r\n\r\nApplying Foundation\r\n*Use a foundation with a sunscreen with at least SPF 15 to prevent future skin damage.\r\n*Your foundation should match your face and neck, so don't try it on your hand or arm for color a match.\r\n*You will probably need a different shade of foundation for each season, so don't use the same one all year long. Blending colors sometimes is the only way to get a perfect match.\r\n*Don't forget to apply foundation on your eyelids, lips and into your neck for a more natural look. This also is a good setting for eye shadow and lipstick and helps it stay on longer. *For clear complexions, sometimes all you need is a tinted moisturizer for a natural look.\r\n*Liquid foundation is usually water based and is best for dry skin. Use a sponge or your fingers to blend from the nose, out.\r\n*Liquid foundation can settle and separate, so remember to shake it up before use.\r\n*Apply loose translucent powder with a large cosmetics brush to \"set\" your foundation and keep it from running in hot and humid weather.\r\n*For dry skin, apply a light moisturizer before your foundation.\r\n*Powder foundation is ideal for oily skin and will help reduce shine.\r\n*Use a concealer for those nasty blemishes and pat lightly with pressed powder.\r\n*If your foundation is too heavy, add a couple drops of moisturizer to thin.\r\n*After applying make up, go outside or near a window to check for blunders.\r\nSun, 6/26/05 - Top Make up Blunders - Copied from http://beautytipsonline.com/blunders.htm\r\n\r\nTop Make-up Blunders\r\nHeavy foundation or overall too much make-up.\r\nIf your foundation and other make-up is applied to heavily, it will cheapen your look, clog your pores, and accentuate fine lines and wrinkles.\r\n\r\nNot blending in your make-up.\r\nAlways blend in your make-up to soften those lines. Foundation, eye shadow and blush all need to be smoothed in for a natural look.\r\n\r\nNot cleaning your make-up applicators and brushes.\r\nApplicators and brushes should be cleaned at least bi-weekly. Oil and bacteria build-up can wreak havoc. If you're prone to pimples, you'll be surprised how much this strategy works.\r\n\r\nUsing too dark lip liner.\r\nDon't use lip liner that is darker or lighter than your lips. When the lipstick wears off, you're left with a dark ring around your mouth. Try using lip liner that matches your lips and fill in your entire lip area.\r\n\r\nLeaving make-up on overnight.\r\nWe've all done this, but at what cost? Leaving make-up on for long periods of time clogs your pores and makes you more prone to blemishes. Don't do it, you'll feel better.\r\n \r\nCrooked, uneven liquid eyeliner.\r\nIf you choose to use liquid eyeliner, the trick is practice and a steady hand. If you can't keep your lines even, opt for an eye liner pencil.\r\n------------------------------------------------------- \r\n\r\nSun, 6/26/05 - Tips to Dress Slimmer - Copied from http://beautytipsonline.com/articles/dress_slimmer.htm\r\n\r\nThe text is as follows:\r\n\r\nTips to Dress Slimmer\r\n*Choose darker solid colors such as black, navy blue and gray. Black rules! *Dress monochromatic, all in one color, top to bottom, no patterns. *If you want to wear patterns, go for smaller ones that overlap.\r\n*Avoid horizontal stripes. Look for thin vertical and and diagonal lines for a fluid look. *Select accessories to draw attention from trouble spots.\r\n*Wear clothes that fit. Not too baggy but not tight and clingy. *Avoid bulky sweaters and sweatshirts.\r\n*Always try on clothes. Different designers have different size charts. *Avoid pleats. Flat front pants and skirts are instant slimmers. *Low-rise pants that hit just below your navel will lengthen your torso. *For longer looking legs, skirts should fall right above the knee. *Forego the frills. Extra ruffles and material only add bulk. *If you have a large bust, invest in a good support bra.\r\n*Avoid shiny fabrics such as velour and satin.\r\n*High heels add height and shapes your legs. That's why you always see runway models in\r\nheels.\r\n*Dark panty hose will make large legs appear thinner.\r\n*Stay away from patterned leggings.\r\n*Wear undergarment foundations such as control top pantyhose and shapers.\r\n*If you prefer wearing a sleeveless dress, cover your upper arms with a sheer, elegant shawl. *Choose open collar shirts and scoop necklines.\r\n*Avoid small handbags. Stick with a medium-sized bag in proportion to your body. *A dress with matching coat can hide bulges.\r\n*Match your belt and shoes to your skirt or pants to make your legs appear longer. *Don't tuck your shirt in. Buy those that fall just below your waist, but aren't too long. *V-neck shirts will make your torso appear longer.\r\n*You can still wear bright colors, just not on your problem areas. *Frilly clothes are a no-no and just add to your overall size.\r\n*Avoid too-tight pants that cling to your hips and thighs. Instead, try trousers with comfortable legs and wide cuffs.\r\n*For longer, thinner-looking legs, opt for an asymmetrical, tiered skirt.\r\n*If you're a petite woman, wear the highest heel you're comfortable with to add some height.\r\nSat, 6/25/05 - What the Color of Clothing Says about You - Copied from\r\nhttp://beautytipsonline.com/fashion_statement.htm\r\n\r\nThe text is as follows:\r\n\r\nWhat the Color of Your Clothing Says about You\r\n\r\nBlack - Conservative yet sexy, you know that black is versatile. Wearing black clothing makes you appear thinner, giving your self-esteem a turbo-boost.\r\n \r\nPink - Traditional and charming, pink is feminine all the way. A pink and black combo is a trendy twosome for women who like to add mystery to their otherwise girly image.\r\n\r\nRed - Bold and vibrant, you like to be the center of attention. Red portrays the adventurous side of you that's undeniable.\r\n\r\nBlue - Fun-loving and free, blue clothing attracts independent women who are comfortable with their inner-selves and achievements.\r\n\r\nOrange - Extroverted and gutsy, orange means you like to stand out in a crowd. Never taking life for granted, you enjoy new challenges and have a tendency to come out on top.\r\n\r\nYellow - Always the optimist, you're athletic and outdoorsy. Yellow reflects a vibrant personality and great intuition.\r\n\r\nWhite - Those who favor white prefer \"safe\" colors for a perfect match. White can be a great accent for a deep, dark tan, adding sex-appeal to the \"colorless\" color.\r\n\r\nGreen - If you're hot on green, you're a down-to-earth, natural beauty. While somewhat stubborn, you're still \"the girl next door\" who likes to have fun. -------------------------------------------------- \r\n\r\nFri 6/24/05 - Applying Fragrance - Copied from here http://beautytipsonline.com/fragrance.htm\r\n\r\nThe text is as follows:\r\n\r\nApplying Fragrance\r\nApply fragrance to your skin and pulse points only. Allow it to dry naturally. Do not rub your wrists together, this will alter and diminish the scent. Avoid using it near your face or behind your ears. There is no staying power in those locations and this will only dry out your skin.\r\n\r\nTo avoid any stains and discoloration, do not get any on your clothing or jewelry. Let your fragrance dry before getting dressed. Some perfumes are darker and have more of a tendency to stain, so take special care with \"dry clean only\" clothing that can't be washed after every wear. Follow proper storage rules, fragrance will darken with age and improper storage.\r\n\r\nFor a longer staying aroma, apply the same scent in layers. Many fragrances also come in bath soap, gel, and body lotion. Top off with perfume of the same scent for the long run. This will probably last you six to eight hours.\r\n\r\nKeep strong fragrances out of the office and workplace. Some people genuinely have an allergy to perfumes and don't appreciate the irritation. They can produce headaches and bring on an asthma attack, so apply sparingly.\r\n--------------------------------------- \r\n\r\nMon, 6/6/05 - Top Make up Blunders - Copied from http://beautytipsonline.com/blunders.htm\r\n\r\nThe text is as follows:\r\n\r\nTop Make-up Blunders\r\nHeavy foundation or overall too much make-up.\r\nIf your foundation and other make-up is applied to heavily, it will cheapen your look, clog your pores, and accentuate fine lines and wrinkles.\r\n \r\nNot blending in your make-up.\r\nAlways blend in your make-up to soften those lines. Foundation, eye shadow and blush all need to be smoothed in for a natural look.\r\n\r\nNot cleaning your make-up applicators and brushes.\r\nApplicators and brushes should be cleaned at least bi-weekly. Oil and bacteria build-up can wreak havoc. If you're prone to pimples, you'll be surprised how much this strategy works.\r\n\r\nUsing too dark lip liner.\r\nDon't use lip liner that is darker or lighter than your lips. When the lipstick wears off, you're left with a dark ring around your mouth. Try using lip liner that matches your lips and fill in your entire lip area.\r\n\r\nLeaving make-up on overnight.\r\nWe've all done this, but at what cost? Leaving make-up on for long periods of time clogs your pores and makes you more prone to blemishes. Don't do it, you'll feel better.\r\n\r\nCrooked, uneven liquid eyeliner.\r\nIf you choose to use liquid eyeliner, the trick is practice and a steady hand. If you can't keep your lines even, opt for an eye liner pencil.\r\n---------------- \r\n\r\nAugust - http://sweetsenoritadarlinq.bloqspot.com/\r\n\r\n\r\n8/11/05 - How to Cover Flaws with Makeup -\r\nCopied from http://www.beautytipsonlne.com/flaws.htm\r\n\r\nThe text is as follows:\r\n\r\nRedness, Blotchiness, Spots\r\nFoundation is the cure-all for evening out skin tone and hiding pimples. For extra smooth skin, start with clean, dry skin. Apply a light moisturizer such as Neutrogena anti-wrinkle cream which soaks up and dries quickly.\r\n\r\nApply a cream formula foundation evenly with a wet sponge. Yes, you can use your fingers, as long as they're clean. This often helps the makeup look more natural. Blend in thoroughly. If needed, you can apply a second layer of foundation after the first dries. Set with loose translucent powder. If you use concealer for extra coverage on dark spots and blemishes, apply this after foundation, but before the powder.\r\n--------------------------------------------- \r\nSunday, 8/7/05 - Exercise Myths - Copied from http://www.beautytipsonline.com/beauty_myths.htm\r\n\r\nThe text is as follows:\r\n\r\nExercise Myths\r\nMuscle can turn to fat.\r\nMuscle and fat are two different tissues and cannot convert into the other. Decreased physical activity reduces your muscle tissue and your metabolism.\r\n\r\nYou can spot reduce.\r\nYou can't lose weight in any particular place before another. Your weight will first come off from the last place you put it on.\r\n \r\n8/10/05 http://sweetsenoritadarling.blogspot.com/ - Copied from here http://wwvv.beautytipsonline.com/flaws.htm\r\n\r\nThe text is as follows:\r\n\r\nScars, Port Wine Stains, Birthmarks, Rosacea\r\n\r\nSometimes foundation doesn't cover the flaw completely. There are many products on the market designed specifically to cover up scars and port wine birthmarks. Dermablend tm is a favorite and is not limited to your face. Whichever brand you choose, a waterproof formula is ideal, not only for a rainy day, but for hot and humid weather.\r\n\r\nThe trick is to choose the shade that is closest to your skin tone. If your skin is darker in the summer months, you may need to have a darker shade on hand. Don't be reluctant to blend as this can be the best way to find the perfect shade.\r\n-------------- \r\nI have sent two emails to the blog webmaster on 11/7/05 and 11/27/05 asking her to remove the copied contents. I used the email address of sitiweetie@hotmail.com as was given on the biog. I have also posted in the comments section on 12/13/05, following up and asking her to remove my text. I received no response and my material remains.\r\nI have a good faith belief that the disputed use is not authorized by the copyright or intellectual property owner, its agent, or the law;\r\nI, made under penalty of perjury, that the above information in this Notice is accurate and that I am the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner's behalf.\r\n \r\nGoogle, Inc.\r\nAttn: Google Legal Support, DMCA Complaints\r\n\r\n1/25/06\r\n\r\nDigital Millennium Copyright Act Infringement Notice\r\nNotice of copyright infringement regarding http://amazingtips.blogspot.com The material that is infringing on my copyrighted work is the text located at:\r\n\r\nhttp://amazinqtips.bloqspot.com/ (scroll to last article) and here http://amazingtips.blogspot.com/2005_02_01_amazingtips_archive.html\r\n\r\nThe post (2/28/05) is titled \"Teen Skin Care Tips\" and was taken from my original article appearing here http://www.beautytipsonline.com/make up teens.htm - Please note the copied skin care portion.\r\n\r\nMy article is archived at www.archive.orq as early as 10/26/03, showing our old website design. The copied text is as follows:\r\n\r\nTeenagers have different skin care and make-up needs than mature women. At what age should a teen begin a skin care regimen? Skin care should actually start when they are pre-teens, as early as the age of 10 or 11. Hormones start to kick in and blemishes may begin to appear.\r\n\r\nAs you mature, your skin care needs will change, as your skin does. Pay special attention to what products you are using and if there are any undesirable affects taking place. What makes your skin look radiant one month may cause blemishes and break-outs the next.\r\n\r\nMoisturizer:\r\n\r\nAt an early age, a light moisturizer may be called for -- but do not use heavy creams made for dry skin. Choose a product that is formulated for light skin care maintenance and does not block your pores.\r\n\r\nA heavy moisturizer will probably wreak havoc and cause pimples. Try using a light moisturizer only once a day, before bedtime. Any more often than that is probably be overdoing it.\r\n\r\nPimples and Blemishes:\r\n\r\nAcne is a #1 skin care concern for teens. Keep your face and hair clean, wash your hands frequently, and keep them away from your face. There are many products available on the market today for acne prevention and cures, and they are much more affective than years ago.\r\n\r\nOnce you begin experiencing problems, take action to avoid lifetime scarring. You can to the Blemishes Page to find out how to get rid of pimples, preventative maintenance and how to reduce the appearance of blemishes once they appear.\r\nEND \t\r\nI couldn't find any contact information for the publisher of the blog to ask them to remove my article.\r\n \r\nI have a good faith belief that the disputed use is not authorized by the copyright or intellectual property owner, its agent, or the law;\r\nI, made under penalty of perjury, that the above information in this Notice is accurate and that I am the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner's behalf.\r\nThank you for your time,\r\n[private]\r\n[private]@yahoo.com\r\n[private]\r\nNorfolk, NE 68701 402-379-2998\r\n","date_sent":"2006-01-25T05:00:00Z","date_received":"2006-01-25T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"beautytipsonline.com","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}