{"dmca":{"id":10445,"type":"Dmca","title":"Re:\tFabrique Innovations, Inc.","body":"BY ELECTRONIC MAIL AND UPS\r\n\r\n[redacted]\r\n[redacted]\r\n[redacted]\r\n[redacted]\r\n[redacted]\r\n\r\n\r\nRe:\tFabrique Innovations, Inc. ? Defamation of Character\r\n\r\nDear Ms. [redacted]:\r\n\r\nThis firm represents Fabrique Innovations, Inc. (?Fabrique Innovations?) and its principal, [redacted].\r\n\r\nAs you are well aware, Fabrique Innovations is an official licensee of the National Collegiate Athletic Association (?NCAA?) and its member institutions in connection with the manufacture and sale of fabrics.  In fact, our client has contacted you directly about your practice of purchasing Fabrique Innovations merchandise at retail and reselling re-packaged Fabrique Innovations products in violation of its license from the NCAA.  These practices put our client?s rights at great risk, not only by diminishing the value of the license arrangements for which he has incurred significant costs, but by crippling his ability to engage existing and potential licensors and enter into future legitimate licensing arrangements.  Our client has suffered harm by your actions, and continues to do so.\r\n\r\nIn attempts to resolve these issues without bringing suit, our client contacted you directly and requested that you cease your tortious and unlawful conduct.  Indeed, Mr. [redacted] has never requested compensation or other monetary redress to off-set the losses he has incurred by your actions, but only demanded that you stop damaging his business and contractual relations.\r\n\r\nUnfortunately, instead of complying with our client?s reasonable and fair demands, you have chosen to travel a much more dangerous path, one inflicting severe harm to our client?s business and reputation.  It has come to our attention that you have posted on your website at www.tabberone.com, specifically on the portion of your site dedicated to its ?Hall of Shame,? an extensive discourse defaming and impugning the integrity of Mr. [redacted] and his business.  Some particularly offensive examples include the following:\r\n\r\n?We nominate [redacted] for Pompous Twit of the Year.?\r\n\r\n?[redacted] must have gone to Stupid Intimidation 101.?\r\n\r\n?We thought [redacted] and [redacted] were Stuck on Stupid but their latest antics show they are moving deep into what we would describe as Moronic.?\r\n\r\nIf your content was limited to these irrational and hateful rantings, Mr. [redacted] would have no issue with respect to your right to make such statements under the First Amendment.  However, you crossed the line with your false, misleading and defamatory statements with respect to Mr. [redacted] business practices and his rights and obligations conferred by virtue of his various license agreements.  Indeed, several of your references listed under ?[redacted] falsely alleges? with respect to Mr. [redacted] stated positions are either taken out of context or blatantly false and misleading on their own.  Your statements are not merely disagreements with our client?s allegations, but are rather false and deceptive mischaracterizations of our client?s positions. \r\n\r\nSimply put, you have published false and defamatory statements about Mr. [redacted] intended to sully his reputation and cause serious harm to his business.  You could have engaged our client in a serious and productive discourse with respect to his claims and the actual and real damage your activities are inflicting on his business.  Instead, you chose to exacerbate that harm, and are now liable for defamation and the resulting damages incurred by our client.\r\n\r\nWe will be perfectly clear, Ms. [redacted].  Unless you or your company immediately takes down the offensive and defamatory pages concerning Mr. [redacted] and his company from the ?Hall of Shame? portion of your web site, and promises to refrain from such actions in the future, we will bring suit against you and your company without hesitation.\r\n\r\nPerhaps you are contemplating taking this letter and posting it on your site.  As tempting as that may seem, you should think long and hard before you proceed on that route.  We assure you that Mr. [redacted] is gravely serious about this matter, and unless we receive your assurances that the site is down or will be down shortly, a law suit will be filed in the Southern District of New York based on, among other causes of action, defamation, including claims for damages in the hundreds of thousands of dollars.  If you wish to avoid this consequence, we must hear back from you by no later than Monday, February 27, 2006.\r\n\r\nWe trust that you understand the seriousness of this matter and our client?s resolve to bring this to a conclusion, whether by mutual resolution or court action.  We look forward to your reply.\r\n\t\t\r\n\r\n\t\t\t\t\t\tVery truly yours,\r\n\r\n\r\n\r\n\t\t\t\t\t\t[redacted]\r\nDBC/iv\r\n\r\ncc: \t[redacted]\r\n\t[redacted] \r\n","date_sent":"2006-02-23T05:00:00Z","date_received":"2006-02-23T05:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Reed Smith","principal_name":"[redacted] - Reed Smith LLP","recipient_name":"[redacted]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}