{"dmca":{"id":10483,"type":"Dmca","title":"TV DMCA (Copyright) Complaint to Google","body":"Dear Sirs,\n            Sky Italia s.r.l. is an Italian company subject to the direction of News Corporation,  that, under its trademark SKY, is the operator of Italy's largest digital pay television platform and a leading broadcaster of sports, movies, entertainment and news.\n            We have been informed that the below-referenced account, at the noted date and time, has been utilized to offer the streaming of the following copyrighted television programs:\nAccount channel   http://perfectbestch1.blogspot.com/\nThe account named http://perfectbestch1.blogspot.com/  is broadcasting a tennis match of the Wimbledon 2011 Championships that Sky Italia is offering to own subscribers by SKY Sport HD   channel.\nThursday 30th of June 2011 at 1.09.53 PM CET   \n            Therefore, the following DMCA-notification information is being provided to you. We appreciate your enforcement of copyright law and support of our rights in this matter. \n\n \nI have a good faith belief that use of the copyrighted materials described above is not authorized by the copyright owner, its agent, or the law.\nI hereby state and declare that the information in the notification is accurate and that I am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n            We request that you: (i) immediately disable access and remove all accounts to the individual who has engaged in the conduct described above and/or (ii) take other appropriate action against the account holder under your Terms of Service and (iii) provide us with IP address from which the abovementioned TV programs were broadcasted.\nWe'd like to draw your attention on the importance to remove the abovementioned channels as soon as you receive this notification.\nIn the absence of your compliance with the above legitimate requests we reserve the right to commence legal proceedings against you with no further notice. \n            We appreciate your enforcement of copyright law and support of our rights in this matter.\nKind Regards.  \n[redacted] \nCopyright Owner Contact Information \n[redacted]\nLegal Counsel\nSky Italia s.r.l.\n[redacted]@skytv.it\n \n[redacted]\nAntipiracy Unit\nSky Italia s.r.l.\n[redacted]@skytv\nSky Italia s.r.l. designates Energi s.a.s. for send by the email info@energi.it notifications of claimed copyright infringement regarding the illegal streaming of Sky Italia programmes.\n\n","date_sent":"2011-06-30T04:00:00Z","date_received":"2011-06-30T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Antipiracy Unit","principal_name":"Sky Italia s.r.l.","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}