{"dmca":{"id":10544,"type":"Dmca","title":"Notice of Copyright Infringement","body":"[private]\r\n\r\n\r\nDigital Millennium Copyright Act Infringement Notice\r\n----------------------------------------------------\r\n\r\nThis is a \"cease and desist\" notice as per the DMCA section 512, under\r\nwhich I call upon the removal of the material described below from a\r\nweb site hosted by Alabanza Corporation.\r\n\r\n(1) The copyrighted work at issue appears at:\r\n    URL: http://www.greatgridlock.net/Sqrigg/galleon.html\r\n         (detailed description of infringement below)\r\n\r\n(2) The material that is infringing on my copyrighted work is located at:\r\n    URL: http://www.skaldic.com/Pages/pegasuscromster1.htm\r\n\r\n    The location contains textual content that has been copied verbatim \r\n    from my website as follows (infringer's additions inside \"[]\"):\r\n\r\n-----begin quote------\r\n\r\n(1st parag.)\r\nThe inefficient hull form of the carrack was one of the reasons that the cromster ship type took the dominant role in shipping by the middle of the 16th Century. The new hull form that offered a considerably greater hull length-to-keel length-to-beam (width) ratio (4:3:1 as opposed to the carrack's 3:2:1) improved the flow of water around the hull, reducing resistance and giving the ship more manoeuverability and better seaworthiness. Also carrack's round stern was changed into a narrower, flat one that also supported the weight of the aftcastle better. \r\n\r\nThe excessive bulk of the fore and aftcastles in the later carracks had hindered their sailing characteristics. That was also characteristical of the first [cromsters and] galleons, albeit the moving of the forecastle from above the stem to a position behind it, with the bowsprit poking out from its front, reduced the chance of wind hitting the forecastle and turning the ship inadvertently. That enabled a [cromster] to sail considerably closer to the wind. \r\n\r\n(2nd parag.)\r\nA new addition, the head was constructed to start from the front of the forecastle (and above the stem) and to extend out underneath the bowsprit in a tapering form to a decorated figurehead. This area was used for the crew's toilets and even in today's mariner language the word \"head\" means a toilet. \r\n\r\n(5th parag.)\r\nThe [cromster] seems to have been particularly adaptable as a war vessel. The addition of ever-heavier cannon, as well as the need to otherwise increase the cargo capacity of the ships, led to the use of hull frames that were wide at the waterline, but tapered inward in order to take the guns on the sides as close to the centreline as possible and thus improve the stability of the ship (the tapering form also had the added advantage of making boarding the ship more difficult from an adjacent enemy ship). Especially the Dutch also had ships with a considerably flat bottom in order to make them fit for sailing in the shallow coastal waters of Holland. \r\n\r\n(7th parag.)\r\nOn the stern side, galleries , open-air balconies that went around the whole stern portion, extending on occassions even to the mainmast chains (where the shrouds were attached on the hull) on the sides, were introduced especially in the age of the galleons. Later, the galleries were at least partially covered, a development started with the Dutch ships. As covered, they became the officers' toilets and later a part of the officers' quarters. The galleries would remain a distinctive part of the stern of the sailing ship long into the 19th Century.\r\n\r\n(8th parag.)\r\nThe introduction of a vertical lever for operating the long rudder bar and an opening for the helmsman to see the sails helped the steering operation considerably. Gradually, the steering lever would be extended to the deck and, in the 18th Century, replaced by a wheel which offered better maneuverability, and which has been retained to the present day. \r\n\r\n-----end quote------\r\n\r\n    Note that the continuous style and formatting of the text all \r\n    along my website (URL: http://www.greatgridlock.net/Sqrigg/),\r\n    as opposed to the one-off copy on the offending site, alone\r\n    can be seen as a method of proof that the quoted text indeed \r\n    originates from my website rather than the infringer's.\r\n    My original text has been online since 1999.\r\n\r\n    A .jpg screenshot (as of 3/2/2006) of the offending page has \r\n    been attached.\r\n\r\n(3) My contact information:\r\n    [private]\r\n\r\n(4) I have a good faith belief that use of the copyrighted materials \r\n    described above on the allegedly infringing web pages is not \r\n    authorized by the copyright owner, its agent, or by operation \r\n    of law.\r\n\r\n(5) I swear, under penalty of perjury, that the information in this \r\n    notification is accurate and that I am the copyright owner or \r\n    I am authorized to act on behalf of the copyright owner.\r\n\r\n    Signed: [private]\r\n\r\n            Kuopio, 2nd of March, 2006\r\n\r\n------\r\nThank you for your cooperation,\r\nED\r\n","date_sent":"2006-03-02T05:00:00Z","date_received":"2006-03-02T05:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":null,"recipient_name":"Alabanza Corporation","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}