{"dmca":{"id":10546,"type":"Dmca","title":"Re: Infringement on Exodus International Intellectual Property Rights","body":"Liberty Counsel is a national public interest law firm. We have presented many briefs before the United States Supreme Court, and we have argued before the High Court and in state and federal courts throughout the nation. Liberty Counsel has offices in Florida, Virginia and hundreds of affiliate attorneys licensed in all 50 states and the District of Columbia. We frequently provide assistance to various organizations including Exodus International (\"Exodus\").\r\n\r\nIt has recently come to our attention that your web site, http://justinsomnia.org, is using an image that you admit was taken from the Exodus web site. As you are aware, that image is located at http://justinsomnia.org/2005/09/question-intolerance/. You appear to believe that the stolen image is exempt from federal intellectual property laws as a \"parody\" due to \"fair use.\" Unfortunately, the intricacies of federal law cannot adequately be covered on \"Wikipedia\" due to the variety of facts addressed by courts in numerous cases. Your use of the image is indeed a violation of copyright law and is not covered by \"fair use.\" Nearly the entire image file from the Exodus web site was is used on your web site with only two changes. You changed \"Gay\" to \"Straight?\" and \"www.exodus.to\" to \"www.gay.com.\" Furthermore, your altered image substantially diminishes the potential value of the original image as utilized by Exodus on billboards across America and online. Moreover, your infringing activity creates the false impression that Exodus is sponsoring or endorsing the altered billboard, in violation of the Lanham Act, 15 U.S.C. ","date_sent":"2006-03-01T05:00:00Z","date_received":"2006-03-01T05:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Liberty Counsel","principal_name":"Exodus International","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}