{"dmca":{"id":10553,"type":"Dmca","title":"Dr Chandran is subject of false article","body":"Dear Sirs,\r\n\r\nDR RAJ CHANDRAN\r\n\r\nWe represent Dr Raj Chandran.\r\n\r\nDr Chandran was the subject of a false and defamatory article that appeared on the website www.bnp.oro.uk. That article has been removed by the website, however, its full contents have been replicated on a Google Groups webpage and the headline of the article (which forms part of the complaint) still appears on Google web search pages.\r\n\r\nWe have completed an Online Abuse Report (#47003895) and, pursuant to the terms of your email of 17 February 2006, we provide below the information requested.\r\n\r\n1. The websites that contain the offensive material are as follows:\r\n\r\n(a) As to the replication of the whole article. The website in question is Google Groups uk.politics.misc. The URL is as follows:\r\n\r\nhttp://groups.google.com/group/uk.politics.misc/browse_thread/thread/2ebfOdf 429906e5f/8fd9942715e6fbd7?Ink=st&q=%22 race+commissioner%22&mum =1#8fd9942715e6fbd7\r\n \r\n\r\nThe Message ID is as follows -\r\n\r\n<ZPOd nXYTQ bwEDx3e RVnyrw@giganews.com>\r\n\r\n(b) As to the republication of the headline, this appears on the search pages of Google.co.uk. The following search terms create the result:\r\n\r\n\"race\", \"commissioner\", \"caught\", \"trousers\", \"down\" An example URL appears below:\r\n\r\nhttp://www.google.co.uk/search?hl=en &q=%22race+commissioner%22+trous ers&meta=\r\n\r\n2.\tOur client is a United Kingdom citizen and resident in this country.\r\n\r\n3.\tThe nature of the complaint and the details of the violation of our clients rights are as specified in the enclosed letter of complaint written to the BNP. The complaint relates to the publication on www.bnp.ora.uk which has been wholly replicated on the Google Groups uk.politics.misc website. The details of the republication are stated at paragraph 1 above.\r\n\r\n4.\tAs with question 3 above, please see the attached letter of complaint for the reasons that the publication violates our client's legal rights.\r\n\r\n5.\tOur contact details are as set out on the letter head. The writer can be contacted by email at matthew.himsworth@schillings.co.uk.\r\n\r\n6.\tThe email address listed for the poster of the offending material is Chris_x@postmaster.co.uk\r\n\r\n7.\tThe information supplied in this letter is made in good faith and we certify that the information contained is accurate to the best of our knowledge. We further confirm that we have a good faith belief that the information specified above is not permitted by applicable law.\r\n\r\nBY POST AND BY EMAIL ","date_sent":"2006-02-17T05:00:00Z","date_received":"2006-02-17T05:00:00Z","topics":["Copyright","International"],"sender_name":null,"principal_name":"Schillings","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}