{"dmca":{"id":10562,"type":"Dmca","title":"MONEX Group complains of copyright infringement","body":"Dear Sir,\r\n\r\nAs per an email I received on Tuesday February 14, 2006 #313700 I am following the instructions on how to send you the necessary information to have a specific webpage removed from Google Search for slandering our company:\r\n\r\n1. The websites that needs to be removed and are involved are:\r\na.\twww.monexcanada.blogspot.com and\r\nb.\thttp://www.ebizblog.ca/archives/2005/09/getting_links_m.htm 1\r\nc.\thttp://monex.blogsome.com/\r\n\r\n2. Our company is registered and operating in the Province of Ontario, Canada\r\n\r\n3. The information that is deemed slanderous and inappropriate is found on that specific website where the company is allegedly linked to terrorist organizations, where a salesrep in the company is racially discriminated against etc... Please note that the laws of Canada do not permit libelous material to be published.\r\n\r\n4. The search on Google that results in those websites popping up is a search on \"Monex Canada\" and the links that pop up are\r\na. www.ebizblog.ca/archives/2005/09/getting_links m.html\r\nb.  www.bloorwest.info/forum/viewtopic.asp?forumid=31&id=125 c. www.monexcanada.blogspot.com\r\n\r\nAll the links are interlinked and created by the same person.\r\n\r\n5. The other problem is that if you type \"monex\" or \"Monexgroup\" or \"monex group\" they have managed to link that search to a competing company's website www.collectivepos.com under the \"sponsored links\" section. Also if you type \"monex\" the top link in the search is the competing company's website. That needs to be removed as well.\r\n\r\n6. Each of the links identified above contain slanderous material. THE LAWS OF CANADA DO NOT PERMIT LIBELOUS MATERIAL TO BE PUBLISHED.\r\n \r\n7.\tMy contact information is John Gedeon\r\ngedeon@monexgroup.com\r\n1-905-265-1828 x252 (off) 1-416-816-9124 (cell)\r\n1-905-265-0041 (fax)\r\n\r\n8.\tI do not have information on the person that has put up the website however the main link for them would be through any of the websites identified in section 4 above.\r\n9.\tI am including the statement:  ","date_sent":"2006-02-20T05:00:00Z","date_received":"2006-02-20T05:00:00Z","topics":["Copyright","International"],"sender_name":"MONEX Group","principal_name":"John Gedeon","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}