{"dmca":{"id":10561,"type":"Dmca","title":"Yahoo Group C & D Notice","body":"Re: http://groups.yahoo.com/group/madteaparty/\r\n\r\n[PRIVATE] has notified Yahoo! Inc. (\"Yahoo!\") that copyrighted material proprietary to [PRIVATE] has been posted in connection with Yahoo!? Group madteaparty. [PRIVATE] has further notified Yahoo! that the Yahoo!? Group in question has no authorization to post the material in question:\r\n\r\nMessages:\r\n\r\n43941, 43942, 43945, 43946, 43948, 43964, 43965,\r\n\r\n43966, 43967, 43968, 43970, 43971, 43860, 43863,\r\n\r\n43865, 43867, 43870, 43875, 43878, 43880, 43883,\r\n\r\n43888, 43889, 43767, 43768, 43771, 43772, 43774,\r\n\r\n43776, 43780, 43781, 43783, 43785, 43877, 43879,\r\n\r\n43800, 43801, 43802, 43803, 43804, 43807, 43808,\r\n\r\n43809, 43679, 43681, 43686, 43687, 43688, 43692,\r\n\r\n43694, 43695, 43697, 43699, 43702, 43707, 43708,\r\n\r\n43601, 43608, 43621, 43623, 43626, 43627, 43629,\r\n\r\n43632, 43633, 43634, 43635, 43647, 43649, 43650,\r\n\r\n43651, 43652, 43653, 43654, 43655, 43514, 43515,\r\n\r\n43516, 43517, 43518, 43521, 43522, 43523, 43524,\r\n\r\n43526, 43527, 43538, 43539, 43540, 43541, 43543,\r\n\r\n43544, 43549, 43551, 43417, 43418, 43419, 43420,\r\n\r\n43421, 43425, 43428, 43429, 43432, 43435, 43439,\r\n\r\n43440, 43443, 43444, 43445, 43446, 43448, 43449,\r\n\r\n43452, 43259, 43261, 43271, 43272, 43273, 43275,\r\n\r\n43356, 43363, 43364, 43365, 43368, 43369, 43370,\r\n\r\n43371, 43381, 43187, 43188, 43189, 43191, 43193,\r\n\r\n43194, 43195, 43200, 43201, 43203, 43205, 43222,\r\n\r\n43224, 42225, 43226, 43227, 43229, 43109, 43110,\r\n\r\n43111, 43112, 43115, 43116, 43130, 43128, 43136,\r\n\r\n43160, 43161, 43162, 43164, 43167, 43080, 43081,\r\n\r\n43086, 43087, 43088, 43089, 43090, 43092, 43094,\r\n\r\n43095, 43096, 43101, 43102, 43172, 43175, 43177,\r\n\r\n43031, 43053, 43073, 43076, 43077, 43078, 42923,\r\n\r\n42924, 42945, 42926, 42927, 42928, 42936, 42939,\r\n\r\n42949, 42950, 42951, 42962, 42981, 42982, 42989,\r\n\r\n43002, 42845, 42846, 42848, 42859, 42865, 42900,\r\n\r\n42902, 42903, 42905, 42911, 42913, 42916, 42917,\r\n\r\n42757, 42759, 42760, 42762, 42763, 42770, 42771,\r\n\r\n42772, 42775, 42776, 42787, 42792, 42794, 42795,\r\n\r\n42796, 42799, 42704, 42705, 42706, 42708, 42710,\r\n\r\n42711, 42713, 42714, 42715, 42716, 42718, 42719,\r\n\r\n42720, 42721, 42722, 42723, 42725, 42647, 42648,\r\n\r\n42644, 42645, 42647, 42648, 42649, 42653, 42659,\r\n\r\n42660, 42661, 42663, 42664, 42665, 42666, 42667,\r\n\r\n42669, 42674, 42675, 42676, 42537, 42542, 42545,\r\n\r\n42549, 42550, 42573, 42574, 42586, 42587, 42593,\r\n\r\n42596, 42619\r\n\r\nYahoo! respects the rights of both its users and the owners and rights holders of intellectual property. Accordingly, and in compliance with the Digital Millennium Copyright Act and/or other applicable federal law(s), Yahoo! intends to expeditiously remove or disable access to the copyrighted material in question. PLEASE BE ADVISED THAT UNLESS THE MATERIAL IN QUESTION IS REMOVED, OR ACCESS TO THE MATERIAL IS DISABLED, WITHIN FORTY-EIGHT (48) HOURS, YAHOO! INTENDS TO DISABLE ACCESS TO THE MATERIAL.\r\n\r\nThrough your participation in Yahoo!? Groups you agree to abide by the Yahoo! Terms of Service, as well as any additional Terms of Service, applicable to you. The current Yahoo! Terms of Service may be reviewed at: http://docs.yahoo.com/info/terms. Pursuant to Section 6 of the Terms of Service, Member Conduct, the use of Yahoo!? services to \"upload, post, email, transmit or otherwise make available any Content that infringes any patent, trademark, trade secret, copyright or other proprietary rights . . . of any party\" is prohibited.\r\n\r\nAs you know, Yahoo! may terminate any and/or all services and accounts without notice. This notice is provided to you as a courtesy. Without waiving or limiting any rights or remedies Yahoo! has or may have, as the designated owner of the madteaparty group you are hereby advised that our receipt of another notification alleging the unauthorized posting of another party's intellectual property in connection with any Yahoo!? Group may result in not only the suspension of all Yahoo!? Groups for which you are the designated owner, but the termination of all of your Yahoo! services as well as the deactivation of your Yahoo! ID.\r\n\r\nIf you wish to attempt to resolve the matter by dealing with [PRIVATE]directly, [PRIVATE] may be contacted at:\r\n\r\nBy Email: [PRIVATE]\r\n\r\nIf you believe that the madteaparty group was designated by [PRIVATE] by mistake or misidentification, or if you believe that the madteaparty group has not infringed the copyrights of [PRIVATE], you may submit a sworn counter-notification as to the mistake or misidentification. To be effective, counter-notifications shall be in writing and include:\r\n\r\n1. Identification of the material that has been removed or to which access has been disabled, including the location at which the material appeared before it was removed or access to it was disabled;\r\n\r\n2. A statement under penalty of perjury that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification;\r\n\r\n3. Your name, address and telephone number, and a statement that you consent to the jurisdiction of the Federal District Court for the judicial district in which the address provided by you is located (or if the address provided by you is outside the United States, you consent to the jurisdiction of the Federal District Court for any judicial district in which Yahoo! may be found), and that you will accept service of process from the complaining party or its agent; and\r\n\r\n4. Your physical or electronic signature on the counter-notification.\r\n\r\nAny counter-notification shall be submitted to Yahoo!'s Copyright Agent in accordance with the contact information provided at:\r\n\r\nhttp://docs.yahoo.com/info/copyright/copyright.html.\r\n\r\nPlease be advised that Yahoo! will provide a copy of such a counter-notification (including your name, address, telephone number and any other contact information provided by you) to [PRIVATE]. In providing a copy of the counter-notification Yahoo! will advise [PRIVATE] that Yahoo! intends to replace or re-enable access to the material in question ten (10) business days following the date of the counter-notification unless Yahoo!'s Copyright Agent receives notice that [PRIVATE] has filed a court action seeking an order to restrain you from engaging in infringing activity related to the material in question.\r\n\r\nWe wish to thank you in advance for your anticipated cooperation.\r\n\r\nRegards,\r\n\r\nCopyright Agent, Yahoo! Inc.\r\n\r\ncopyright@yahoo-inc.com\r\n\r\n****************************\r\n\r\nc/o Yahoo! Inc.\r\n\r\n[PRIVATE]\r\n\r\nSunnyvale, CA 94089","date_sent":"2005-06-10T04:00:00Z","date_received":"2005-06-10T04:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"Yahoo! Inc.","recipient_name":"MadTeaParty Group","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}