{"dmca":{"id":10600,"type":"Dmca","title":"Lohan doesn't want Gawkers to see her wardrobe malfunction","body":"Confidential Legal Notice\r\n\r\nNot for Publication\r\n \r\n       Re:     Lindsay Lohan/Gawker Media \r\n\r\nGentlepersons: \r\n\r\n        We are writing as litigation counsel to Lindsay Lohan.  We demand the immediate removal of the partially nude photograph of Ms. Lohan (the \"Photo\") which is posted on the website www.defamer.com (the \"Website\") and on any other websites which are owned or operated by Gawker Media, as well as the removal of the link called \"Lindsay Lohan is a Flasher\" which links readers from the Defamer Website to the website www.wwtdd.com  which has also posted the same Photo of Ms. Lohan.  \r\n\r\n        The publication and display of the Photo (even if partially covered as initially appears on the Website or if you click on the image and then see an unobstructed view of her right breast) constitutes a willful and malicious invasion and violation of Ms. Lohan's right of privacy, through the tort of publication of private facts and as such, exposes Gawker Media and all those acting in concert with it to liability and substantial compensatory and punitive damages.  In fact, the small image which was superimposed on top of the nipple to allegedly \"cover\" part of her breast is in reality a target which immediately draws the attention of the viewer to the image, along with your lewd and offensive invitation to viewers that they \"click on the picture\" to \"totally see some nipple.\"  Just because a wardrobe malfunction occurred and Ms. Lohan's right breast was inadvertently and very briefly revealed and someone was able to photograph her in this intrusive manner without her consent or knowledge, does not justify or legitimize publication or display of the Photo or justify this violation of Ms. Lohan's right of privacy at a most basic level. \r\n\r\n        Pursuant to well established case law, the publication of the Photo on your Website constitutes a publication of private facts in violation of Ms. Lohan's right of privacy, namely by the public disclosure of a private fact which would be offensive and objectionable to a reasonable person and which is not of legitimate public concern.  See, e.g., Husky v. National Broadcasting Company, 632 F.Supp. 1282, 1287-88 (N.D. Ill 1986) [Court held that filming by an NBC crew of a prisoner in an exercise cage that was visible to others violated his right of privacy and would even warrant an injunction; Court stated that \"[P]laintiff's visibility to some people does not strip him of the right to remain secluded from others\"]; Wood v. Hustler Magazine, 736 F.2d 1084, 1089 (5th Cir. 1984) [Court held that a person's nude appearance is a \"highly private fact,\" \"the publication of which, absent her consent, would be highly offensive to a reasonable person and was not of legitimate public concern\"].  See also,  Shulman v. Group W Productions, Inc. (1998) 18 Cal.4th 200, 74 Cal.Rptr.2d 843, 955 P.2d 469. As the Court noted in Shulman, this claim is well established both under common law and under Article I, Section 1 of the California Constitution.  Clearly, the Photo is not \"newsworthy\" and a matter of legitimate public concern such as to justify publication of it and destroy Ms. Lohan's right of privacy and her right to prevent unauthorized commercial exploitation of her name and likeness. \r\n\r\n        As stated by the California Supreme Court in Shulman: \r\n\r\n                \"Private facts are not newsworthy 'when the community has no interest in them beyond the voyeuristic thrill of penetrating the wall of privacy that surrounds a stranger.'\" supra at 857.\r\n\r\n        Moreover,\"[a]ll material that might attract readers or viewers is not, simply by virtue of its attractiveness, of legitimate public concern,\" but there must be \"social value\" regarding the disclosure.  Shulman at 857.  There certainly is no \"social value\" resulting from the publication or disclosure of the Photo or of your blatant attempts to garner attention and viewership to your Website by touting \"LINDSAY LOHAN'S AUTO NIPPLE SLIP\".\r\n\r\n        Moreover, Ms. Lohan's right to protect her privacy extends to public places, such as for example, the General Motors celebrity fashion show where the Photo was apparently taken.  See, for example, Daily Times Democrat v. Graham, 276 Ala. 380, 162 So.2d 474 (1964)[Court upheld violation of right of privacy of woman whose Photograph was taken as her skirt was blown up by a device blowing jets of air at a \"Fun House\" ride at a Fair, effectively exposing her body from the waist down, finding that the Photograph was \"embarrassing to one of normal sensibilities\"].  As the Court in Daily Times Democrat stated:\r\n\r\n\"One who is a part of a public scene may be lawfully photographed as an incidental part of that scene in his ordinary status.  Where the status he expects to occupy is changed without his volition to a status embarrassing to an ordinary person of reasonable sensitivity, then he should not be deemed to have forfeited his right to be protected from an indecent and vulgar intrusion of his right of privacy merely because misfortune overtakes him in a public place [citations omitted].\" Daily Times Democrat v. Graham, supra, at 478.\r\n\r\n        See also, Sharrif and Martyn v. American Broadcasting Company, 613 So.2d 768 [Court held that whether airing of a video showing collapse of stage upon which professional musicians were performing on \"Funniest Home Video\" television show violated musicians' right of privacy by, among other things, constituting an \"unreasonable public disclosure of embarrassing public facts\" was a question for the trier of fact].\r\n\r\n        In fact, even the disclosure or description of what is contained in the Photo constitutes a willful violation of Ms. Lohan's privacy rights.  In short, there is ample legal authority both for a claim for substantial damages and for injunctive relief against anyone who publishes, posts, disseminates or otherwise exploits the Photo of Ms. Lohan, as you have done.  There were plenty of other photos of Ms. Lohan at the event, the publication of which would not invade her privacy.\r\n\r\n        In view of the foregoing, demand is hereby made as follows: \r\n\r\n        1.      That the Photo (even if partially redacted or covered) be immediately removed from the Website and from any other websites operated by Gawker Media;\r\n\r\n        2.      That the link to the www.wwtdd.com website also be removed without delay; and \r\n\r\n        3.      That you provide to us the name and contact information, including e-mail, for the individual or company which provided you with the Photo.\r\n\r\n        Please confirm within 48 hours that you will comply with the above stated demands.  \r\n\r\n        You would be well advised to remove the Photo and all references to the Photo immediately in order to lessen and mitigate the damages which you are causing to my client, and for which you will be legally liable and accountable.\r\n\r\n        Govern yourselves accordingly. \r\n\r\n        This does not constitute a complete or exhaustive statement of all of my client's rights, claims, contentions or legal theories.  Nothing stated herein is intended as nor should it be deemed to constitute a waiver or relinquishment of any of my client's rights or remedies, whether legal or equitable, all of which are hereby expressly reserved.\r\n\r\n        This letter is a confidential legal communication and is not for publication. \r\n  \r\n\r\nSincerely, \r\n\r\n                \r\n                                                        /S/ \r\n\r\n[private]\r\n\r\nOf \r\n\r\nLAVELY & SINGER \r\nPROFESSIONAL CORPORATION \r\n[private]\r\n\r\ncc:     Ms. [private] (via facsimile) \r\n        Ms.[private] (via facsimile) \r\n        [private] (via facsimile) \r\n        Ms. [private](via facsimile) \r\n        [private], Esq. (via facsimile) \r\n        [private] (via facsimile) \r\n\r\n                                                      ","date_sent":"2006-03-01T05:00:00Z","date_received":"2006-03-01T05:00:00Z","topics":["Chilling Effects","Copyright"],"sender_name":"Lavely & Singer","principal_name":"Lindsay Lohan","recipient_name":"Gawker Media","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}