{"dmca":{"id":10606,"type":"Dmca","title":"Cosby objects to Waxy parody","body":"Dear Mr. Baio:\r\n\r\nWe are counsel for Mr. William H. Cosby, Jr. Mr. Cosby is a world-famous\r\ncomedian, writer, television and motion picture film actor and producer, creator of the popular children's animated cartoon series, \"Fat Albert and the Cosby Kids\" and \"Little Bill,\" and a prominent philanthropist. Mr. Cosby has also recorded numerous albums, including the Grammy-award winning, \"Bill Cosby Talks to Kids About Drugs\" (the \"Album\"). Mr. Cosby has retained all rights, including copyright, in his contribution to the underlying material for the Album.\r\n\r\nWe recently became aware that you offer through your Web site located at\r\nwww.waxy.org (the \"Site\"), unauthorized tracks from the Album. In the August 2005 portion of your Site (http://www.waxy.org/archive/2005/08/25/house_of.shtml), you claim that \"to kick off Cosby Fest 2005, I'm hosting the entire Bill Cosby Talks To Kids About Drugs album from 1971.\" You then invite your readers to \"download it now\" from the linked-to Web page:\r\nhttp://waxy.org/randorn/audio/Bill_Cosbv_-_Talks_To_Kids_About_Drugs_(1971)/\r\n\r\nCopies of these web pages are attached.\r\n\r\nYour unauthorized reproduction and distribution of the Album violates the U.S.\r\nCopyright Act, 17 U.S.C. 101 et. seq., and can result in civil penalties. Accordingly, we demand that you (1) immediately cease and desist from reproducing and distributing unauthorized copies of the Album via your Site or otherwise, (2) stop advertising its availability via your Site, (3) destroy all copies of the Album in your possession and control (whether in electronic, digital or other format), and (4) notify me in writing as soon as possible but not later than five days after your receipt of this letter of your compliance with these demands and of the number of copies of the Album downloaded from your Site.\r\n\r\nWe have also recently learned that you offer via your Site (at\r\nhttp://www.waxy.org/archive/2005/11/12/house_of.shtml) a four-part animation entitled \"House of Cosbys\" featuring our client's name, voice and likeness. You also distribute another animation, which purports to be \"House of Cosbys, Episode 5,\" featuring scenes from the introduction of the four-part \"House of Cosbys,\" followed by a copy of our cease and desist letter to the creators of that animation, and another vulgar and extremely offensive animation that\r\nfeatures our client's name.\r\n\r\nAs you are aware, you are not licensed or in any way authorized to use Mr. Cosby's name, voice or likeness for any purpose whatsoever. Your use of our client's name, voice and likeness in this manner violates our client's rights of publicity as well as other statutory and common laws prohibiting the misappropriation of an individual's name, voice and likeness and unfair competition.\r\n\r\nTherefore, we demand that you immediately cease and desist from any use of our\r\nclient's name, voice and likeness in any form, including the distribution of the \"House of Cosbys\" episodes 1 -5 via your Site or through links to any third-party Web sites.\r\n\r\nWe are authorized to take immediate action against you if you fail to take the\r\naction demanded in this letter.\r\n\r\nThis letter does not purport to be a complete statement of the facts or the law andis without prejudice to any of Mr. Cosby's legal and equitable rights.\r\n\r\nVery truly yours,\r\n[signature]\r\ncc: William H. Cosby, Jr. (w/attach.)","date_sent":"2006-03-02T05:00:00Z","date_received":"2006-03-02T05:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":"Patterson Belknap Webb and Tyler LLP","principal_name":"William H. Cosby, Jr.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}