{"dmca":{"id":10732,"type":"Dmca","title":"Debt Consolidation Care - Defamatory Postings","body":"Dear Sirs,\r\n\r\nDebt Consolidation Care - Defamatory Postings\r\n\r\nWe act on behalf of Heathmill and understand that you have been corresponding with our client in relation to defamatory postings appearing on your website.\r\n\r\nIt has come to our client's attention that the website owned and controlled by you entitled http://www.debtconsolidationcare.com has been publishing defamatory statements about our client and a number of its employees. An example of some of the defamatory posts is attached for ease of reference. These include postings of an anti-semitic nature and a number of comments which are demonstrably untrue relating to the alleged deportation of members of our client's staff, the alleged insolvency of employees and unlawful business practices.\r\n\r\nOur client is particularly concerned by the anti-semitic nature of some of the posts and the damaging and untrue allegations concerning business practices of our client. Our client's business practices are clearly set out in its terms of business and are not infringing any rule of UK or US law. Our client is disturbed by the damaging allegations displayed on your website which is clearly targeted at potential and existing customers of our client. Our client has already suffered damage to its business as a result of your facilitation of these unlawful postings and has previously given notice of its intention to pursue your company to the fullest extent of the law.\r\n\r\nWe note that you appear to have full editorial control of the site as certain posts have clearly been edited to remove promotional URL's and offensive language according to your terms of service. You have, as a matter of law, assumed responsibility for the content of your site and are therefore Liable for the damage to our client's reputation caused by these demonstrably untrue and malicious postings. The damage caused to our client's business increases with every day that passes as does your potential liability to compensate our client for the damage caused whilst these postings remain on your website. \r\n\r\nWe understand that you have refused to remove the defamatory postings despite having been informed of their defamatory content. We are at a loss to understand this position since Debt Consolidation Care purports to be an open forum for members of the public with genuine debt problems yet it appears to be being used by malicious and vindictive persons unknown to attack the l a d activities of our client by spreading and encouraging untrue and damaging allegations. We can only assume that you are complicit in this activity. Our client requires all defamatory and anti-semitic comments to be deleted h m your site immediately. For the avoidance of doubt, the posts which must be removed are:\r\n\r\n*Any and all postings referring to the ethnicity or religious orientation of any employees of our client, particularly those postings which contain derogatory comments about such ethnicity or religious orientation;\r\n\r\n* Any and all postings indicating or implying that our client or any of its employees are dishonest, undertaking unlawful or immoral business activities;\r\n\r\n* Any and all postings indicating or implying that our client or any of its employees is/are insolvent;\r\n\r\n* The alleged deportation of members of our clients staff; and\r\n\r\n* Any and all other postings which contain untrue and defamatory statements.\r\n\r\nOur client requires confirmation from you within 7 days that this action has been taken. Clearly it would be to your advantage to remove the offending postings as soon as possible since this would assist in reducing further loss and damage to our client and hence to reduce the damages which you would otherwise have to pay.\r\n\r\nOur client also requires an undertaking that no further comments of a similar nature or which may be defamatory or damaging will be posted or permitted on your website. Finally, our client requires immediate disclosure of the identity of the person or persons making these defamatory postings so that an injunction may be obtained against them.\r\n\r\nYou have already been warned of our client's intention to issue proceedings without further notice. For the avoidance of doubt, we would advise that proceedings will be issued in England in accordance with English law and are likely to result in substantial damages and costs being awarded to our client. Our clients will also seek aggravated damages in view of the inflammatory and malicious nature of certain of the comments and as a result of your failure to ensure that such postings were removed immediately upon notification of our client's concerns.\r\n\r\nOur client is also seeking advice in the US on its position and will consider amongst other things whether there is any issue which needs to be reported to the relevant authorities particularly in the light of the offensive anti-semitic remarks, which if made in the UK would quite likely constitute a criminal offence.\r\n\r\nWe trust that this will not be necessary and look forward to receiving confirmation that you have taken the action indicated above, together with your proposals to compensate our client for the loss and damage sustained to its business as a result of the postings.\r\n\r\nYours faithfully\r\nSykes Anderson LLP\r\nsheley@sykesanderson.com\r\n\r\nhttp://www.debtconsolidationcare.com/forums/cashtodaylimited-20.html\r\nhttp://www.debtconsolidationcare.com/forums/cashtoday-collections.html\r\nhttp://www.debtconsolidationcare.com/forums/cashtoday-collections-2.html\r\nhttp://www.debtconsolidationcare.com/forums/cash-today-3.html\r\nhttp://www.debtconsolidationcare.com/forums/cashtoday-details.html\r\nhttp://www.debtconsolidationcare.com/forums/cashtoday-details-3.html\r\nhttp://www.debtconsolidationcare.com/forums/lender-breakinglaw.html\r\n","date_sent":"2006-02-27T05:00:00Z","date_received":"2006-02-27T05:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Sykes Anderson LLP web: http://www.sykesanderson.com","principal_name":"Heathmill web: http://www.heathmill.com/","recipient_name":"Debt Consolidation Care web: http://www.debtconsolidationcare.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}