{"dmca":{"id":10850,"type":"Dmca","title":"Estate of Indian artist complains of copying","body":"Dear Google:\r\n\r\nI am Intellectual Property Counsel to the Estate of Francis Newton Souza, the owner of Copyright Registration No. VA1-149-008 (hereafter \"Copyrighted Work\"). The Copyrighted Work contains artwork copyrighted exclusively by the Estate. A copy of the Registration and Deposit featuring the Copyrighted Work is attached.\r\nFor your information, Francis Newton Souza a/k/a F.N. Souza was India's most important and famous modem artist. He was the first of India's modern painters to achieve high recognition in the West. His paintings can be found in major museum collections around the world, including, The Tate.\r\n\r\nIt has come to our attention that our client's Copyrighted Work depicted in its Copyright Registration No. VA1-149-008 is being infringed by being displayed without authorization through the domain name FNSOLIZA.COM (registered by [private][FN: [private]'s email address is [private]@srimetilal.com or [private]@hotmail.com] ) In violation of the Copyright Act. Specifically, when people search for information about Francis Newton Souza and his work and type in FRANCIS NEWTON SOUZA or FN SOUZA or FRANCIS SOUZA in the Google Search query, invariably, the following two links on Google rank top:\r\n\r\nFrancis Newton Souza- www.fnsouza.com\r\nPaintings, drawings, and writings of Francis Newton Souza. Born in Goa, India www.zwyx.org/fnsouza/ - Cached - Similar pages\r\n\r\nFrancis Newton Souza ... paintings, drawings, and writings by FN\r\nKeywords: fn Souza, Francis, newton, fernando, paintings, drawings, writings work, works, painter, art, artist, goaian, indian, bombay, talcum, shows, ... www.fnsouza.com/ -Bk\r\n\r\nWhen you try and access these sites, they automatically forward to \"srimatilal.com/sauna,\" the Registrant's personal website, which displays our client's Copyrighted Work of which [private] has no legal right Our client requests that GOOGLE promptly remove the infringing material.\r\n\r\nThis confirms that we have a good faith belief that use of the Copyrighted Work described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or by law.\r\n\r\nI certify under penalty of perjury, that the information in this notification is accurate, that our client is the owner of the Copyrighted Work and that we are authorized to act on behalf of the owner of an exclusive right that is alleged to be infringed. Our contact information is indicated below.\r\n\r\n[private], Esq.\r\nIngber & Gelber, LLP\r\n[private] Millburn, New Jersey 07041 ","date_sent":"2006-03-07T05:00:00Z","date_received":"2006-03-07T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Ingber & Gelber, LLP","principal_name":"Estate of Francis Newton Souza","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}