{"dmca":{"id":10885,"type":"Dmca","title":"Re: [Fwd: Re: Moulin Rouge updates]","body":"Sarah,\r\n\r\nIn order to move forward with the changes you have requested, it will be necessary to go through a legal and accounting review process. I believe that it would be necessary to set up another project as a different client, and will contact you when I have more information about how to proceed.\r\n\r\nAdditionally, please be advised that the various Works created to promote the Moulin Rouge event are copyrighted works property of Synapse Corporation (\"Synapse\") and not \"works made for hire\" as defined in 17 USC Section 101, and as a result are property of neither You nor Ms. Jane Doe (d/b/a Third Party XYZ). Synapse has reserved all rights in the Work, which was first published in 2006.\r\n\r\nYour work which appears on your web site at http://www.myspace.com/erosnoir, and elsewhere, clearly depicts an image representation of Synapse Corporation's copyrighted Works, and are currently being used to promote the Moulin Rouge event.\r\n\r\nAt this time, you have neither asked for, nor received permission to use the Work as materials promoting the Event, nor to make or distribute copies of it. Such permission was expressly granted to Ms. Doe (d/b/a Third Party XYZ). Past communications with you were conducted in your role as agent for Ms. Doe and Third Party XYZ. Therefore, your\r\ncontinued use of the Materials would constitute willful infringement of Synapse Corporation's rights under 17 USC Section 101, et seq. Further, such use could cause you to be liable for statutory damages as high as $100,000.\r\n\r\nSynapse respectfully requests that you immediately cease the use and distribution of all infringing works derived from our Work, and all copies of it, and that you deliver to me all unused, undistributed copies of it, or destroy such copies immediately, and that you desist from this or any other infringement of our rights in the future. If an affirmative response\r\nhas not been received from you by March 23, 2006, indicating that you have fully complied with these requirements, Synapse shall consider taking the full legal remedies available to rectify this situation.\r\n\r\nThank you for your patience, as well as your prompt attention to the matter described above. Again, I will be in contact with you soon with further information about how to handle the organizational chage.\r\n\r\n-- \r\nMichael J. Downey\r\nChief Executive Officer | Synapse Corporation\r\nE-mail xxx@yyy.com\r\n\r\nOn Thu, March 16, 2006 10:52 am, Sarah Stierch wrote:\r\nMichael,\r\n\r\nWe've had a few more annoying changes, I apologize for this!\r\n\r\nPlease take Third Party XYZ off the flier and put..The Vault in\r\nplace of that.\r\nAnd take the Damien Center off, we've ha dsome charity changes and will\r\nupdate that soon :)\r\n\r\nROCK!\r\n\r\nSarah","date_sent":"2006-03-20T05:00:00Z","date_received":"2006-03-20T05:00:00Z","topics":["Copyright","Copyright and Fair Use"],"sender_name":null,"principal_name":"Synapse Corporation","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}