{"dmca":{"id":10887,"type":"Dmca","title":"ACTION REQUIRED: Copyright infringement on your web site","body":"MELYSSA DONAGHY\r\n4169 CENTRAL AV\r\nINDIANAPOLIS IN 46205-2604\r\n+1-317-925-3839\r\n\r\nMs. Donaghy:\r\n\r\nIt has come to the attention of Synapse Corporation that you have made unauthorized use of our copyrighted materials created to promote an event organized by Jane Doe (d/b/a Third Party XYZ) entitled \"Wicked Wednesdays presents Moulin Rouge\". You are hereby advised advised that the various Works created to promote the event are copyrighted works property of Synapse Corporation (\"Synapse\") and not \"works made for hire\" as defined in 17 USC Section 101, and as a result are property of neither You nor Third Party XYZ. Synapse has reserved all rights in the Work, which was first published in March, 2006.\r\n\r\nYour work which appears on various locations your web site at http://www.thereformatory.com, and elsewhere, clearly depicts original and modified image representations of Synapse Corporation's copyrighted Works, and are currently being used to promote the Moulin Rouge event.\r\n\r\nAt this time, you have neither asked for, nor received permission to use the Work as materials promoting the Event, nor to make or distribute copies of it. Such permission was expressly granted to Ms. Doe (d/b/a Third Party XYZ). Therefore, your continued use of the Materials would constitute willful infringement of Synapse Corporation's rights\r\nunder 17 USC Section 101, et seq. Further, such use causes you to be liable for statutory damages as high as $100,000.\r\n\r\nSynapse Corporation hereby requests that you immediately cease the use and distribution of all infringing works derived from our Work, and all copies of it, and that you deliver to us all unused, undistributed copies of it, or destroy such copies immediately, and that you desist from this or any other infringement of our rights in the future. If an affirmative response has not been received from you by March 23, 2006, indicating that you have fully complied with these requirements, Synapse shall consider taking the full legal remedies available to rectify this situation.\r\n\r\nYour prompt attention to the matter described above is expected and appreciated.\r\n\r\nMichael J. Downey\r\nChief Executive Officer\r\nSynapse Corporation","date_sent":"2006-03-20T05:00:00Z","date_received":"2006-03-20T05:00:00Z","topics":["Copyright","Copyright and Fair Use"],"sender_name":null,"principal_name":"Synapse Corporation","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}