{"dmca":{"id":10927,"type":"Dmca","title":"Blog Receives C&D Notice for News Stories","body":"Dear [redacted]:\r\n\r\n   Please be advised that this firm represents [redacted], [redacted], and [redacted].\r\n\r\n   Over the past several months, you have posted numerous stories on Internet blog sites, maintained a website containing false and misleading information, made false allegations at public meetings, written defamatory letters to the editor to be published in two newspapers, and have generally promulgated a campaign to defame Ms. [redacted], Mr. [redacted], and Mr. [redacted].\r\n\r\n   While Ms. [redacted], Mr. [redacted], and Mr. [redacted] welcome the honest input and opinions of their constituents, whether critical or complimentary, your campaign is neither honest nor fair. Instead, we believe that you are attempting to discredit these individuals personally and in their professional capacities by publishing false and misleading stories and injurious information to a third party could also constitute tortious interference, both with our clients' existing and prospective employment.\r\n\r\n   We therefore demand that you cease and desist from discussing, publishing, faxing, emailing, posting, or otherwise disseminating these false and misleading publications or statements. We request that you or your attorney advise us in writing as to your willingness to abide by this demand within seven (7) days.\r\n\r\n   Please be advised that if such communications, whether oral or written, do not immediately cease, Ms. [redacted], Mr. [redacted], and Mr. [redacted] must consider filing an action against you seeking reparations, injuctive relief, and the recovery of actual damages, together with exemplary damages, pre- and post-judgment interest, and attorney's fees.\r\n\r\n   Very truly yours,\r\n   [redacted]\r\n\r\ncc: [redacted]","date_sent":"2006-03-21T05:00:00Z","date_received":"2006-03-21T05:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Dickinson Wright","principal_name":"[redacted]","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}