{"dmca":{"id":10920,"type":"Dmca","title":"Defamation DMCA (Copyright) Complaint to Google","body":"\n11/22/2010 11:47 3058509487\nG006t.!f /JJe. \"\" \"'\"\n~a:9j..fi At:7:;4-L SuP~RT DHc:.A. C1;HPIA/AjT.5 (6oo A1r1j'ilr ih~ 11e i1k\nlO}y ,\nI~&.NJ Vtew CA MOf:5\n/\n1iix. ;; 50- %3 -3255\nBvO;V 6(~AJé) (\n\") u.,ù)JO {)S4IJDO ()AlA IXIft~ WR /t. ficO }.;oHi.\nr?1041 Av1tJRI2èAT4· PRt:-(bO 'j06/./ft1<LtJ ~\nFLIM/hAf?.J..O OA 7f;7T}_/5(5T$H.i DI\nRI6FRCA, IL l>A)jhJ ~ 6,{l.A1I):>5( HO -\n)lee<t~O. DPfJ/JDA 'Po1-1Zl,A f1;S7,;4LE\n<- LOf' (A lfJPP. \\)O l$ fu B$L (cA\".A -\n,;t!te },vpotJ(o C-Hb e' ST,I'.7'A PRt:51\"pT;6.T!>\n'O~OkIA ft:~ f:<;ToR~/o);t: -E\n_ t-a.À~,4. R!~~\"CfA A\" BAR di' /Jç:txt )101<1( _\nIU A HAK.::AI<<<AI!= .9l 6 1-f,41l, Lo'<\nf7ASS( Ht J..IA/Jò 5é:.ttIlA!<{O\nPAGE 02/07\n11/22/2010 11:47 3058509487 1·\nAL COMPARTIMENTO POLIZIA POSTALE\nE DELLE COMUNICAZIONI LAZIO\nViale Trastevere, 191\n00153-Roma\n----------------------~\nATTO DI DENUNCIA-QUERELA\nIl sottoscritto MASSIMILIANO SAMMARCO, nato a Montevideo (Uruguay), il\n16,07.1960, cittadino italianO, e residente in Roma, in. viale Beethoven,\n52 (CF.\nSM1\\-lMSM60Ll6Z613F) ed elettivamente domiciliato presso lo studio del\nProf. Avv.\nAngelo Alessandro Sammarco, sito in Roma, alla via Monte Zebio, 30 (tel. 06\n32120230/fax 06 32655851 presso il quale chiede di ricevere cornunicazionil\nche lo\nrappresenta e difende, giusta delega in calce al presente atto\nPREMESSO CHE:\nl'odierno quere.lante, avvocato fiscalista ed esperto in materia\nsocietaria, da anni\nimpegnato, in ambito comunitario ed extra-comlU1itario, nell' attività\nconsulenzia1.e di\nassistenza legale ad .importanti aziende internazionali, da pochi giorni,\nsi è accorto\ndell'esistenza di un sito web, di lingua inglese, creato da ignoti, a lui\nstesso dedicato,\nave Vengono riportate frasi ingiuriose ed accuse gravemente infamanti della\nsua\npersona e professional ità.\nIl sito www.massimiAtlosammarco.com. segnatamente, diffama il sottoscritto,\nattribuendogli calunniosamente attività fraudolente e tl11ffaldlne a danno\ndi un\ngmppo di soggetti non identificati, né al momento identificabili, i quali\nmillantano di\naver subito danni economIci assai consistenti (cfr .. \".We have been\ndefrauded by\nMassimiliano Sammarco of over $400.00. ,,), causa, .l'attività\nprofessionale\ndell'odierno querelante, il quale, attraverso lo studio legale da lui\nmedesimo creato\n(WHton & Partners) si sarebbe appropriato, altresl, di importanti somme di\ndenaro,\nmai restituite (cfr.\" .11le 120.000 euros .... Sammarco never returned our\nmo. ey ... l.\n\\,\n\\\n11/22/2010 11:47 3058509487\nPeraltro, il citato sito web è denominato con lo stesso nome dello\nscrivente, il quale,\nva da sé, non ha mai autorizzato la spendlta delle proprie generalità, per\ndi più con\nevidenti fini diffamatori!\nLe ricadute sull'attività lavorativa del sottoscritto si stanno facendo via\nvia sempre\npiù. drammatiche, data la veloce diffusione di tali menzognere e diffamanti\nasserzioni\ngarantita da internet.\nE' di tutta evidenza, quindi, che l'imprescindibile, tempestivo oscuramento\ndel citato\nwèb sUe sia la più immediata garanzia al decoro e alla reputazione del\nquerelante, la\ncui specchiata professionalità non può subire adombramenti di sorta.\nRITENUTO CHE\nscientemente, sono stati posti in essere, nei confronti dell'odierno\nquerelante. azioni e\ncondotte marcatamente lesivi dei suoi diritti personali e professionali;\ntutto quanto\npremesso e ritenuto, il sottoscritto\nCHIEDE\nIl subìtaneo oscuramento del dtato sito web www.rnassimilianosammarco.com\ned,\naltresl, che si proceda a carico degli ignoti autori del medesimo sito web\nwww.massimilianosammarco.com e di chiunque altro sia ritenuto responsabile\nper il\nreato p. e p. dall'art. 595 c.p., nonché per tutti quei reati che saranno\nrinvenutì nella\nspecie.\nChiede di essere informato di eventuali proroghe del termine per le\nindagini\npreliminari, ovvero ai sensi dell'art. 408 c. 20 c.p.p.\nSi oppone all'emissione di decreto penale di condanna.\nCon riserva di costituirsi parte civile.\nSi allega in copia:\n- stampa del contenuto del web site www.massimilianosammarco.com.\nPAGE 03/07\n11/22/2010 11:47 3058509487\nRoma, lì 05.11.2010\nMASSIMILIANO SAMMARCO\nDE.LEGA\nAi sensi e per gli effetti degli artt. 96, 2° comma e 101 c.p.p., quale\npersona offesa\ndel reato, il sottoscritto MASSIMILIANO SAMMARCO dichiara di nominare quale\ndifensore nel presente procedimento il Prof. Avv. ANGELO ALESSANDRO\nSAMMARCO del Foro di Roma, conferendo al medesimo ogni più ampìa facoltà di\nlegge, e dichiara, altresl, di eleggere dom.icilio presso lo studio del\nsuddetto\nprocuratore, sito in Roma, alla via Monte Zebio, 30 al quale conferisce i\npiù ampi\npoteri previsti dalla legge, iv! compreso quello di depositare il presente\natto.\nCon osservanza\nRoma, lì 05.1 1.2010\nPAGE ~41~1\n11/22/2010 11:47 3058509487\n1r0, ::'---._' maSSimlliano·sammarco l\nThis website has two purposcs:\nPAGE 05/07\nI) To tell our story to warn people not to use !he services of Massimiliano\nSammarco in the hopes !hat other wiIl avoid\nthe fraud !hat we have suffered, and\n2) To find other vìctims of Massimiliano Sammarco so that we can pool our\nresources in in an attempt to recoup\nmoney that Sammarco iUegally takcn from us and others in our position.\nWe have heen defrauded by Massimiliano Sammarco of over $400,000. Mr.\nSammarco perpetrated this fraud as a\nsupposed attorney and founder of an international law finn named Wilton &\nPartners, with offices in the London,\nMiami, New Y ork, Chile, Rome, and Barcelona. We initiaUy hired MI.\nSammarco to organize a global corporate\nstructure for OUt company and our story of how he defrauded us is below.\nPart I be.low foctlses on tbe schcme Sammarco used to defraud our company.\nPart 11 will provide background on\nSammarco.\nPart l: The relationship with Sammarco and how !he fraud was perpetrated.\nIn March of 2007, Sammarco was recommended by a New York attomey who was\nSammarco's partner at Wilton and\nPa.rtners, Sammarco was introduced to us as a \"guru\" in intemational tax\nlaw and setting up structures for companies.\nWe were seeking advice on how to best set up our company intemationally and\nexpand, in view of!he international\nnature of our business witb clients and providers worIdwide. This was\nespecially necessary in order to be able to\nconduct business in Europe through a European entity and to hire staff in\nEurope under European laws, to get tax\nadvice, etc.\nSammarco recommended we set up a company in Spain (Barcelona) because he\nsaid Spain had th.e best corporale laws\ncompared to other European cOlmtnes.\nWe gave our trust and confidence in Sammarco and were led to beIieve that\nhe was !he right person IO conduct this\nventure for us. As our legai and financial advisor, wc put alI our trust in\nhim.\n00 Apri14, 2007, wc wired Sammarco and Wilton and Partners 120,000 curos IO\nbe used to form a eompany in Europe.\nand to open and fund a bank account in tbe new compaoy's name.\nThroughout 2007 and until the summer of 08, Sammarco led us lo believe !hat\nali was well and wc had no suspicions of\nany wrong doiogs, although there were delays and, in retrospect, there were\nthings that didn't seem righ!. Sammarco\ntold lIS tha! tbe delays were caused by inefficiencìes and\nmisuoderstandings and wc simply thought our confusion\nstemmed from our lack of knowledge in international tax law (we are\nmarketing and sales people , we don't have very\nml1ch experience in internationa! tax law, which is why we sought\nSammarco's advice and put our trust in him).\nFur!hermo(e, Sammarco always assmed us thal everything was under control,\nthat we should trust him etc.\nFrida , November 05, 2010 18:5l:20 PM\n11/22/2010 11:47 3058509487\nPAGE 05!~!\nWe thought Sammarco was organi:dng a company for us in Barcelona, Spain and\nopening il bank account for the\ncompany . However, we Iater realb:ed that the papers of this company and\ntlle bank accolmt were alI under Sammarco'!\nname a?d thc name of another company he owns callcd Sola & Sefo consuiting.\nIn reviewing the corporale documents,\nwe reahz~d our names .dld not even ap~ear, hence legally the company and\nbank account belonged to Sammarco. In\nthe mean~lme, we had Instructed our chents to deposI! our commissiom and\nfccs from Europe into an account that wc\nlater reahzed that -:ve could ~ot accesso Samm.arco. withdrcw several sums\nof money from this account, totaIìng 70,000\neuros, some of wh!çh he. cImmed were to pay liVOlces that we were no!\nprovided. In addition, wc did not have acccss\nlO the funds wc wcrc gOlig lo use for operating expcnses.\nTwo and a half years later, despite our repeated requcsts for the rctum of\nthese funds, and repeated assurances from\nSammarco that !he moneys would be retumed, Sammarco has never retumed any\nportion of the money he defrauded us\nouloE.\nBefoTe we realìzed what was happening with the incorporation of the Spanish\ncompany and that Sammarco was not\nproviding us wìth access to the company's bank account, in February, 2008,\nwc also asked Sammarco (since he was\nour corporate law advisor) to set-lIp a company in London. This company was\nlO market software we developed and\ncreated after years of programming. The product was ready to Iallich and we\nwanted lo set up a new corporate identity\nfor it and seek investors. We did in. fact find an investor who would take\nIl percentage of ownership in cxchange for an\ninvestment of USD $250,000.\nDuring tbis time in February 2008, Samrnarco was supposed to set up !he\ncompany in Landon, and to open a bank\naccount for it in London. Sammarco 10Id us that since the company could no!\nbe seI up in time lo accept the investor' s\nfunds, so Samrnarco instructcd that the investor should send the USD\n$250,000 investment to an \"escrow\" account or Wilton & Partners in London.\nWe were a bit skcplical about this, but again, Samrnarco was our legai\nadvisor and\nhad seI this up far us, he reassured us !hat this was the common way to do\nil. Sammarco also asslIred us that one the\ncompany and bank account werc set up, he would transfer the USD $250,000\nfrom his 'cscrow' account to the\ncompany's aCCollit. Thc investor wire transferrcd!he USD $250,000 to the\nescrow account WHton & Partners account\nin London in the first week of March. 2008. Since Mareh, 2008 wc have\nreque$ted that these funds be retumed to t1S,\nand despite repeated aSSllrances from Sammarco that he was cffectiug wire\ntransfers lo rctuffi the funds, to date, not one\npenny has been retllmed. We now realize that Samm.arco never had any\nintention of transferring the mooey to uso\naver the nellt six months, Sammarco did nothing to set up !he oew company\nor tbe bank account in London, cIaiming\nal! sorts of excuses, such as the paperwork got los!. Then, another excuse\nCaffi.e in the Sllmrner of 2008, Sammarco\nfifed his employees, which were supposedly handling the paperwork, which\nSammarco claimed was lost again between\nthe office, of Barcelona and tbe London offices .\nAfter months of ellcuses from Sammarco, in September 2008, wc decìdcd to\nget in contact directly wìth the office in\nLondon to see ourselves what was go.ing 00, rather than just accept thc\ncontinuous excuses aud delays of Sammarco\n(who would always reassure llS tha! everything was under control) and much\nto our dismay and horror, we are told that\nSammarco has not been on contact with them for many mooths.\nThe London. office told us they bad not received any instruction to go\nahead with the registering of the new company\nor the opening a bank account. Six mon!hs had passed since the investo!s\nhad sent thc $250,000 to Samrnarco's\nsllpposed \"escrow\" account. In fael, after invcstigation, the account did\nnot appear to be an escrow account, but\nrather a personal account of Sammarco.\nOnce we became alarrncd and started to realize that wc were victims\noffraud, we asked Sammarco to provide us\ninfonnation on the whereabouts or our money and he told us that. they were\nin a tmst fund and that he was thc\n\"protect.or\". However, when wc discussed th\\s point with the London office,\nwc were told that although that t.rust\nexi,t\" it was set up for someone else, it is by n.o mcans ours, and wc\ncalliot access il, whether ollr funds are tbere or\nnoto\nTo date, we have no i.dea where our money is, and despilc rcpeated\nassurance from Sarnmarco that he would scnd US\nour money, he has not. Wc have repeatedly contacled Sammarco to tcIl him\nthat we wanted om money transfeITed onr\naccount, and requested he transfer !he USD $250,000. Sammarco informcd ltS\nhe would immediately but never did.\nWc subsequentIy insisted over and over couut/ess times, via phone, email\nand face lO face meetings , to do this tnmsfcr.\nThroughout lhese mon.ths he has yet to do this retum the money, c1aiming\nali sorts of excuses and reassnring us thal it\nis being done. Sammarco also reassured us that he would retum the 120,000\neuros that was initially transferred to . ,\n11/22/2010 11:47 3058509487\nPAGE ~ Il ~ I\nhis account, and a1.so that he would return part of thc money that he had\nwithdrawn fonn onr account in Barcelona,\nNeedless to say, Sammarco never returned our money.\nIn the nurnerous phone ealIs , emails and face to face meetings in Miami ,\nthe string of excuses that Sammarco\nprovided as reasons why the transfer was not done yet, ranged &om:\n\"l'm dOing it, jts under control\"\n\"I can 't send copy of receipt of bank transaction order, because it was\nall done by phone, you know through calI service\nin India, they don't provide receipts\"\n\"The Sank has made a mistake, they trausfecred the money to a wrong bank\naccount\"\n\"Since the Bank made the mistake, now I have lo wait for them to return the\nmOlley and then 1 ean re-transfer again to\nthe correet bank account ...... and so on\nIn November 08 we hired an altorney, Mr. Martin Jajan, to help us recover\nour rnoney from Sammarco. Mr. Jajan sent\na demand letter to Sammarco requesting tbe immediate return of ali the\nmoney, and Sammarco repeatedly assured Mr.\nJajan that the wire transfer had been made bUI bank errors had prohibited\nthe transfer. Although Mr. Jajau rcquested\nSammarco provide wire transfer confirrnations and bank statements\nevidencing that the funds were intact and had not\nbeen rnoved, Sammarco did not provide the documentation and has not\nreturned the funds.\nIn the months since wc realized the fraud, we becamc aware of another\nclicnts/victim of Sammarco. These victirns\nhave storics very similar to ours. Another company also hircd Sammarco lo\nto set up a cornpany in Europe and to set\nup a Eu!opean bank account. Sammarco set up the cornpany and bank account\nbut denied access to the funds .\n. It is c1ea, at this poin! that we (and others) have been victims of\ndeceit , fraud and abuse of confidence. We have been\ndefrauded of over USD $400,000 and who know how much more has Sammarco\ntaken from other c1ients.\nPart II Information about Massimiliano Sammarco.\nSammarco operated through Wilton aud Partners, which had two websites,\nwww.wilton·es.com and\nwww.wiltonandpartners.com. both of which have eeased functioning recently.\nSammarco i5 apprall:imately 47 years of age, and represents hirnse.lf to be\nan attorney, having graduated in law from thc\nUniversity La Sapienza of Rome. He held himself out to be a \"tax guru\" with\nparticular expertise in international\ncorporate stnlctures. Wc now know that he used Wilton and Partners to\nperpetrate a fraud on US.\nSammarco apparentIy has homes in different places: Miami, New York,\nBarcelona. anci lately he seems to spend a\ngrowing port.ion of his time in Santiago Chile.\nIf you have any information that may be he1.pful to our efforts to recaver\nmoney, or if you or your company has bean\ndefrauded, or even if you have been thinkìng abaut using the services of\nMassimiliano Sammarco and want more\ninformation, we urge you to contact ou, attorney, Martin Jajan who is\nassisting us in oUI recovery efforts:\nMartin I. Jajan, Esq.\nJAJAN,PLLC\n110 Wall Street, 11th Floor\nNew York. NY 10011\nTel: +1.212.352.8616\nFax: +1.646.219.1056\nE-mai!: mjajan@jajanlaw.com\n}x~,,:j1Äianla~&Qm\n2009\n12/07\nCATEGORY\nUncategoriZççl\nTAGS\nFral14\nMassimili~no SammarCQ\nMAx .. Sl.lrnrUaXçQ\nT~!x Scarn.\nWilton anc:!J:a11DID\nl;:L~,çrttÄxnel1t~\nFriday, November 05.2010 18:51:20 PM\n. f:r.a\\.1.ç:l\n. 1),\\ Scal1!\n. Yi*Ofi nn.<.1. P<lltners\n. M,3,~._$..~!rl.!:!~.~r.ç9\n. M~.~.~io.tnj,!,l.r!~LS~mnH~~~?,\n. Copyright © 2009 Mas.simj)jatlQ .. SiU:!lm!'y':ç'p\n. Th!W1J'Ldç6Jgnt:<!tbX!11oUQc.l(lQ\n. POWe.n!J.lY. WqrdPress\n'riday, November 05, 2010 18:51 :20 PM\n","date_sent":"2011-06-30T04:00:00Z","date_received":"2011-06-30T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}