{"dmca":{"id":10926,"type":"Dmca","title":"Tri-Media Corp. v. [Private] / Cease and Desist","body":"Mr. [Private],\r\n\r\nI have been retained by Tri-Media Corp., and its Savvy.com (collectively, the \"Company\") concerning your recent improper acts. Specifically, in retaliation for you being prevented from posting lude photos on the Savvy.com public profiles section, you have embarked on a smear campaign against Savvy.com to defame its business reputation and put it in a false light, all in violation of Florida Law. Your improper acts include: (a) posting defamatory statements about Savvy.com on a Yahoo group; (b) posting defamatory material posing as \"reviews\" on e-publications like Amazon.com; and  (c) emailing slanderous material to Savvy.com's advertisers and business partners alleging that its promotes child pornography, sadism, violence against animals and children, and other immoral and despicable acts that undermine the goodwill of the Company. \r\n\r\nYour bad acts constitute defamation and libel per se under Florida law, and also give rise to a \"False light\" claim against you. In addition, by contacting the Company's advertisers with the intent of having them cease doing business with the Company, you are also liable for tortious interference under Florida law. Should the Company choose to bring immediate suit against you, it will seek substantial damages for lost business, advertising revenue and goodwill.\r\n\r\nAs of today, you have thumbed your nose at the Company, and refuse to abide by its prior requests that you cease all such improper actions. You have one last chance before the Company moves ahead with its suit against you personally. To avoid such drastic action, you must comply, within five days of receipt of this letter, with the following conditions: \r\n\r\n1. Immediately cease and desist from any and all disparaging, defamatory, or other behavior that would tend to embarrass or defame the Company, or put it or its business practices in a false light.\r\n\r\n2. Immediately retract all negative postings that have already been sent by you to various individuals, websites, blogs, forums or any other public or private postings of any kind. \r\n\r\n3. Immediately provide the Company with a written apology for your actions.\r\n\r\nBe advised that if I do not received written confirmation and proof that you have complied with the above conditions within the time limit set herein, we will recommend to the Company that it bring immediate suit against you to recoup its loses, and enjoin you temporarily and permanently. I am sure you will appreciate the gravity of this situation and take appropriate action to avoid a suit against you. \r\n\r\nPlease govern yourself accordingly.\r\n\r\nSincerely,\r\n\r\n[Private]","date_sent":"2006-02-21T05:00:00Z","date_received":"2006-02-21T05:00:00Z","topics":["Defamation","Copyright"],"sender_name":"Weiss Sertoa Helfman Pastoriza Cole & Boniske, P.A.","principal_name":"Savvy.com","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}