{"dmca":{"id":10938,"type":"Dmca","title":"Salomon asks for Hilton video to be taken down","body":"Re: Salomon v. Net Management Services, et al./Copyright Violations United States District Court, Central District of California\r\n \tCase No. CV 04-1553\r\n\r\nSalomon v. LFP Broadcasting, et al./ Copyright Violations United States District Court, Central District of California Case No. CV 05-8603\r\n\r\n\r\nDear [private]:\r\n\r\nI guess by now you probably remember me. My name is Jim Salomon, and I own substantial rights in the Salomon/Hilton Video. This is a follow up to: the [private], Esq. of Lavely & Singer letter to you of March 16, 2004 (in numerous prior entails to you, I've already attached copies) as a result of which Google reportedly removed something like 23 URL's; the [private], Esq. of Costa, Abrams & Coate LLP letter to you of May 28, 2004 On numerous prior entails to you, I've already attached signed copies) as a result of which Google reportedly removed something like 41 URL's; my letter to [private], [private] and you of November 15, 2005; and my letters to you of November 29, 2005, December 7, 2005, December 12, 2005, December 14, 2005, December 22, 2005, January 2, 2006, January 3, 2006, January 11, 2006, January 16, 2006, January 29, 2006, February 2, 2006, February 17, 2006, February 20, 2006, February 21, 2006, February 25, 2006, February 27, 2006, March 2, 2006, March 11, 2006, March 20, 2006, March 21, 2006, and March 22, 2006. Also in numerous prior entails to you, I've already attached copies of the signed court-stamped above-referenced United States District Court complaints [the latter of these two complaints was filed on December 8, 2005].\r\n\r\nAs you may recall, Costa, Abrams & Coate LLP are litigation counsel for my brother Rick Salomon. Pursuant to Google's copyright complaint procedure, this letter shall set forth a page(s) returned on a Google Search(es) which isn infringing upon my rights, the rights of Rick Salomon, and the rights of other significant interests.\r\nPursuant to Sections 512 (c) (3) and 512 (d) (3) of the Digital\r\nMillennium Copyright Act (17 U.S.C. .M512 (c) (3) and 512 (d) (3)). I hereby place von on notice.\r\n\r\nThe copyrighted work at issue is the much-publicized Video showing my brother Rick Salomon and his girlfriend at the time, famous socialite and aspiring actress, Paris Hilton, engaged in sexual activity and other intimate relations. Footage was registered in November, 2003. [No. PAu-2-780-2231 Please submit the removal request and remove the infringing page(s) from your search engine immediately and confirm the removal with me -- via email ","date_sent":"2006-03-23T05:00:00Z","date_received":"2006-03-23T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"COSTA, ABRAMS, and COATE, LLP","principal_name":"Jim Salomon","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}