{"dmca":{"id":10947,"type":"Dmca","title":"Request for removal of SODC thread","body":"Alex. \r\nIt's my understanding that you are responsible for operating, overseeing and, in general, administering SwingOut DC (SODC).  It is in that capacity that I am writing you to share with you my disappointment and displeasure at a recent survey that was posted by Luke Albao.  Of course, I am referring to the survey that he posted the last weekend in January.  I refrain from repeating his survey question verbatim here, but in essence he inquired whether people viewed me as a particular type of racist, or merely an insensitive sort.  The actual words were offensive to me and no doubt to most of the persons that viewed that survey.\r\n \r\nObviously, Mr. Albao was upset and in that frame of mind, made inflammatory and offensive statements the effect of which could only have been to embarass and demean me as a person and to cast aspersions on my character.  Even more troubling to me than his all out assault on me, was SODC's subsequent failure to voluntarily withdraw that survey from the website as it clearly was not in keeping with the website's (and therefore your) rules regarding limitations on content.  Those restrictions, which every one of your content providers is supposed to have agreed to, provide in part as follows:\r\n \r\n\"You agree not to post any abusive, obscene, vulgar, slanderous, hateful, threatening, sexually-oriented or any other material that may violate any applicable laws. Doing so may lead to you being immediately and permanently banned (and your service provider being informed). The IP address of all posts is recorded to aid in enforcing these conditions. You agree that the webmaster, administrator and moderators of this forum have the right to remove, edit, move or close any topic at any time should they see fit.\"\r\n  \r\nYou are the moderator of the SODC site .  If you will take a moment to review his content (I ask that you do so as soon as possible, if you have not already done so), you will see that it is abusive, vulgar, obscene, hateful, and depending on the state in which that content is viewed, slanderous.  As the moderator, those same rules confer to you the discretion at any time to remove content from the website.\r\n \r\nAlthough I am told that Mr. Albao has issued a form of apology on SODC, his apology has done nothing to eliminate the harm that his remarks have caused me and continue to cause me everytime someone logs onto SODC and views his survey.  This entire thread (and the apology)  is so offensive that it warrants you exercising your discretion by removing it from the wedsite, and all responsive emails.   At the moment, I am content to try to work this out between the two of us without resorting to more formal means.  Frankly, I would prefer to avoid getting lawyers involved and am content not to involve them, assuming yo are content to do the right thing in this instance and remove the offensive material.  \r\n \r\nI am looking to you to take the steps necessary to mitigate any further harm to my good name and reputation.  And, I trust that you will do so.  KIndly inform me as soon as you have removed the material, or alternatively, of your decision not to do so.\r\n \r\nTom Koerner","date_sent":"2006-02-14T05:00:00Z","date_received":"2006-02-14T05:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Law Office of Thomas F. Koerner, Jr.","principal_name":null,"recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}