{"dmca":{"id":10984,"type":"Dmca","title":"Grisoft attorney on taking down cracked software sites","body":"March 24, 2006\r\n\r\nVIA ELECTRONIC MAIL, FACSIMILE and AIR MAIL\r\n\r\nGamma Networking, Inc.\r\nAttn: President or Chief Executive Officer \r\n[private]\r\nMontreal, Quebec 114R 2137\r\nCANADA\r\n\r\nRe: Domain: www.download-it-free.com\r\nNotice of Copyright Infringement under Digital Millennium Copyright Act and Trademark Infringement under Anti-Cybersquatting Consumer Protection Act\t\r\n\r\nDear Sir or Madam:\r\n\r\nWe are counsel for Grisoft, Inc., which is a leading developer of software solutions targeted at protecting against Web-borne computer viruses.\r\n\r\nGamma Networking, as web host\r\n\r\nGrisoft owns all the U.S. copyrights and trade secrets in the computer programs which it licenses to the marketplace, exclusive of any other person or entity. These copyrights are valid, subsisting and have not been licensed for use, reproduction or distribution of any kind whatsoever, in particular, to whomever might be the sponsor of the website, which we are challenging via this letter.\r\n\r\nMoreover, Grisoft and its affiliates are variously the owners of numerous trademark registrations for GRISOFT and AVG, including European Community Trademark Registration Nos. 3962875 and 3843737 for GRISOFT; CTM Registration No. 3893716 for AVG; Czech Republic trademark Registration Nos. 263183 and 253183 for GRISOFT; Czech Republic Registration No. 258068 for GRISOFT & Design; Czech Republic Registration No. 196208 for AVG; Czech Republic Registration No. 195288 for AVG & Design; Registration No. 210618 for AVG; relating to GRISOFT and AVG; and has applied for the related United States trademark registrations, under Serial Nos. 78/482,987 and 78/482,970, on GRISOFT and AVG, respectively.\r\nGrisoft","date_sent":"2006-09-24T04:00:00Z","date_received":"2006-09-24T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Pepper Hamilton LLP","principal_name":"Grisoft, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}