{"dmca":{"id":10982,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-06-30T04:00:00Z","date_received":"2011-06-30T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Curso de Tarot para abrir la Intuición sin usar la Memoria","principal_name":"Curso de Tarot para abrir la Intuición sin  ","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"CURSO DE TAROT PARA ABRIR LA INTUICION\nSIN USAR LA MEMORIA\n\nINICIO EN MARZO Y EN AGOSTO\n\nPROFESORA: Victoria Arderius.(Ciclo Tarot, Canal Infinito. Video Tarot,  \nMuch Music).\n\nOBJETIVO: Aprender a \"hablar con las cartas\" sin usar la memoria.\nAbrir la intuición. Desarrollar \"el estado del tarotista\" (relajado,  \ncontemplativo, no racional)\npara lograr canalizar información.\n\nLA CLASE: Trabajaremos con meditaciones guiadas y técnicas de relajación  \nespecialmente\nindicadas para desarrollar la intuición..\nUtilizaremos un sistema de aprendizaje comparativo excelente para anclar\nel conocimiento. Profundizaremos en el maravilloso Tarot Rider Waite,\n\"la madre de todos los Tarots\" pero veremos el mismo arcano en 10 barajas  \ndistintas\n(Tarot Madre Paz, Mítico, Crowley, Druidas, Marsellés, etc).\n\nDURACION: 5 meses. Una vez por semana\nHORARIOS: Jueves de 14 a 16 hs. Y martes de 19 a 21 hs.\nLUGAR: Costa Rica y Scalabrini Ortiz. Barrio Palermo.\nINVERSION: $200 por mes.\nINICIO: Todos los años los cursos se abren en marzo y en agosto.\n\n\n¿COMO ME ANOTO EN EL CURSO? Comunicarse con la profesora Victoria Arderius  \npara anotarse en el listado de alumnos.\nMail:  victoriatarot@hotmail.com\n\nBLOG: Textos del curso en http://www.victoriaarderiustarot.blogspot.com/\n\n\nOTRAS ACTIVIDADES:\nCONSULTAS DE TAROT PARA ACLARAR TU VIDA...\n\n¿Querés saber por qué te pasa lo que te pasa?\n¿Qué siente tu pareja por vos?\n¿Si vas a poder lograr lo que querés?\n\nY LO MAS IMPORTANTE: ¿Qué podés hacer para tomar las riendas de tu vida?\nLA CONSULTA PERSONAL: Dura una hora. Incluye Numerologia de la Fecha de  \nNacimiento (para ver cuál es tu misión en esta encarnación).\nLectura de tarot (pasado, presente y futuro).\nPreguntas precisas del consultante.\nOrientación psicológica.\n\nMail: victoriatarot@hotmail.com","infringing_urls":[{"url":"http://dariotarot.blogspot.com/"}],"copyrighted_urls":[{"url":"http://www.victoriaarderiustarot.blogspot.com/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}