{"dmca":{"id":10985,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-06-30T04:00:00Z","date_received":"2011-06-30T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"GRUPO PLANETA","principal_name":"PLANETA DEAGOSTINI FORMACIÓN, S.L.U.","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"According to the protocol of the DMCA  \n(Digital Millennium Copyright Act):\n\n\n1. We have noted that the  website owned, is offering free downloads of  \nvarious works belonging to Grupo Planeta, and in particular the  \nbook \"Frases en Ingles para Dummies\" by Gail Brenner, published by CEAC,  \n\nbelonging to Grupo Planeta.\n\n2. Please note that Grupo Planeta is the exclusive holder, through  \ndifferent legal entities of the Group members, the rights of the author of\n \nnumerous works that free download is available on its website and in  \nparticular, the work cited therefore copying, reproduction, plagiarism,  \ndistribution and / or publicly performed without our consent not only  \ncontravenes the provisions of the Copyright Spanish Laws.\n\n3. Planeta DeAgostini Formación, S.L.U., spanish Company, belonging Grupo \n\nPlaneta, CIF B62077938, domiciliated 08034 Barcelona (Spain), Avenida  \nDiagonal 662-664, Tel: (+34) 934928164, Fax: (+34) 934928560.\n\n5. We have a good faith belief that use of the copyrighted materials  \ndescribed above and included in the service are not authorized by the  \ncopyright owner, its agent, or the protection of the law.\n\n6. We swear, under penalty of perjury that the information in the  \nnotification is accurate and that we own the copyright and are therefore  \n\nauthorized to act on behalf of the owner of an exclusive right that is  \nallegedly infringed.\n\nFor all the foregoing, I hereby require you to immediately withdraw from  \n\nits website all the works being owned by companies belonging to Grupo  \nPlaneta, and specifically cited the work as indicated in previous lines,  \n\nleaving distributing them for free.\n\nSincerely,\n\nGrupo Planeta\nAsesoría Jurídica\nAvda. Diagonal 662-664, Planta 8ª\n08034 Barcelona\nTel.: (+34) 93 492 81 64\nFax: (+34) 93 492 85 64","infringing_urls":[{"url":"http://ebooks-dummies.blogspot.com/2009/06/frases-en-ingles-para-dummies-gail.html"}],"copyrighted_urls":[{"url":"http://ebooks-dummies.blogspot.com"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}