{"dmca":{"id":10988,"type":"Dmca","title":"Author wants \"lottery cheater\" copycats removed","body":"To Whom It May Concern:\r\n\r\nCharles Cooper (\"Mr. Cooper\") is the owner of pending copyrights. Mr. Cooper owns the domains lotterycheater.com and lottery-cheaters.com, which are operating commercial websites and which are the subject of a pending copyright registration titled \"Lottery Cheater\" and received by the U.S. Copyright Office on Feb 28, 2006 and signed for by E.Green. The material specifically in question may be found at http://lotterycheater.com and http://www.lottery-cheaters.com.\r\n\r\nMr. Cooper recently discovered that unknown persons (\"Infringers\") using the email addresses [private]@lottery-cheater-pro.com and [private]@gmail.com are using Mr. Cooper's copyrighted material on lottery-cheater-pro.com. This material can be found by searching for lottery, powerball, or lotto on google.com. Furthermore, Infringers are intentionally infringing upon Mr. Cooper's copyright by knowingly using Mr. Cooper's copyrighted material.\r\nPlease have an authorized representative of Google Inc. sign this letter where indicated below and return the signed letter to me on or before April 13th, 2006.\r\n\r\nI have a good faith belief that the disputed use of the copyrighted material listed above on the allegedly infringing webpage is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear under penalty of perjury, consistent with U.S. Code Title 17, 512, that the above information in this Notice is accurate to the extent of my knowledge and that I am the attorney for the owner of the exclusive right that is allegedly infringed.\r\n\r\nMy contact information is below.\r\n\r\nPlease kindly look into this at once and I am asking that you ban them from your site permanently.\r\n\r\nPlease remove or disable access to this stolen material in compliance with the Digital Millennium Copyright Act.\r\n \r\nThis letter is sent without prejudice to Mr. Cooper's rights and claims, all of which are expressly reserved. Please feel free to contact me for any further information or assistance.\r\n\r\nSincerely, \r\n/s/ \r\n[private]\r\nAugustyn Law Office Gateway Executive Center \r\n[private]\r\nLincoln, NE 68505\r\nTelephone: [private]\r\nFacsimile: [private]\r\nEmail: [private]@danaugustyn.com\r\n \r\nThe undersigned covenants to take the following actions immediately: (i) remove all links to: lotterycheater-pro.com; and (ii) cease and desist from any and all future links to these domains so long as they contain infringing material\r\n\r\nDated:\t, 2006.\r\nGoogle Inc.\r\n\r\nBy:\t\r\n\r\nIts:\t\r\n","date_sent":"2006-03-16T05:00:00Z","date_received":"2006-03-16T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Augustyn Law Office Gateway Executive Center","principal_name":"Charles Cooper","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}