{"dmca":{"id":24022,"type":"Dmca","title":"Copyright Violation Complaint of A Website","body":"NC\r\n\r\n \r\n\r\n-----Original Message-----\r\nFrom: Timeless Treasures [mailto:sales@timelesssilver.com] \r\nSent: Tuesday, February 08, 2005 10:17 AM\r\nTo: copyright@theplanet.com\r\nSubject: Copyright Violation Complaint of A Website\r\n\r\n \r\n\r\nHi -\r\n\r\n \r\n\r\nI made a mistake in your email address the first time I sent this email to\r\nyou and it came back to me, so I am resending it to you, in hopes that you\r\ncan do something about this website www.smgl.org.  I've also included the\r\nresponse I received back from SMGL's president at the end of this email,\r\nalong with my response to his email.  I have not received a response from my\r\n2nd email that I sent him.  \r\n\r\n \r\n\r\nAs you can tell, I am VERY upset with this company.  \r\n\r\n \r\n\r\nThank you.  I appreciate all the help you can give me.\r\n\r\n \r\n\r\nDonna Stephens\r\n\r\nTimeless Treasures\r\n\r\nwww.TimelessSilver.com\r\n\r\n \r\n\r\n \r\n\r\n----- Original Message ----- \r\n\r\nFrom: Timeless <mailto:sales@timelesssilver.com>  Treasures \r\n\r\nTo: copyright@theplant.com \r\n\r\nSent: Sunday, February 06, 2005 4:51 PM\r\n\r\nSubject: Copyright Violation Complaint of A Website\r\n\r\n \r\n\r\nTo Whom It May Concern -\r\n\r\n \r\n\r\nI am a jewelry designer and my website name is www.timelesssilver.com and I\r\nwant to file a formal complaint against a website www.smgl.org that has\r\nstolen my designs and well as my pictures from my website and put on their\r\nwebsite.  The pictures that they have stolen are of my men's jewelry designs\r\nas well as my toe rings.   If you go to their website (you have to fill out\r\na form first to gain access) and go to the section called \"Men's Jewellery\",\r\nyou will see that all the designs on there belong to me (11 of them) as well\r\nas the toe rings they have listed in that section as well.   I have the\r\noriginal pictures to prove it.  The background of the pictures is the\r\nwallpaper I used in my kitchen.   \r\n\r\n \r\n\r\nI do not currently have these same pictures on my website now, because last\r\nsummer I updated several of my men's jewelry pictures to reflect a better\r\nview of my jewelry.  So, SMGL has had my pictures on their website for over\r\n8 months already, at least.  Even though I have updated my men's pictures on\r\nmy website, I haven't updated the women's jewelry pictures yet and they are\r\nstill in the original format.......so you can go through  the women's\r\nnecklaces, bracelets, etc. on my website you can see that the picture\r\nbackgrounds are the same and the pictures are made the same way.  My men's\r\npictures have been the only ones that I have updated.  The toe rings\r\npictures are still the same on my website though. \r\n\r\n \r\n\r\nAlso, while I was on www.smgl.org 's site, I noticed several more pictures\r\nfrom other websites that they had stolen also.  I have contacted each and\r\neveryone of those websites and informed them of what SMGL has done.  Here\r\nare the other websites (these are the only ones that I had recognized their\r\npictures)  that they have stolen pictures from and which categories on\r\nSMGL's website that the stolen pictures are located.\r\n\r\n \r\n\r\nwww.jewelry-by-anixi.com  (\"pendant\" pictures stolen)\r\n\r\nwww.mijewels.com (\"bali hoop earrings\" pictures stolen)\r\n\r\nwww.walshbrothers.com (\"men's jewelry\" - bracelet picture stolen)\r\n\r\nwww.shauryinternational.com (\"sterling silver chains\" pictures stolen).\r\n\r\n \r\n\r\nIt is a crying shame that a person works so hard to get a website looking\r\ngood and pay good money for optimization, and then someone else comes along\r\nand steals our pictures and ideas from us and then sells the items on their\r\nwebsite for a fraction of the cost.  There is no telling how many other\r\nwebsites that they have stolen from........I found 5 websites myself\r\n(including mine).\r\n\r\n \r\n\r\nI have written SMGL an email and demanded that they remove my pictures and\r\nhaven't heard back from them yet.  A copy of my email is below as well as a\r\nsample of the pictures that they have stolen from me along with the new\r\nupdated pictures that is currently on my website.  I still have all the old\r\npictures on my computer's hard drive, if you need them.  I did not include\r\nall the pictures, but if you need them, I can send them to you.\r\n\r\n \r\n\r\nThank you for your attention to this matter and I hope you can take those\r\nthieves off the internet.\r\n\r\n \r\n\r\nDonna Stephens\r\n\r\nTimeless Treasures\r\n\r\n3761 Brownlea Rd.\r\n\r\nSilsbee, Texas  77656\r\n\r\nPhone:  (409) 386-0544\r\n\r\nURL:  www.TimelessSilver.com\r\n\r\n \r\n\r\n \r\n\r\nHERE IS THE COPY OF THE EMAIL THAT I SENT TO SMGL.  AND THEN BELOW THIS\r\nEMAIL ARE MY PICTURES TO PROVE THAT THEY STOLE THEM FROM MY WEBSITE.  IF YOU\r\nNEED TO CONTACT MY WEB DESIGNERS, THEIR NAMES ARE DOUGLAS AND DEBRA MOORE\r\nAND CAN BE REACHED AT (409) 246-4804.\r\n\r\n \r\n\r\n \r\n\r\n----- Original Message ----- \r\n\r\nFrom: Timeless <mailto:sales@timelesssilver.com>  Treasures \r\n\r\nTo: sales@smgl.org ; smglinc@sancharnet.in \r\n\r\nSent: Sunday, February 06, 2005 3:13 PM\r\n\r\nSubject: Jewelry Pictures \r\n\r\n \r\n\r\nHello -\r\n\r\n \r\n\r\nI just went on your website to look for some items to purchase for my\r\nbusiness and happened to see that you carried men's jewelry.  So out of\r\ncuriosity I went to look at what you had in your MEN'S JEWELLERY SECTION,\r\nbecause I design men's jewelry myself and I found that you have STOLEN MY\r\nDESIGNS AND STOLEN MY PICTURES FROM MY WEBSITE!!!!!.  I can't believe that\r\nyou have done that.   You also stole the Toe Ring Pictures from my website.\r\n\r\n\r\n \r\n\r\nThe men's jewelry pictures you have on your website are MINE AND NOT YOURS\r\n!!!   You have infringed on my copyright of those designs.  Every one of\r\nthose pictures (except the gent's bracelet one) is mine.  The background of\r\nthe necklaces is the wallpaper from my kitchen......see if you can reproduce\r\nthat !!!   I designed all those men's necklaces and took the pictures myself\r\nand I have the original pictures to prove it.  \r\n\r\n \r\n\r\nWhat do you do, go around and steal other designers ideas and call them your\r\nown.  That is disgraceful.  And besides that, all the money that you have\r\nmade off of my designs is rightfully mine.  I want all my pictures and\r\ndesigns removed from your website immediately.   I also noticed that you\r\nhave stolen pictures from other websites that I have visited and I am\r\ncontacting each and everyone of those websites and informing them of what\r\nyou are doing.  TAKE YOUR OWN PICTURES AND THINK UP YOUR OWN DESIGNS AND\r\nDON'T STEAL FROM OTHER PEOPLE !!  \r\n\r\n \r\n\r\nI am also contacting www.theplanet.com and filing a copyright infringement\r\ncomplaint against you.  Their policies clearly state that they will shut you\r\ndown for copyright infringement violations.  Also, I have told the other\r\njewelry designers to file a complaint with www.theplanet.com.  So be\r\nexpecting several complaints to your hosting service.  REMOVE ALL MY\r\nPICTURES FROM YOUR SITE !!!!!!! \r\n\r\n \r\n\r\nPLEASE INFORM ME IMMEDIATELY WHEN MY PICTURES HAVE BEEN REMOVED!!!!   YOU\r\nSHOULD BE ASHAMED OF YOURSELF!!!!!!\r\n\r\n \r\n\r\n \r\n\r\nDonna Stephens\r\n\r\nTimeless Treasures\r\n\r\n \r\n\r\n \r\n\r\nHERE IS THE ONE OF MY ORIGINAL MEN'S JEWELRY PICTURES THAT I HAD ON MY\r\nWEBSITE AND THEN BELOW IT YOU WILL SEE THE UPDATED PICTURE THAT IS ON MY\r\nWEBSITE NOW.  THEN BELOW THESE YOU WILL SEE ONE OF MY WOMEN'S JEWELRY\r\nPICTURES AND YOU CAN SEE THAT THE FORMAT AND THE BACKGROUND ARE THE SAME.  \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\nTHIS IS ONE THEY STOLE (this was the older picture on my website)\r\n\r\n\r\n\r\n \r\n\r\n \r\n\r\nThis is the new picture on my website now\r\n\r\n\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\nTHIS IS ONE THEY STOLE (this was the older picture on my website)\r\n\r\n\r\n\r\n \r\n\r\n \r\n\r\nThis is the new picture on my website now\r\n\r\n\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\nHere are a few of the women's jewelry pictures that are still\r\n\r\non my website and you can see that the style of the picture is \r\n\r\nthe same as well as the background.  \r\n\r\n\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\nHIS RESPONSE TO MY EMAIL ------\r\n\r\n \r\n\r\n----- Original Message ----- \r\n\r\nFrom: SMGL-GROUP [PRESIDENT] <mailto:president@smgl.org>  \r\n\r\nTo: Timeless <mailto:sales@timelesssilver.com>  Treasures \r\n\r\nSent: Monday, February 07, 2005 12:38 AM\r\n\r\nSubject: Re: Jewelry Pictures\r\n\r\n \r\n\r\nyou know we are direct source as well as custon house manufacturer also we\r\nhave a team who desing as per the customer choice so pls. dont blame on us\r\nwe run a honest co. and doing bsuiness since 1960.\r\n\r\n \r\n\r\nwe are forwarding your mail to our designing deptt and they will chek\r\neverything about your claim.\r\n\r\nand will send you a claim form inwhich you will have to fill all the\r\nrelevent information.\r\n\r\n \r\n\r\ndont take tension if our team find that these design you have copyright\r\nimmediate we would like to remove from our site. we would never like to sell\r\nyour designs.\r\n\r\nwe are doing a healthy business.\r\n\r\n \r\n\r\nlet me know more about you as well as your web site addressee.\r\n\r\ni forget to inform you that four more web site owner had claimed for the\r\nsame in todays mail?????????????\r\n\r\n \r\n\r\nwould like to get the copy receive from them wherein thesy had\r\nclaimed???????????????\r\n\r\n \r\n\r\n \r\n\r\nthanking you\r\n\r\n \r\n\r\nKUMAR'-\r\nPRESIDENT\r\nSMGL CORPORATION [ SUB.OF SMGL GROUP]\r\njaipur ,india\r\npresident@smgl.org\r\nwww.smgl.org\r\nwww.smgl.net\r\n0091-93146-50911\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\nMY RESPONSE BACK TO HIS EMAIL ------\r\n\r\n \r\n\r\n \r\n\r\n----- Original Message ----- \r\n\r\nFrom: Timeless <mailto:sales@timelesssilver.com>  Treasures \r\n\r\nTo: SMGL-GROUP <mailto:president@smgl.org>  [PRESIDENT] \r\n\r\nSent: Monday, February 07, 2005 7:40 AM\r\n\r\nSubject: Re: Jewelry Pictures\r\n\r\n \r\n\r\nKumar -\r\n\r\n \r\n\r\nI don't care if you are a direct source or custom house manufacturer, you\r\nhave stolen pictures from other people's websites and have put them on your\r\nwebsite as your own.  That is copyright infringement and is illegal.  You\r\nare a thief and a dishonest businessman.  I have all the original pictures\r\non my hard drive as well as my webmaster's hard drive and I want my pictures\r\ntaken off your site immediately.  You have stolen my designs and I will take\r\nwhatever action I can to have this situation resolved.   Every one of the\r\nmen's jewelry pictures (except the bracelet picture which belongs to Walsh\r\nBrothers) and all the toe ring pictures are mine.  You even used my\r\ndescriptions straight from my website......you couldn't even be original on\r\nthat.  You're disgusting.   \r\n\r\n \r\n\r\nI've already contacted your hosting service  www.theplanet.com , and have\r\ngiven my website information to them along with all the necessary\r\ninformation to prove you have stolen pictures and designs from both myself\r\nand 4 other websites.  There is no telling how many other websites out there\r\nthat you have infringed upon.  If you think I'm going to give you my website\r\ninformation now, for you to STEAL MORE designs, you're crazy.\r\n\r\n \r\n\r\nIt's amazing that you had 4 other websites contact you regarding this\r\ndishonest tactic of yours, if it weren't true.  Why would they contact you\r\nif you did not have their pictures also.  Give me a break.....YOU ARE A\r\nTHIEF AND YOU RUN A DISHONEST BUSINESS !!!!!  YOU SHOULD BE OFF THE\r\nINTERNET.\r\n\r\n \r\n\r\nDonna Stephens\r\n\r\nTimeless Treasures","date_sent":"2005-02-08T05:00:00Z","date_received":"2005-02-08T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Timeless Treasures","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}