{"dmca":{"id":24025,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-18T05:00:00Z","date_received":"2012-01-18T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"June Tree","principal_name":"June Tree","recipient_name":"Google, Inc.","works":[{"description":"http://www.thedigeratilife.com/blog/index.php/2008/01/24/7-things-to-consider-as-a-first-time-real-estate-investor/ copyrighted by June Tree.\r\n\r\nSCRAPED:\r\n7 Points To Consider Before Investing In Real Estate\r\nIf you’re after a home to live in, you won’t go wrong starting your hunt now because you could find the home of your dreams anytime. There are many other factors beyond the cost when you’re buying a primary residence. But an investment property is a different animal to evaluate.\r\n\r\nKnow when to buy.\r\nIf you’re a long term investor, you shouldn’t mind how the market’s doing when you buy in. It is no secret that real estate prices go up and down. Trying to time your purchase to the bottom is impossible, you’ll only know it is the bottom after it passes. The key is the property itself. If it is a good property, with good tenants, in a good location it will be a good investment.\r\n\r\nKnow where to buy.\r\nAnother decision that could make or break your bank rides on what location or neighborhood you’ve decided to buy into. Here’s where your research should pay off — carefully consider places of good employment, development and decent growth. Where’s the demand for rental properties?\r\n\r\nWho should manage the property?\r\nAre you going to be the landlord or is someone else doing it? That could spell additional expenses if you pay someone else to manage your tenants and rentals. But if you’re buying outside of your own neighborhood, you may find that hiring a property manager is the only choice you have.\r\n\r\nHave a plan.\r\nInvesting this way is a big commitment and if you enter into this, you should work hard to understand all the risks involved and perform a significant amount of due diligence before making a transaction. Especially since you&#8217;ve never done this before, you should be doing a lot of research, readings, probably even attend seminars and evaluate all options before moving forward. Unfortunately, planning has not been the strong point for a lot of would-be investors, given how enticing the hot market of recent years turned out to be.\r\n\r\nDon’t get emotional nor attached.\r\nAs a house-hunter looking for a home to live in, it’s natural to feel emotionally attached to a house that calls your name. But as an investor, you’ll need to check your feelings out of the process. You may not be optimizing your investment if your emotions get in the way.\r\n\r\nKnow the basics and the math.\r\nHow much do you like math? Investing in real estate the traditional way involves transactions, money, number crunching. The only way to know if you’re going to be making money is to be familiar with a variety of calculations on the subject. Without this knowledge, you’re just flying blind.\r\n\r\nInvest for the right reasons.\r\nAre you cut out to be a landlord, a rehabber, a flipper? Think about what kind of role you’d like to take when entering into this realm of investing — will you be actively involved in property management or just be a passive investor? Also, you may convince yourself that this is something to get into because “everyone else is doing it” (herd mentality). Or because you’re looking for a tax shelter. Or because you want to feel the joy and power of “owning something”. Some of these feelings do fade away with time but your money commitment will remain, so be prepared to ride the waves of this market.","infringing_urls":[{"url":"http://www.woodstockcommercialproperties.blogspot.com/"},{"url":"http://www.woodstockcommercialproperties.blogspot.com/2009/05/7-points-to-consider-before-investing.html"}],"copyrighted_urls":[{"url":"http://www.thedigeratilife.com/blog/index.php/2008/01/24/7-things-to-consider-as-a-first-time-real-estate-investor/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}