{"dmca":{"id":24075,"type":"Dmca","title":"[ABUSE] FW: Pagejacking my Website","body":"------ Forwarded Message\r\nFrom: KIMBERLY WILLIAMS, R.E., DEAN <bsoelectrolysis@cox.net>\r\nDate: Sun, 13 Feb 2005 15:51:25 -0700\r\nTo: <tom@playguitar.com>\r\nSubject: Pagejacking my Website\r\n\r\nFrom Kimberly Williams, R.E., Dean\r\nBoston School of Electrolysis\r\n10225 N. Scottsdale Arizona Suite 4\r\nScottsdale, AZ 85253\r\nbsoelectrolysis@cox.net\r\n\r\nConcerning Thomas Freeland\r\nowner of www.myvanews.com\r\nP.O. Box 749\r\nCedar Creeks Texas 78612\r\n\r\nTo Abuse Team at Planet.com\r\n\r\nI talked to Keith in you technical department and he gave me your email\r\naddress is seems you are the host for websitewelcome.com who has had their\r\nprivileges turned off. This complaint concerns Mr. Freeland and it self\r\nexplanatory for Mr.. Freeland like to Pagejacked my websites\r\nbostonelectrolysis.com and fivestarelectrologist.com I would be most\r\nappreciative if you notify of the disposition of this complaint since you\r\nare the host for websitewelcome.com.\r\n\r\nKimberly Williams, R.E., Dean\r\n\r\n\r\nDear Mr. Freeland, It has come to my attention that you have made an\r\nunauthorized use of my copyrighted work located here; (\r\nhttp://216.109.117.135/search/cache?p=sona+laser+boston+electrolysis+az&ei=U\r\nTF-8&fl=0&u=www.myvanews.com/2/laser-hair-removal-licensing.html&w=sona+lase\r\nr+boston+electrolysis+az&d=FA33BB1EF6&icp=1&.intl=us ). Mr. Freeland at no\r\ntime have I given permission for you to reproduce my original content in\r\nsuch a way. In addition, Mr. Freeland, I have caught you red handed in the\r\nact of Pagejacking and the evidence cannot be denied.\r\n\r\nA cached copy from of the illegally copied content on your site is attached,\r\nalong with details as to its location on your site and the date it was\r\ngathered. It appears that my content is being used on your site as part of a\r\npagejacking strategy and is visible only to search engines.\r\n\r\nAs the legal owner of this copyrighted content, I demand that you remove my\r\nproperty from your site immediately.\r\n\r\nYou have 24 hours to remove this content. If the content is not removed\r\nwithin this time frame, then I will find it necessary to take further\r\naction; including contacting Google and any other legal avenues I have at my\r\ndisposal. By the way Google and Yahoo throw you off the Internet permanently\r\nfor pagejacking.\r\n\r\nFurthermore, Mr. Freeland I have sent a copy of this to your provider or\r\nhost. In addition, Mr. Freeland pagejacking has been classified as Federal\r\nOffense and a formal complaint has will be sent tomorrow morning to the FTC.\r\nNow that the whole will what a thief you are and as added bonus I am going\r\nto list you on the Internet as Spamdexing and Pagejacker and lets se how\r\nyour business reputations lasts.\r\n\r\nOh yes, Mr. Freeland an apology you will never do it again is required\r\nhowever can you please tell me why you need to steal my copyright property.\r\nOh, please do not pretend this was an accident and say I did not what I was\r\ndoing when I stole your property the last person did that is just finishing\r\nup a one year sentence.\r\n\r\nHowever, Mr. Freeland what is your motive of stealing my property to\r\nredirect hits to Laser Websites is really nasty and who hired you to steal\r\nfrom me? Do you think it will be worth it when I ask for financial damages.\r\nCopyright Violation is serious a serious criminal offense with jail time and\r\nI would like to know who hired you to steal my property to redirect hits\r\nfrom my website to Laser Websites? If you refuse to provide this information\r\nI will place this on you credit report and get a judgment against you\r\nbecause you did read The Terms of Usage Agreement. Using my names to steal\r\nhits is also known as identity theft and another Federal offense.\r\n\r\nSincerely\r\nKimberly Williams, R.E., Dean\r\nBoston School of Electrolysis","date_sent":"2005-02-13T05:00:00Z","date_received":"2005-02-13T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Boston Electrolysis","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}