{"dmca":{"id":24132,"type":"Dmca","title":"Is this Brother John?","body":"Dear Brother John:\r\n\r\n \r\n\r\nYou have posted defamatory and incorrect information about me on your blog,\r\nTeacup Tempestry, and can be held as liable as those who sent you the\r\noriginal link. I respectfully request you take down the Internet posting\r\nfrom Wednesday, February 28th, regarding the Minuteman Project.  Not only is\r\nthe information posted factually incorrect and cause for a lawsuit, but you\r\nincorrectly state I was the Treasurer of The Minuteman Project and that\r\ncould be the reason I wanted to take it over. No, by law I needed to be a\r\nresponsible Bard Member and release those who thwarted our investigation\r\ninto the finances.  Go to www.MinutemenForTruth.com\r\n<http://www.minutemenfortruth.com/> , and it will take you to a MySpace page\r\nthat has 4 audio only recordings that clearly prove we are a Board, and that\r\nMarvin and I tried to get to the bottom of the finances, but Gilchrist,\r\nEichler, and Bueler tried to thwart us from doing so, for over 60 days.\r\n\r\n \r\n\r\nFor your information, the wife of Jim Gilchrist conducted the book keeping\r\nand accounting for the Minuteman Project, which raises questions in and of\r\nitself, and Stephen Eichler was listed as the Treasurer of MMP when we\r\nterminated Eichler and Gilchrist for fraud and malfeasance.\r\n\r\n \r\n\r\nThere in, that you write I was the Treasurer is the least amount of\r\ndefamation and libel you reposted without checking the story to be true,\r\neven though you trust the source.\r\n\r\n \r\n\r\nPlus, I am a rape victim who is in hiding from the friends and family of the\r\nthree strike serial rapist that I put away for 135 to life, and Jim\r\nGilchrist acted without a sense of decency, as did linda Muller, when they\r\nreleased my real name with my pseudonym in an attempt to silence me and\r\nextort me into silence in my charges against the fraud and corruption within\r\nthe MMP, as I had successfully hidden my real identity for 6 years.\r\n\r\n \r\n\r\nThey have placed my life in danger, and both will have to answer to placing\r\nme in danger by willingly and knowingly releasing my identity on the\r\ninternet.  That is shameless, and lacks any decency whatsoever.\r\n\r\n \r\n\r\nIf you would like to discuss this in full, please do not hesitate to call me\r\nat 714.508.5789.\r\n\r\n \r\n\r\nI am copying my attorney on this email, as well.\r\n\r\n \r\n\r\nDeborah Courtney ","date_sent":"2007-06-11T04:00:00Z","date_received":"2007-06-11T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":null,"principal_name":"Deborah Courtney","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}