{"dmca":{"id":24201,"type":"Dmca","title":"Copyright Infringement Notice","body":"-----Original Message-----\r\nFrom: Brad Pugh [mailto:brad@vortechhosting.com] \r\nSent: Monday, January 10, 2005 9:04 AM\r\nTo: domains@ev1servers.net\r\nCc: kustad@online.no; abuse@theplanet.com; support@dexite.com;\r\nsales@dexite.com; copyright@theplanet.com; copyright@ev1servers.net;\r\nsupport@ev1servers.net\r\nSubject: Copyright Infringement Notice\r\nImportance: High\r\n\r\n \r\n\r\nHello,\r\n\r\n \r\n\r\nNotice of copyright on dexite.com taken from vortech.ca\r\n\r\n \r\n\r\nWe have just learned that your service is being used to display false or\r\n\"spoofed\": vortech.ca pages, apparently in an effort to steal personal and\r\nfinancial information from consumers, and defraud vortech users. \r\n\r\n \r\n\r\nThis matter is urgent - we believe that consumers have been falsely directed\r\nto this page and may be fooled into divulging personal information to a\r\ncriminal if the page is not immediately disabled. We ask that you\r\nimmediately disable the site at http://70.84.40.99 as well as any associated\r\nemail addresses, so that this fraudulent scheme can be stopped. We further\r\nrequest that you provide us with all contact information that you have for\r\nthis user so that we may provide this information to the proper law\r\nenforcement authorities. \r\n\r\n \r\n\r\nWhile we believe that the above information gives your company more than a\r\nsufficient basis for disabling the page immediately, out of caution we note\r\nthat your user's unauthorized reproduction of vortech's trademark and\r\ncopyrighted materials violates federal law, and places an independent legal\r\nobligation on your company to remove the offending page(s) immediately upon\r\nreceiving notice from vortech, the owner of the copyrighted materials.\r\nAccordingly, the information below serves as vortechs's notice of\r\ninfringement pursuant to the Digital Millennium Copyright Act, 17 U.S.C.\r\nSection 512 (c)(3)(A): \r\n\r\n \r\n\r\nI, the undersigned, CERTIFY UNDER PENALTY OF PERJURY that I am the agent\r\nauthorized to act on behalf of the owner of certain intellectual property\r\nrights, said owner being named Vortech Inc. I have a good faith belief that\r\nthe website located at URL http://dexite.com as its copyright in each page\r\nof its website and associated source code. Please act expeditiously to\r\nremove or disable access to the material or items claimed to be infringing. \r\n\r\n \r\n\r\nWe sincerely appreciate your immediate attention to this important matter.\r\nWe would also appreciate if you would take steps to confirm the accuracy of\r\nany contact information that your user may have provided to you in\r\nestablishing the account. Should you have any accurate information that\r\ncould assist vortech and law enforcement in tracking this individual, we\r\ngreatly appreciate your assistance, as we know that you do not condone the\r\nuse of your services for such criminal purposes.\r\n\r\n \r\n\r\nFinally, please be advised that we have referred this issue to the Federal\r\nBureau of Investigation for their investigation.  The F.B.I. has requested\r\nthat we convey to you in this message their request that you preserve for 90\r\ndays all records relating to this web site, including all associated\r\naccounts, computer logs, files, IP addresses, telephone numbers, subscriber\r\nand user records, communications, and all programs and files on storage\r\nmedia in regard to all Internet connection information, pursuant to 18\r\nU.S.C. Section 2703(f). While we do not act as an agent of the FBI in\r\nconveying this request, we do intend to fully cooperate with their\r\ninvestigation, and encourage you to do so as well.\r\n\r\n \r\n\r\nRegards,\r\n\r\n \r\n\r\nBrad Pugh\r\n\r\nVortech Inc.\r\n\r\nVortechhosting.com\r\n\r\nMatrixreseller.com\r\n\r\nRapidcolo.com\r\n\r\nThe information transmitted is intended only for the person or entity to\r\nwhich it is addressed and may contain confidential and/or privileged\r\nmaterial. Any review, re-transmission, dissemination or other use of, or\r\ntaking of any action in reliance upon, this information by persons or\r\nentities other than the intended recipient is prohibited. If you received\r\nthis in error, please contact the sender and delete the material from any\r\ncomputer.","date_sent":"2005-01-10T05:00:00Z","date_received":"2005-01-10T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Vortech Inc.","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}