{"dmca":{"id":24366,"type":"Dmca","title":"Case ID 13680974 - Notice of Claimed Infringement","body":"-----Original Message-----\r\nFrom: MediaSentry Copyright Infringement [mailto:copyright@mediasentry.com] \r\nSent: Monday, October 18, 2004 5:31 PM\r\nTo: Lance Crosby JD\r\nSubject: Case ID 13680974 - Notice of Claimed Infringement\r\n\r\nMonday, October 18, 2004\r\n\r\n\r\nThePlanet.com Internet Services, Inc.\r\n1950 Stemmons Freeway, Suite 3048\r\nDallas, TX  75207  US\r\n\r\n\r\n\r\nRE:  Unauthorized Distribution of the Copyrighted Motion Picture Entitled\r\n     Cellular\r\n\r\n\r\nDear Lance Crosby, JD:\r\n\r\nWe are writing this letter on behalf of New Line Cinema, a division of Time\r\nWarner Entertainment Company, L.P. (\"New Line\").\r\n\r\nAs you may know, New Line is the holder of rights under copyright, including\r\nexclusive distribution rights, in and to the motion picture(s) listed above.\r\n\r\nNo one is authorized to perform, exhibit, reproduce, transmit, or otherwise\r\ndistribute the above-mentioned work(s) without the express written\r\npermission of \r\nNew Line, which permission New Line has not granted to 69.56.168.245.\r\n\r\nWe have received information that an individual has utilized the\r\nabove-referenced IP address at the noted date and time to offer downloads of\r\nthe \r\nabove-mentioned work via the IRC network.\r\n\r\nThe attached documentation specifies the location on your network where the\r\ninfringement occurred, the number of repeat violations recorded at this\r\nspecific \r\nlocation, as well as any available identifying information.\r\n\r\nThe distribution of unauthorized copies of copyrighted motion pictures\r\nconstitutes copyright infringement under the Copyright Act, Title 17 United\r\nStates \r\nCode Section 106(3).  This conduct may also violate the laws of other\r\ncountries, international law, and/or treaty obligations.\r\n\r\nSince you own this IP address, we request that you immediately do the\r\nfollowing:\r\n\r\n1) Disable access to the individual who has engaged in the conduct described\r\nabove; and\r\n2) Terminate any and all accounts that this individual has through you.\r\n\r\nOn behalf of New Line, owner of the exclusive rights to the copyrighted\r\nmaterial at issue in this notice, we hereby state, pursuant to the Digital\r\nMillennium \r\nCopyright Act, Title 17 United States Code Section 512, that we have a good\r\nfaith belief that use of the material in the manner complained of is not \r\nauthorized by New Line, its respective agents, or the law.\r\n\r\nAlso pursuant to the Digital Millennium Copyright Act, we hereby state that\r\nwe believe the information in this notification is accurate, and, under\r\npenalty \r\nof perjury, that MediaSentry is authorized to act on behalf of the owner of\r\nthe exclusive rights being infringed as set forth in this notification.\r\n\r\nPlease contact us at the above listed address or by replying to this email\r\nshould you have any questions.\r\n\r\nWe appreciate your assistance and thank you for your cooperation in this\r\nmatter.  In your future correspondence with us, please refer to Case ID\r\n13680974.\r\n\r\nYour prompt response is requested.\r\n\r\nRespectfully,\r\n\r\nMark Weaver,\r\nDirector of Enforcement\r\nMediaSentry, Inc.\r\n(212) 925-9997\r\n\r\n\r\n\r\n------------------------------\r\nInfringement Detail:\r\nInfringing Work: Cellular\r\nFilename: Cellular.CAM-FRA\r\nFirst Found: 28 Sep 2004 16:53:31 EDT (GMT -0400)\r\nLast Found: 28 Sep 2004 16:53:31 EDT (GMT -0400)\r\nFilesize: 1,048,576k\r\nIP Address: 69.56.168.245\r\nIP Port: 3160\r\nNetwork: AddictIRC\r\nProtocol: IRC\r\nUsername: Rapeus-015","date_sent":"2004-10-18T04:00:00Z","date_received":"2004-10-18T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"MediaSentry, Inc. (for Time Warner Entertainment Company, L.P. (\"New Line\"))","recipient_name":"theplanet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}