{"dmca":{"id":24463,"type":"Dmca","title":"DMCA Violation Notice for f-x-c.net]","body":"-----Original Message-----\r\nFrom: Policy Enforcement [mailto:abuse@theplanet.com] \r\nSent: Tuesday, August 17, 2004 3:40 PM\r\nTo: gpoletes@theplanet.com\r\nCc: jestes@theplanet.com\r\nSubject: [Fwd: DMCA Violation Notice for f-x-c.net]\r\n\r\nPlease advise us on how to proceed with this issue. The complainant is \r\nour customer FurNation Multimedia (C2345), lodged against another \r\ncustomer, 100Mbit (C13006), who may be a reseller.\r\n-- \r\nPolicy Enforcement\r\nThe Planet Internet Services, Inc.\r\nhttp://www.theplanet.com/aup/\r\n\r\n-------- Original Message --------\r\nSubject: DMCA Violation Notice for f-x-c.net\r\nDate: Tue, 17 Aug 2004 12:20:41 -0500\r\nFrom: <Webmaster@FurNation.com>\r\nReply-To: <Webmaster@FurNation.com>\r\nOrganization: FurNation Multimedia\r\nTo: <copyright@theplanet.com>\r\nCC: <abuse@theplanet.com>,        <jestes@theplanet.com>\r\n\r\nAugust 15, 2004\r\n\r\nThis notice is being sent to copyright@theplanet.com, abuse@theplanet.com,\r\nand a copy is being sent to Rabbit Valley Publishing at\r\ncadel@rabbitvalley.com.\r\n\r\nThis is formal notification that your service is being used to violate\r\ncopyright law under the DMCA provision Section 202.\r\n\r\nThe following information should help you to identify/remove or terminate\r\nthe service of the individual(s) violating copyright of our protected work.\r\nWe request that the individual's website be terminated and the individual(s)\r\nbanned from your service.\r\n\r\nI am writing this letter to you in regards to the following website address:\r\n\r\nhttp://www.f-x-c.net\r\n\r\nThis website is located at the following IP address, which is hosted within\r\nyour system at The Planet:\r\n\r\n67.18.219.130\r\n\r\nOrgName:     ThePlanet.com Internet Services, Inc.\r\nOrgID:          TPCM\r\nAddress:       1333 North Stemmons Freeway\r\nAddress:       Suite 110\r\nCity:             Dallas\r\nStateProv:    TX\r\nPostalCode:  75207\r\nCountry:       US\r\n\r\nThis website is designed to be a paid-subscription service using the Bit\r\nTorrent system to distribute copyrighted and stolen content.  The magazines\r\nand publications we produce are being distributed with this system (a list\r\nof the actual files will be displayed below).  Content from other companies\r\nand producers of copyrighted works are also being distributed using this\r\nsystem, one of which is Rabbit Valley Publishing (we do not represent this\r\ncompany, but we have notified them of this infringement).\r\n\r\nWe request that you disable this website.  Also, we ask that you retain any\r\ninformation related to the owner/operator of this website pending possible\r\nlitigation we are seeking at this time.\r\n\r\nInformation regarding the DMCA violations and Formal Notification letter\r\nfollow.\r\n\r\nDMCA TITLE II-ONLINE COPYRIGHT INFRINGEMENT, SEC. 202 ELEMENTS OF\r\nNOTIFICATION\r\n\r\n----------\r\n\r\n>>> (I) A physical or electronic signature of a person authorized to act on\r\nbehalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nThe electronic signature provided with this email constitutes legal\r\nelectronic signing of a digital document.\r\n\r\n----------\r\n\r\n>>> (II) Identification of the copyrighted work claimed to have been\r\ninfringed, or, if multiple copyrighted works at a single online site are\r\ncovered by a single notification, a representative list of such works at\r\nthat site.\r\n\r\nThe RapLab Video, produced by FurNation Multimedia.  DVD format.\r\n\r\nThe FurNation Anthology Magazine Issue #5.  Magazine Format.\r\n\r\nThe FurNation Anthology Magazines Issues #1 to #4.  Magazine Format.\r\n\r\nNone of the above publications were ever made into digital format for\r\ntransmission on the Internet.  All the infringed works have been scanned or\r\nripped into their present digital formats for transmission without our\r\nconsent.\r\n\r\n----------\r\n\r\n>>> (III) Identification of the material that is claimed to be infringing or\r\nto be the subject of infringing activity and that is to be removed or access\r\nto which is to be disabled, and information reasonably sufficient to permit\r\nthe service provider to locate the material.\r\n\r\nTo get direct access to these files you will need to log into the system.  I\r\nam providing you our own access Username and Password, which we would\r\nappreciate that you keep confidential as we use this access point to verify\r\nwhat files are being distributed:\r\n\r\nUsername:  Gideon\r\nPassword:  Gideon123\r\n\r\nFORUM SUB-MENU:  Forums > Furry Bittorrents > Video > Raplab 4 [DVD-Rip]\r\n\r\nFILE NAME:  [fxc] raplab 4.avi.torrent\r\n\r\nDIRECT LINK:  http://f-x-c.net/attachment.php?attachmentid=5\r\n\r\n-----\r\n\r\nFORUM SUB-MENU:  Forums > Furry Bittorrents > Comics > Furnation Issue 5\r\n\r\nFILE NAME:  [fxc]Furnation_5.rar.torrent\r\n\r\nDIRECT LINK:  http://f-x-c.net/attachment.php?attachmentid=26\r\n\r\n-----\r\n\r\nFORUM SUB-MENU:  Forums > Furry Bittorrents > Comics > Furnation 1-4\r\n\r\nFILE NAME:  [fxc]Furnation1-4Pack.rar.torrent\r\n\r\nDIRECT LINK:  http://f-x-c.net/attachment.php?attachmentid=10\r\n\r\n----------\r\n\r\n>>> (IV) Information reasonably sufficient to permit the service provider to\r\ncontact the complaining party, such as an address, telephone number, and, if\r\navailable, an electronic mail address at which the complaining party may be\r\ncontacted.\r\n\r\nFurNation Multimedia\r\n6201 Chapel Hill Blvd, Suite 2418\r\nPlano, TX 75093-8886\r\n\r\nPhone:  (214) 764-3889\r\nEmail:  Webmaster@FurNation.com\r\nAttn:  James A. Robertson\r\n\r\n----------\r\n\r\n>>> (V) A statement that the complaining party has a good faith belief that\r\nuse of the material in the manner complained of is not authorized by the\r\ncopyright owner, its agent, or the law.\r\n\r\nI, the legal owner of FurNation Multimedia did not give nor have I ever\r\ngiven permission for these works to be supplied for distribution on the\r\nInternet.  These files have been converted from their original format, and\r\nhave been altered for distribution, which is against our wishes.\r\n\r\n----------\r\n\r\n>>> (VI) A statement that the information in the notification is accurate,\r\nand under penalty of perjury, that the complaining party is authorized to\r\nact on behalf of the owner of an exclusive right that is allegedly\r\nin-fringed.\r\n\r\nI, James A. Robertson certify that the information I have given is accurate\r\nas I can retrieve with the information and technical ability we have\r\navailable.\r\n\r\nI do not represent Rabbit Valley Publishing, but I am giving notice of\r\ncopyright infringement of their copyright work also in this statement.\r\n\r\n\r\nSincerely,\r\n\r\nWebmaster@FurNation.com\r\nhttp://www.FurNation.com\r\n\r\n\r\n#####  COPYRIGHT AND USE NOTICE  #####\r\nAll original material (text, code, binaries, and/or attachments) contained\r\nin this document are Copyright C 2004 FurNation Multimedia, All Rights\r\nReserved.  This material may not be displayed, copied, altered, archived,\r\ndistributed, transferred, or reproduced in any form, in part or in whole, in\r\npublic or in private, without written consent.  This material is intended\r\nfor the original recipient and purpose only.  Receipt and/or possession of\r\nthis material does not imply or infer any additional rights of use.\r\n\r\n\r\n\r\n-- \r\nOutgoing mail is certified Virus Free.\r\nChecked by AVG Anti-Virus (http://www.grisoft.com).\r\nVersion: 7.0.262 / Virus Database: 264.6.0 - Release Date: 8/11/2004\r\n\r\n---\r\nProcessed by the FurNation Communication Server.\r\nWebsite URL:  http://www.FurNation.com","date_sent":"2004-09-15T04:00:00Z","date_received":"2004-09-15T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"FurNation Multimedia","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}