{"dmca":{"id":24636,"type":"Dmca","title":"[ABUSE] abbyinvestment.com","body":"\r\n-----Original Message-----\r\nFrom: The Planet Policy Enforcement [mailto:abuse@theplanet.com] \r\nSent: Thursday, September 16, 2004 10:11 AM\r\nTo: Legal Response\r\nSubject: [Fwd: [ABUSE] abbyinvestment.com]\r\n\r\nForwarding to Legal for review.\r\n\r\n\r\n-------- Original Message --------\r\nSubject: [ABUSE] abbyinvestment.com\r\nDate: Thu, 16 Sep 2004 15:54:15 +0100\r\nFrom: Sparrow, Katie <Katie.Sparrow@abbey.com>\r\nTo: 'abuse@theplanet.com' <abuse@theplanet.com>\r\n\r\n\r\nI work in the legal department of Abbey National plc, and have recently\r\nbecome aware of the name abbyinvestment.com, which is hosted on:\r\n\r\ndns.hosthat.com        67.19.193.90\r\n\r\nThe name is registered to a 3rd party not associated with Abbey National.\r\n\r\nThere are various spelling mistakes and contradictions within the site,\r\nwhich also quotes the registered office in Jersey and Cayman Islands. The\r\ncompany registration number provided is invalid.\r\n\r\nThe whois details provide 'Emmanuel Omoruyi' as the Admin contact for this\r\nname.\r\n\r\nThe site also uses the registered trade mark AIB, which is owned by Allied\r\nIrish Bank and not Abbey Investment Banking. I have contacted Allied Irish\r\nBank to inform them of the trade mark infringement.\r\n\r\nThe site appears to be a fraudulent website set up as part of a\r\nlottery/investment scam attempting to pass off as Abbey and Allied Irish\r\nBank\r\n\r\nAccess to this site could originally be obtained through the domain\r\nabbeyinvestment.com, but we arranged for the ISP to suspend the account,\r\nhence the new registration of abbyinvestment.com with a different ISP.\r\n\r\nI would be most grateful if you could arrange for the site to be taken down\r\nin line with your acceptable use policy.\r\n\r\nI look forward to hearing from you.\r\n\r\nRegards\r\nKatie Sparrow.\r\n\r\nKatie Sparrow\r\nLawyer\r\nLegal, Abbey\r\nTel: +44 (0) 1908 348202 Fax: +44 (0) 1908 348246\r\nemail: katie.sparrow@abbey.com\r\nGenesis House, 301-349 Midsummer Boulevard, Milton Keynes MK9 2JE\r\n\r\n\r\n\r\n\r\nEmails aren't always secure, and they may be intercepted or changed \r\nafter they've been sent. Abbey doesn't accept liability if this happens. \r\nIf you think someone may have interfered with this email, please get in \r\ntouch with the sender another way.\r\n\r\nThis message doesn't create or change any contract. Abbey doesn't accept \r\nresponsibility for damage caused by any viruses contained in this email \r\nor its attachments. Emails may be monitored.\r\n\r\nIf you've received this email by mistake, please let the sender know at \r\nonce that it's gone to the wrong person and then destroy it without \r\ncopying, using, or telling anyone about its contents.\r\n\r\nAbbey National plc Reg. No 2294747, and Inscape Investments Limited Reg. \r\nNo. 3839455 are registered in England and have their Registered Offices \r\nat Abbey National House, 2 Triton Square, Regent's Place, London, NW1 3AN.\r\n\r\nAbbey National plc and Inscape Investments Limited are authorised and \r\nregulated by the Financial Services Authority. Abbey National plc only \r\nadvises on its own life assurance, pension and collective investment \r\nscheme products. Inscape Investments Limited is a member of the Abbey \r\nMarketing Group and provides OEICS, PEPS and ISAs. Abbey and Inscape are \r\nregistered trademarks of Abbey National plc.\r\n\r\n\r\n\r\n-- \r\nThanks,\r\nGarrett White\r\nPolicy Enforcement\r\nThe Planet Internet Services, Inc.\r\nhttp://www.theplanet.com/aup/\r\n\r\n","date_sent":"2004-09-16T04:00:00Z","date_received":"2004-09-16T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Abbey National plc","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}