{"dmca":{"id":24671,"type":"Dmca","title":"Copyright/GPL Infringement","body":"\r\n\r\n-----Original Message-----\r\nFrom: Help Center Live - Mike [mailto:mike@helpcenterlive.com] \r\nSent: Monday, January 03, 2005 10:32 AM\r\nTo: copyright@theplanet.com\r\nSubject: Copyright/GPL Infringement\r\n\r\nHi,\r\n\r\nMy name is Michael Bird and I am the author of a piece of Live Support \r\nsoftware called 'Help Center Live' http://www.helpcenterlive.com \r\ndistributed under the GPL license.\r\n\r\nOne of the users of my software informed me of a website \r\nhttp://www.markettalker.com that is claiming my software as their own. \r\nEven though I cannot see the source code, I know how my code works and \r\nwhat the user interface feels like. As well as the obvious similarities \r\nin design (only the colours have changed) the layout and \r\nfunctionalities of the software and the administration panel are \r\ncompletely the same. No download link for source code was provided on \r\nthe website (I used a translator as the site is in Portuguese) which is \r\nagainst the GPL license.\r\n\r\nI do not mind them distributing a Portugese version of my software as \r\nlong as it complies with the GPL license. The copyright notices need to \r\nbe changed back and a download link of the entire source code provided \r\nalong with the GPL license, as well as a GPL license header, and my \r\ncopyright in each of the source code files.\r\n\r\nI have contacted them about the issues and the person I was speaking to \r\nplayed ignorant with me. After trying to sort this out in a civilized \r\nmanner with them, I did a lookup on the domain and it pointed to one of \r\nyour servers http://www.whois.sc/markettalker.com. Legal action is not \r\na preferable option for me as the code is GPL, and therefore \r\ndistributed free of charge, however I will take it as a last resort.\r\n\r\nI hope you will be able to help me with this matter as the people at \r\nhttp://www.markettalker.com are not being co-operative.\r\n\r\nThanks for your time,\r\nMike\r\n\r\n","date_sent":"2005-01-03T05:00:00Z","date_received":"2005-01-03T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Michael Bird","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}