{"dmca":{"id":24727,"type":"Dmca","title":"Unauthorized Prerelease Sound Recording","body":"EN\r\n\r\n \r\n\r\n-----Original Message-----\r\nFrom: Antipiracy [mailto:Antipiracy@RIAA.Com] \r\nSent: Wednesday, November 03, 2004 5:47 PM\r\nTo: copyright@theplanet.com; legal@theplanet.com\r\nSubject: Unauthorized Prerelease Sound Recording\r\n\r\n \r\n\r\n\r\nVIA E-MAIL\r\n\r\nNovember 3, 2004 \r\n\r\nLance Crosby \r\nGeneral Counsel and Vice President of Operations \r\nThe Planet Internet Services, Inc. \r\n1333 Stemmons Freeway Suite 110 \r\nDallas, TX 75207 \r\n\r\nRE:\r\nhttp://www.eminem-encore.net/audio/03-eminem-ricky_ticky_toc-rns.mp3 \r\n        \r\nDear Mr. Crosby: \r\n\r\nI am contacting you on behalf of the Recording Industry Association of\r\nAmerica, Inc. (RIAA) and its member record companies.  The RIAA is a trade\r\nassociation whose member companies create, manufacture and distribute\r\napproximately ninety (90) percent of all legitimate sound recordings sold in\r\nthe United States.  Under penalty of perjury, we submit that the RIAA is\r\nauthorized to act on behalf of its member companies in matters involving the\r\ninfringement of their sound recordings, including enforcing their copyrights\r\nand common law rights on the Internet.   \r\n\r\nWe believe your service is hosting the above-referenced file on its network.\r\nThis file offers sound recordings for download by the artists known as\r\nEminem, which have not yet been commercially released.  We have a good faith\r\nbelief that the above-described activity is not authorized by the copyright\r\nowner, its agent, or the law.  We assert that the information in this\r\nnotification is accurate, based upon the data available to us.   \r\n\r\nWe are asking for your immediate assistance in stopping this unauthorized\r\nactivity.  Specifically, we request that you remove the infringing file from\r\nthe system, or that you disable access to the infringing file, and that you\r\ninform the site operator of the illegality of his or her conduct. \r\n\r\nYou should understand that this letter constitutes notice to you that this\r\nsite operator may be liable for the infringing activity occurring on your\r\nservice.  In addition, under the Digital Millennium Copyright Act, if you\r\nignore this notice, you and/or your company may also be liable for any\r\nresulting infringement. This letter does not constitute a waiver of any\r\nright to recover damages incurred by virtue of any such unauthorized\r\nactivities, and such rights as well as claims for other relief are expressly\r\nretained. \r\n\r\nYou may contact me at RIAA, 1330 Connecticut Avenue, N.W., Suite 300,\r\nWashington, D.C., 20036, Tel. (202) 775-0101, or e-mail antipiracy@riaa.com,\r\nto discuss this notice.  We await your response.  Kind regards. \r\n\r\nSincerely, \r\nTraci Crippen \r\nOnline Copyright Protection  \r\nRIAA \r\n","date_sent":"2004-11-03T05:00:00Z","date_received":"2004-11-03T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"RIAA","recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}