{"dmca":{"id":24780,"type":"Dmca","title":"[ABUSE] DMCA Takedown Notice","body":"To Whom It May Concern:\r\n\r\nI am contacting you on behalf of MediaVast Inc. and its affiliated divisions, WireImage, FilmMagic, Contour Photos, and WireImage STOCK (collectively, \"Media Vast\"). MediaVast operates several leading online photographic agencies and holds exclusive copyrights in the celebrity images and other related photography it licenses. No one is authorized to reproduce, distribute, or publicly display these copyrighted images without the express written permission of MediaVast.\r\n\r\nPursuant to the Digital Millennium Copyright Act (\"the DMCA\"), Title 17 United States Code Section 512(c)(3)(A), this letter serves as official notification that the following websites, for which you are the service provider, contain(s) unauthorized reproductions of MediaVast's copyrighted images:\r\n\r\nInfringed Work: American Music Awards\r\nURL of Infringing Reproduction: www.defamer.com\r\nInfringing File Name: image of Mandy Moore and Jenny McCarthy posted at the end of the defamer issue dated 11/18/04\r\nInfringement Time Stamp: 11/18/04\r\n\r\nThis unauthorized use of MediaVast's copyrighted images by the aforementioned website(s) constitutes copyright infringement in violation of United States federal copyright law. We write to notify you of this unauthorized use and to seek your assistance in stopping  the ongoing infringement of MediaVast's copyrights. \r\n\r\nAs you may be aware, the DMCA protects Internet service providers (\"ISP's\") from money damages for hosting websites that contain infringing material . However, ISP's are only eligible for the acts protection if they \"act expeditiously to remove, or disable access to\" such sites when notified that they contain infringing materials. 17 U.S.C. 512(c)(1)(A)(iii). Therefore, MediaVast requests that you immediately remove or block access to the infringing material ensure that the user refrains from posting such infringing content in the future. Please send us a prompt response indicating the actions you have taken to resolve this matter. \r\n\r\nShould you have any questions, please do not hesitate to contact us at legal@mediavast.com. We appreciate your assistance and thank you for your cooperation.\r\n\r\nI hereby state that the information set forth in this notification is accurate and that the company has a good faith belief that the posting of the copyrighted photograph(s) on the aforementioned website(s) is not authorized by MediaVast, its respective agents, or the law. I declare under penalty of perjury that I am authorized to act on behalf of the copyright owner, MediaVast. \r\n\r\nNothing in this letter shall be construed as a waiver or relinquishment of any rights or remedies possessed by MediaVast with respect to the alleged infringement, all of which are expressly reserved. \r\n\r\nVery truly yours,\r\n\r\nStephen A. Mao, Esq. \r\nSenior Vice President & General Counsel\r\nMediaVast Inc. \r\n","date_sent":"2004-11-18T05:00:00Z","date_received":"2004-11-18T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"MediaVast, Inc.","recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}