{"dmca":{"id":24797,"type":"Dmca","title":"Audio DMCA (Copyright) Complaint to Google","body":"06 July 2011\r\n\r\n \r\n\r\nGoogle, Inc\r\n\r\nBlogger Legal Support, DMCA Complaints\r\n\r\n1600 Amphitheatre Parkway\r\n\r\nMountain View, CA 94043\r\n\r\n \r\n\r\nAttn: Blogger Legal Support, DMCA Complaints\r\n\r\nEmail: [redacted]google.com\r\n\r\n \r\n\r\nRef: http://987music.blogspot.com\r\n\r\nRe: (Links attached) \r\n\r\n \r\n\r\nDear Sir/Madam,\r\n\r\n \r\n\r\nI am contacting you on behalf of the International Federation of the\r\nPhonographic Industry (IFPI) and the record companies it represents.  The\r\nIFPI is a trade association that represents over 1,400 major and independent\r\nrecord companies in the US and internationally who create, manufacture and\r\ndistribute sound recordings (the \"IFPI Represented Companies\"). \r\n\r\n \r\n\r\nUnder penalty of perjury, we submit that we are authorized to act on behalf\r\nof the IFPI Represented Companies in matters involving the infringement of\r\ntheir sound recordings, including enforcing their copyrights and common law\r\nrights on the Internet.\r\n\r\n \r\n\r\nWe have learned that your service is hosting the above web site on your\r\nnetwork.  This site is offering multiple direct links to files containing\r\nsound recordings for other users to download. The copyright in these sound\r\nrecordings is owned or exclusively controlled by certain IFPI Represented\r\nCompanies.  \r\n\r\n \r\n\r\nWe have a good faith belief that the above-described activity is not\r\nauthorized by the copyright owner, its agent, or the law.  \r\n\r\n \r\n\r\nWe assert that the information in this notification is accurate, based upon\r\nthe data available to us.\r\n\r\n \r\n\r\nWe are asking for your immediate assistance in stopping this unauthorized\r\nactivity.  Specifically, we request that you remove the infringing links\r\nfrom your system or that you disable access to the infringing links, and\r\nthat you inform the site operator(s) of the illegality of his or her\r\nconduct. \r\n\r\n \r\n\r\nOur top priority is to prevent the continued availability of the IFPI\r\nRepresented Companies' content on the internet.  Unauthorized copies of\r\nsound recordings that are freely available, especially pre-release\r\nrecordings, cause substantial damage to the IFPI Represented Companies every\r\nhour and day they remain available.  In sending this notice we are seeking\r\nto ensure that infringing content is removed from the internet as quickly as\r\npossible through your cooperation.  However, please note that we do not\r\nadmit that we or the IFPI Represented Companies are responsible for\r\ndetecting infringing material and notifying you of it.  \r\n\r\n \r\n\r\nOur use of a notice in this form, as required by Google, is meant to\r\nfacilitate Google's removal of the infringing material listed above and we\r\nneither admit nor accept that Google is a 'service provider' for the\r\npurposes of the DMCA or that it is necessary to serve, or that Google is\r\nentitled to be served, a notice in compliance with the DMCA.  IFPI itself\r\nand on behalf of the IFPI Represented Companies expressly reserves all\r\nrights in this regard.  \r\n\r\n \r\n\r\nIn addition, this notice does not constitute a waiver of any right to\r\nrecover damages incurred by virtue of any unauthorised activities described\r\nin this notice, and such rights as well as claims for other relief are\r\nhereby expressly reserved. \r\n\r\n \r\n\r\nYou may contact me at IFPI Secretariat, [redacted], London W1J 0DD,\r\nUnited Kingdom or email [redacted]ifpi.org, to discuss this notice.  \r\n\r\n \r\n\r\nPlease note that we have submitted a signature to be placed on file with\r\nGoogle.\r\n\r\n \r\n\r\nWe await your response.\r\n\r\n \r\n\r\nYours faithfully\r\n\r\n \r\n\r\n[redacted]\r\n\r\nDirector, Internet Anti-Piracy \r\n\r\nIFPI\r\n\r\n[redacted]\r\n\r\nLondon\r\n\r\nW1J 0DD\r\n\r\nUnited Kingdom \r\n\r\nEmail: [redacted]ifpi.org\r\n\r\n \r\n\r\n \r\n\r\n<pre>Sheet1\r\nhttp://987music.blogspot.com/2010/07/happy-happyga-2010-telugu-mp3-songs.html\r\nhttp://987music.blogspot.com/2010/06/alladista-2010-telugu-mp3-songs.html\r\nhttp://987music.blogspot.com/2010/08/robot-2010-telugu-mp3-songs-download.html\r\nhttp://987music.blogspot.com/2010/07/komaran-puli-2010-telugu-mp3-songs.html\r\nhttp://987music.blogspot.com/2010/06/tere-bin-laden-2010-hindi-mp3-songs.html\r\nhttp://987music.blogspot.com/2010/05/veera-telangana-2010-telugu-mp3-songs.html\r\nhttp://987music.blogspot.com/2010/05/i-hate-luv-storys-2010-hindi-mp3-songs.html\r\nhttp://987music.blogspot.com/2010/05/bheemili-2010-telugu-movie-mp3-songs.html\r\nhttp://987music.blogspot.com/2010/05/its-wonderful-afterlife-2010-hindi-mp3.html\r\nhttp://987music.blogspot.com/2008/12/hindi-song-dostana-2008-mp3.html\r\n\fSheet2\r\n\r\n\fSheet3\r\n\r\n</pre>","date_sent":"2011-07-06T04:00:00Z","date_received":"2011-07-06T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Director, Internet Anti-Piracy","principal_name":"IFPI","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}