{"dmca":{"id":35058,"type":"Dmca","title":"Copyright Infringment -Tapesh.com - Caltex","body":"\r\n\r\n \r\n\r\n________________________________\r\n\r\nFrom: Mehrdad [mailto:mehrdad@caltexrecords.com] \r\nPosted At: Thursday, November 02, 2006 3:41 PM\r\nPosted To: Copyright\r\nConversation: Copyright Infringment -Tapesh.com - Caltex\r\nSubject: Copyright Infringment -Tapesh.com - Caltex\r\n\r\n\r\nTo Whom It may Concern: \r\n\r\nwww.tapesh.com is placing and offering our musical copyrighted materials\r\nwith no authorization from us. Therefore, we request their immediate\r\nremoval. \r\n\r\n1.        An electronic signature of the copyright owner, or a person\r\nauthorized to act on behalf of the owner, of an exclusive copyright that\r\nhas allegedly been infringed. We hereby certify under we are the legal\r\nowners of infringed musical compositions. If you require to have all\r\nsigned statement, please provide us your fax number, we will fax it to\r\nyou. \r\n2.        Identification of the copyrighted work claimed to have been\r\ninfringed, or, if multiple copyrighted works at a single online site are\r\ncovered by a single notification, a representative list of such works on\r\nthat site. www.tapesh.com <http://www.tapesh.com>  offers hundreds of\r\nour copyrighted sound-recordings and musical videos. Some links are as\r\nfollow: \r\n\r\n        \r\nhttp://www.tapesh.com/index.php?option=com_content&task=view&id=8&Itemid\r\n=15 once you click on an artist the player opens that shows no link\r\n\r\n         \r\n\r\n3.        Identification of the material that is claimed to be infringing\r\nor to be the subject of infringing activity and that is to be removed or\r\naccess to which is to be disabled, and information reasonably sufficient\r\nto permit Go Daddy to locate the material. \r\n\r\n        \r\nhttp://www.tapesh.com/index.php?option=com_content&task=view&id=8&Itemid\r\n=15 once you click on an artist the player opens that shows no link\r\n\r\n         \r\n\r\n              \r\n4.        Information reasonably sufficient to permit oftLayer to contact\r\nthe Complaining Party, such as an address, telephone number, and, if\r\navailable, an electronic mail address at which the Complaining Party may\r\nbe contacted. \r\n        Mehrdad Pakravan\r\n        Caltex Records\r\n        9045-A Eton Avenue\r\n        Canoga Park, CA 91304\r\n        USA\r\n        Tel: 818-700-8657\r\n        Fax: 818-700-0285\r\n        Email: mehrdad@caltexrecords.com\r\n        www.caltexrecords.com\r\n5.        A statement that the Complaining Party has a good faith belief\r\nthat use of the material in the manner complained of is not authorized\r\nby the copyright owner, its agent, or the law. \r\n\r\n        I, Mehrdad Pakravan President of Caltex Records hereby testify\r\nunder penalty of perjury that Caltex Records is sole owner of the albums\r\n/ sound recordings attached to this statement and 100% of copyright\r\nownership and publishing belongs to Caltex Records. We have not\r\nauthorized -      www.Persian4U.com <http://www.Persian4U.com>  \r\n\r\n         to display, to promote, to solicit or to sell our copyrighted\r\nsound recordings on the internet.\r\n\r\n         Signed by:    Mehrdad Pakravan\r\n\r\n6.        A statement that the information in the notification is\r\naccurate, and under penalty of perjury, that the Complaining Party is\r\nthe owner, or is authorized to act on behalf of the owner, of an\r\nexclusive right that is allegedly infringed. All above information is\r\naccurate and Caltex Records is the sole owner of the sound-recordings,\r\naudio and video and we have all exclusive perpetual worldwide right.\r\n\r\nI hope to have provided you all you need.\r\n \r\nBest regards.\r\nMehrdad\r\n","date_sent":"2006-11-02T05:00:00Z","date_received":"2006-11-02T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Caltex Records","recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}