{"dmca":{"id":35112,"type":"Dmca","title":"Case ID 199029486 - Notice of Claimed Infringement","body":"-----Original Message-----\r\nFrom: Business Software Alliance [mailto:copyright-europe@bsa.org] \r\nPosted At: Tuesday, October 31, 2006 12:07 PM\r\nPosted To: DMCA Houston\r\nConversation: Case ID 199029486 - Notice of Claimed Infringement\r\nSubject: Case ID 199029486 - Notice of Claimed Infringement\r\n\r\n\r\nTuesday, October 31, 2006\r\n\r\nEveryones Internet, Inc.\r\n390 Benmar Drive, Suite 200\r\nHouston, TX  77060  US\r\n\r\n\r\nRE:  Unauthorized Distribution of the following copyrighted computer\r\nprogram(s):\r\n\r\nUGS I-DEAS\r\n\r\nDear Sir/Madam:\r\n\r\nThe Business Software Alliance (BSA) has determined that computer\r\nprograms published by the BSA's member companies are being publicly\r\noffered for unauthorized copying at the website specified below. We seek\r\nyour assistance as this website appears to to be on servers under your\r\ncontrol.\r\n\r\nWhile no judicial determination of infringement has been made, we have a\r\ngood faith belief that this activity violates copyright laws and\r\nprobably your terms of service as well. In contacting you in this\r\nmanner, we seek your prompt assistance in having the content removed or\r\nactivity discontinued. Voluntary, appropriate action can both render\r\nlegal measures unnecessary and serve a positive educational purpose.\r\n\r\nSite Details:\r\n------------------------------\r\nA link to http://www.goldesel.elite.to/\r\n\r\nContent being offered:\r\n------------------------------\r\nLink to: http://www.goldesel.elite.to/ (infringes UGS I-DEAS)\r\n\r\n\r\nThe above manual/s is/are being made available for copying, through\r\ndownloading, at the above location without authorization from the\r\ncopyright owner(s).\r\n\r\nBased upon BSA's representation of the copyright owners in anti-piracy\r\nmatters, we have a good faith belief that none of the materials or\r\nactivities listed above have been authorized by the rightholders, their\r\nagents, or the law. BSA represents that the information in this\r\nnotification is accurate and states, under penalty of perjury, that it\r\nis authorized to act in this matter on behalf of the copyright owners\r\nlisted above.\r\n\r\nMaking copyrighted software available for unauthorized downloading\r\nonline is highly damaging to copyright holders and wastes your network\r\nresources. Furthermore, such unauthorized activity exposes the offender\r\nand related third parties to potential legal liability.\r\n\r\nWe appreciate your cooperation in protecting legitimate interests and\r\nmaking the Internet a safe and legal environment. Please advise us\r\nregarding what actions you take.\r\n\r\nPlease include the following CaseID in any response you send: Case ID\r\n199029486\r\n\r\nYours sincerely,\r\n\r\n\r\nCorinna Beck\r\nBusiness Software Alliance\r\nhttp://www.bsa.org\r\nE-mail: copyright-europe@bsa.org\r\n","date_sent":"2006-10-31T05:00:00Z","date_received":"2006-10-31T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"BSA (Business Software Alliance)","recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}