{"dmca":{"id":35177,"type":"Dmca","title":"Copyright Violations of ECMastery.com","body":"July 23, 2007\r\n\r\nRe:  Copyright Violations from ECMastery.com \r\n\r\n[private]\r\n\r\n\r\nIt has come to our attention that you/your organization have made an unauthorized copy of our copyrighted website content. Cendien Corp has reserved all rights to our material and we know that you copied such material from our corporate website. The content from your website is essentially identical to our content and clearly used as the basis for generating profits. Specific examples of the copyright violations are preserved in an attachment to this letter. However, we have also requested that the firm, who reported your copyright violation of our material, preserve all of your website pages for evidence. \r\n\r\nYour company neither asked for nor received permission to use Cendien?s content as the basis for your website nor to make or distribute copies, including electronic copies, of same. As I am sure you are aware, intellectual property (IP) reproduction without the full consent and authorization of the owners is considered a violation of US federal copyright laws ? specifically - US Federal Law - 17 U.S.C. Section 101 et seq. and could be liable for statutory damages. Cendien Corp HAS NOT authorized legal reproduction of any copyrighted material to EC Mastery or any organization affiliated or associated with EC Mastery or yourself. \r\n\r\nCendien Corp demands that you immediately cease the use and distribution of all infringing works derived from our content. We also demand that you destroy such copies immediately and that you desist from this or any other infringement our copyright materials. If we have not received an affirmative response from you, your organization or your legal counsel within 7 days indicating that you have fully complied with these requirements, we will be forced take further action and potentially seek a legal injunction and possibly damages to protect our material.\r\n\r\nIn the event that you choose not comply with our requests, we have retained legal counsel to prosecute you to the furthest extent of the law. The consequences of your lack of cooperation in this matter may result in civil fines, including but not limited to attorney fees, penalties and prosecution by the U.S. Attorney's office for willful violation of Copyright Laws.\r\n\r\n\r\n\r\nRespectfully,\r\n\r\n[private]\r\n\r\n \r\n\r\n\r\n[private]\r\n\r\n\r\n\r\n \r\n\r\n\r\n\r\n \r\n\r\n \r\n\r\n\r\n\r\n\r\n \r\n","date_sent":"2007-07-21T04:00:00Z","date_received":"2007-07-21T04:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"private","recipient_name":"ECMastery.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}