{"dmca":{"id":35235,"type":"Dmca","title":"DMCA Notice - Infringement of John Wiley & Sons, Inc.'s Copyrights","body":"-----Original Message-----\r\nFrom: pmurphy@wiley.com [mailto:pmurphy@wiley.com] \r\nPosted At: Friday, October 27, 2006 1:48 PM\r\nPosted To: Copyright\r\nConversation: DMCA Notice - Infringement of John Wiley & Sons, Inc.'s\r\nCopyrights\r\nSubject: DMCA Notice - Infringement of John Wiley & Sons, Inc.'s\r\nCopyrights\r\n\r\n\r\n\r\nTo Whom It May Concern:\r\n\r\nI, the undersigned, CERTIFY UNDER PENALTY OF PERJURY that I am an agent\r\nauthorized to act on behalf of the owner of certain intellectual\r\nproperty rights, said owner being named John Wiley & Sons, Inc., a\r\nglobal publisher of books, journals, and other products, or one of its\r\nrelated companies (\"Wiley\").\r\n\r\nWe recently learned that an unauthorized copy of the material listed\r\nbelow is available for download on a website hosted by your company at\r\nthe following URL address: http://www.camsoft.ws/?p=31.  The material is\r\nas\r\nfollows:\r\n\r\n   Beginning Ajax with ASP.NET, (ISBN 0-471-78544-X) by Wallace B.\r\nMcClure\r\n\r\nI have a good faith belief that the use of the title identified above is\r\nnot authorized by Wiley, its agent, or the law and therefore constitute\r\na serious infringement of, inter alia, Wiley's copyrights.\r\n\r\nWe understand that many responsible ISPs inadvertently infringe the\r\ncopyrights of others, and that this may be one such case.  Accordingly,\r\nwe will forbear legal action against your company provided that you\r\ncomply with the following:\r\n\r\n   You remove or block access to the infringing matter within 48 hours\r\nof\r\n      the time and date of this e-mail; and\r\n\r\n   You provide reasonably requested assistance in helping Wiley to find\r\nand\r\n      prosecute the responsible party/parties.  This includes sending me\r\n      any information you have on file regarding the owner of the\r\noffending\r\n      website.\r\n\r\nPlease be advised that each time this item is posted in this format\r\n(i.e.\r\nPDF, ZIP, RAR, HTML, etc.), it is per se, an infringing copy. We request\r\nthat any such item posted by a user after this date be removed without\r\nthe necessity of Wiley providing a DMCA Notice.  All rights reserved.\r\n\r\nThank you in advance for your cooperation.\r\n\r\nSincerely,\r\nPatrick Murphy\r\nParalegal\r\nJohn Wiley & Sons, Inc.\r\n111 River Street, Mail Stop 3-05\r\nHoboken, NJ  07030\r\nPhone: 201-748-6014 / Fax: 201-748-6500\r\nE-Mail Address: pmurphy@wiley.com\r\n\r\nMy name, typed above, constitutes an electronic signature under Federal\r\nlaw, and is intended to be binding.\r\n","date_sent":"2006-10-27T04:00:00Z","date_received":"2006-10-27T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"John Wiley & Sons, Inc.","recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}