{"dmca":{"id":35268,"type":"Dmca","title":"Illegal and pirated information being hosted on your servers. - HB OutPost // Assensi","body":" \r\n\r\n________________________________\r\n\r\nFrom: TBryan, HBUSA [mailto:tbryan@ient.com] \r\nPosted At: Saturday, October 07, 2006 2:59 AM\r\nPosted To: Copyright\r\nConversation: Illegal and pirated information being hosted on your\r\nservers. - HB OutPost // Assension Networks\r\nSubject: Illegal and pirated information being hosted on your servers. -\r\nHB OutPost // Assension Networks\r\nImportance: High\r\n\r\n\r\n\r\n\r\nHello,\r\n\r\nI am Tamara Bryan, Gamemaster of HelbreathUSA\r\nhttp://www.helbreathusa.com .  I am contacting you in regards to the web\r\nsite http://www.unadvised.net , http://www.ascensionnetworks.com/, \r\n\r\n \r\n\r\nThe official game site of the developer is located at \r\nhttp://www.helbreath.com <http://www.helbreath.com/>  and legally\r\nlicensed by http://www.helbreathusa.com <http://www.helbreathusa.com> .\r\nThis web site is hosting information and files advertising and how to\r\nconnect to their illegal server.  We, iENT, are authorized by the\r\ncopyright owner, Siementech, to seek out and close illegal servers.\r\n\r\n \r\n\r\nTheir actions include copyright infringement and software piracy related\r\nmaterial.  The source code for this game was illegally leaked to the\r\npublic, and altered by those not authorized by the copyright holder.\r\n\r\n \r\n\r\nThe participants are violating the copyright agreement as your servers\r\nare being used in an illegal fashion. Please take care of this abuse of\r\nour copyright and your Terms of Service by removing this website.\r\n\r\n \r\n\r\nFor your convenience, a DMA is attached below.\r\n\r\nSincerely,\r\n \r\nTamara Bryan\r\nHBUSA, GM1\r\n\r\nDIGITAL MILLENNIUM COPYRIGHT ACT\r\n\r\n \r\n\r\nThis DMA is in relation to: The game creators Siementech \r\nhttp://www.helbreath.com, legally licensed to IENT \r\nhttp://www.helbreathusa.com. \r\n\r\n \r\n\r\nSiementech has registered the Work with the Korean government, and has\r\nbeen issued two Certificates of Program Registration, Number\r\n110111-0962517 under Article 16 and Clause 1, Article 23 of the\r\nProtection of Software Intellectual Property Rights.  If you will\r\nprovide an address, we will be happy to provide copies of the\r\nCertificates to you. \r\n\r\n \r\n\r\nAs of October 2002, IENT became the exclusive licensee within the United\r\nStates of the Work pursuant to a written agreement between our client\r\nand Siementech.  Under the United States Copyright Act of 1976, our\r\nclient has standing to pursue any infringers of the copyright of the\r\nWork within the United States. See, e.g., World Thrust Films, Inc. v.\r\nInt'l Family Entertainment, Inc., 40 U.S.P.Q.2D (BNA) 1281, 1996 U.S.\r\nDist. LEXIS 16631 (S.D. Fl. 1996) (noting that the exclusive licensee is\r\nthe proper party to pursue copyright infringement).\r\n\r\n \r\n\r\n \r\n\r\nWeb Site Title: Ascension Networks\r\n\r\nWeb Site URL: http://www.ascensionnetworks.com/\r\n\r\nThey are claiming copyright, hosting and allowing a copy of the source\r\ncode \r\n\r\n \r\n\r\nDirect download available on the left side menu, of their home page. On\r\ntheir index page speaks of www.helbreathSS.tk\r\n<http://www.helbreathss.tk/> , which was previously hosting this\r\ninformation and taken down by that host as it was deemed illegal to\r\nhost.\r\n\r\n \r\n\r\nhttp://www.xandiumstudios.net/HBServer3.51.zip\r\n\r\nhttp://www.xandiumstudios.net/WLConfig.rar\r\n\r\nhttp://www.xandiumstudios.net/WorldLServer.rar\r\n\r\nAbove are some of the server files under copyright available and or\r\nillegally edited.\r\n\r\n \r\n\r\nTheir entire left menu, save the \"Pictures\" are as above, server files\r\nor illegally edited and being made public by the user. See image below\r\n(attached)\r\n\r\n \r\n\r\n\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\nIENT Contact Details\r\n\r\n \r\n\r\niENT, \r\n124 Quade Drive, \r\nCary, NC  27513\r\n\r\n \r\n\r\nFax: 919-678-8302   \r\n\r\n \r\n\r\nJohn Ewan\r\n\r\nCustomer Support Manager, iENT\r\njewan@ient.com\r\n\r\n \r\n\r\nPhil Hall\r\n\r\nVice President / General Manager, iENT\r\nphall@ient.com\r\n\r\n \r\n\r\nTamara Bryan, Myself\r\n\r\nGame Master Helbreath USA, iENT\r\n\r\ntbryan@ient.com\r\n\r\n \r\n\r\nThe admin of this particular web site has also posted on our official\r\nforums hosted by Sam Bacsa of netMerc, making personal threats against\r\nmy person, as well as the game server of Helbreath USA.  \r\n\r\nI have a good faith belief that use of the copyrighted materials\r\ndescribed above on the infringing web pages is not authorized by my\r\nregistered copyright and by the law. I swear, under penalty of perjury,\r\nthat the information in the notification is accurate and that I am the\r\ncopyright owner of an exclusive right that is infringed.\r\n\r\n \r\n\r\nTamara Bryan\r\n\r\n\r\n(Please let me know if you need a signed copy faxed through to your\r\noffices and I can arrange that, please include fax number and person to\r\nattention the fax to)\r\n","date_sent":"2006-10-07T04:00:00Z","date_received":"2006-10-07T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Game Master Helbreath USA","recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}