{"dmca":{"id":35441,"type":"Dmca","title":"Notification of Claimed Copyright Infringement. to Andrea Z. Almeida","body":"\r\n\r\n\r\n-----Original Message-----\r\nFrom: Awd Design [mailto:awddesign@gmail.com] \r\nSent: Friday, February 23, 2007 7:45 AM\r\nTo: Copyright\r\nCc: info.07@awddesign.co.uk; awd.ceo@awddesign.co.uk; Legal\r\nSubject: Fwd: Notification of Claimed Copyright Infringement. to Andrea\r\nZ. Almeida\r\n\r\nWe have not heard from you regarding our email\r\n\r\nDated Feb 21, 2007 2:25 AM\r\n\r\nPlease respond to the email as we called the number that is show on your\r\nPDF and\r\nwas told that you cannot call that number to speck to anyone in\r\ncopyright / legal department.\r\n\r\n\r\nSincerely,\r\n\r\nAlbert Davis\r\nAwddesign.co.uk\r\n\r\n\r\n\r\n---------- Forwarded message ----------\r\nFrom: info.07@awddesign.co.uk <info.07@awddesign.co.uk>\r\nDate: Feb 21, 2007 2:25 AM\r\nSubject: Notification of Claimed Copyright Infringement. to Andrea Z.\r\nAlmeida\r\nTo: copyright@theplanet.com, info.07@awddesign.co.uk,\r\nawd.ceo@awddesign.co.uk, awddesign@gmail.com\r\n\r\n\r\nAwddesign\r\n4 Sherringham Ct\r\nSherringham Ave\r\nFeltham Middx\r\nTW13 7JU\r\nGreat Britain\r\nPh: +44 (0) 20 8707 5660\r\nMob: +44 (0) 794 637 9033\r\nwww.Awddesign.co.uk\r\n\r\n\r\nWednesday, 21 February 2007\r\n\r\nThePlanet.com Internet Services, Inc\r\nAndrea Z. Almeida\r\n1333 Stemmons Freeway,\r\nSuite 110,\r\nDallas,\r\nTX 75207\r\ncopyright@theplanet.com\r\nREF Number: AWD-FDL\r\nReport Date/Time: 21/02/07 02:07:05\r\nSent Via: email\r\nFile Types: pdf, txt\r\nDear ThePlanet.com Internet Services, Inc Andrea Z. Almeida\r\nNotification of Claimed Copyright Infringement.\r\nName of the intellectual property owner:\r\nAwddesign.co.uk Albert Davis\r\nThis is a request to remove or disable access to all Awd design\r\ncopyrighted material found under the URL\r\nhttp://www.flowersdeliveredlondon.com/\r\n\r\nI have reserved all rights in the website, which was first published on\r\nURL\r\nhttp://www.Flowerdeliverylondon.co.uk/\r\n\r\nThe infringing materials and their Internet location:\r\nhttp://www.flowersdeliveredlondon.com/\r\n\r\nThe website was copied without permission from the copyrighted owners\r\nwebsite that is posted at http://www.Flowerdeliverylondon.co.uk/ which\r\nclearly shows that the website had been copied verbatim and being\r\nmodified thereafter.\r\n\r\nI did not authorize and was never contacted to see if the material\r\ncould be copied for use in any form.\r\n\r\n\r\n\r\n\r\n\r\n\r\n4 Sherringham Ct\r\nSherringham Ave\r\nFeltham Middx\r\nTW13 7JU\r\nGreat Britain\r\nPh: +44 (0) 20 8707 5660\r\nMob: +44 (0) 794 637 9033\r\nwww.Awddesign.co.uk\r\n\r\n\r\nWednesday, 21 February 2007\r\n\r\nThePlanet.com Internet Services, Inc\r\nAndrea Z. Almeida\r\n1333 Stemmons Freeway,\r\nSuite 110,\r\nDallas,\r\nTX 75207\r\ncopyright@theplanet.com\r\nREF Number: AWD-FDL\r\nReport Date/Time: 21/02/07 02:07:05\r\nSent Via: email\r\nFile Types: pdf, txt\r\n\r\nTherefore, pursuant to the DMCA, I hereby request that you\r\nexpeditiously remove or disable access to the infringing website\r\nflowersdeliveredlondon.com\r\n\r\n1. Cease and desist any and all actual or intended hosting of\r\nclient/server files and/or other copyrighted material (collectively,\r\nthe Content);\r\n2. Disable all websites hosting or disseminating the Content; and\r\n3. Provide verification of the above to us\r\n\r\n\r\nI have a good faith belief that the use of the copyrighted material\r\nabove is not authorized by the copyright owner under law. I swear,\r\nunder penalty of perjury, that the information in this takedown notice\r\nis accurate to the best of my knowledge, and that I am the copyright\r\nowner of the work described above.\r\n\r\nPlease note that my contact information is private, and must not be\r\nused for any purpose other than dealing with this notice.\r\n\r\nI appreciate your prompt attention to this matter. If you have any\r\nquestions about\r\nthis notice, please do not hesitate to contact me.\r\n\r\n\r\nSincerely,\r\n\r\nAlbert Davis\r\nAwddesign.co.uk\r\n\r\n\r\n\r\n\r\nCopyright work(s) identified in the notification of claimed\r\ninfringement.\r\n\r\nInformation to identify the copyrighted works:\r\n\r\nhttp://www.flowerdeliverylondon.co.uk/\r\n\r\nFlower Delivery London UK\r\nFlorist shop directory specialising in flower deliveries in London Uk.\r\n\r\nThe top florist directory, which enables you to order directly with\r\nyour favourite flower shop, for delivery in the London and Greater\r\nLondon area. Flower delivery London Uk is a directory which includes\r\nonly the best flower shops in London Uk, for the best flower\r\narrangements for every occasion or event. Our member florist shops are\r\nof the highest standards, with the a large flower selection and even\r\nlarger flower designs.\r\nOrder fresh flowers online today\r\n\r\nthrough Flower Delivery London for your special fresh flowers, from\r\nthe local florist shop of your choise.\r\n\r\nFlower delivery London has been created to give easy access to\r\nanybody, anywhere in the world, to get through to a local florist shop\r\nwithout unessessary clicking through endless irrelevant pages. With\r\nflower delivery London you can view the local florist shop of your\r\nchoise, order your flower delivery in minutes, knowing that you buy\r\nyour flowers or gifts at the cheapest price possible. Why? because our\r\nmember florist and flower shops do not pay commission on any of your\r\norders, so they can give you the best price possible.\r\nFresh Flower Delivery\r\n\r\nWhatever the occasion, event, party, anniversary, wedding, funeral,\r\nsympathy. Just when you want to say I love you, I am sorry, happy\r\nbirthday, Valentines, mothers day, good bye, best wishes or\r\ncongratulations, there is only one florist and florist shop directory\r\nfor London Uk. A flower shop directory for your online orders, for\r\nyour\r\nfresh flowers delivery any Day, Week or Month of the Year.\r\nA non commission flower florist shop directory\r\n\r\nfor member florists only, to guarantee cheapest prices, best quality\r\nflowers for delivery in London UK.\r\n\r\nThemed Events Flowers Flowers For Functions Flowers For Occasions\r\nCorporateServices Contract Flowers Bridal Flowers Wedding Flowers\r\nRomance Flowers Funeral - Sympathy Flowers Flowers for Her - Him\r\nAnniversary Flowers Baby Flowers Thank you Flowers Sorry Flowers\r\nSeason Flowers Christmas Flower Decorations Valentine Flowers Easter\r\nFlowers Mothers Day Flowers Birthday Flowers Congratulations Flowers\r\nTropical Flowers Roses Lilies\r\n\r\nhttp://www.flowerdeliverylondon.co.uk/banner_ads/i/100.gif\r\nhttp://www.flowerdeliverylondon.co.uk/template/flower_delivery_london/cs\r\ns/style.css\r\n\r\n\r\n\r\nThe infringing materials and their Internet location:\r\n\r\nhttp://www.flowersdeliveredlondon.com/\r\n\r\nFlowers Delivered London UK\r\nLondon Florist Shop directory specialising in flower deliveries from\r\nFlorists in London,England, UK.\r\n\r\nFlowers Delivered London is the top London florist directory, which\r\nenables you to order directly with your favourite flower shop, for\r\ndelivery in the Central London and Greater London areas. Flowers\r\nDelivered London UK is a London florist directory which includes only\r\nthe best flower shops in London UK, for the best flower arrangements\r\nfor every occasion or event. These London florist shops are of the\r\nhighest standards, with the a large flower selection and even larger\r\nflower designs.\r\nOrder fresh flowers online today\r\n\r\nthrough Flowers Delivered London for your special fresh flowers, from\r\nthe local florist shop of your choice.\r\n\r\nFlowers delivered London FDL has been created to give easy access to\r\nanybody, anywhere in the world, to get through to a local London\r\nflorist shop without unessessary clicking through endless irrelevant\r\npages. With Flowers Delivered London you can view the local London\r\nflorist shop of your choice, order your flower delivery in minutes,\r\nknowing that you buy your flowers or gifts at the cheapest price\r\npossible. Why? because these London florist and flower shops do not\r\npay commission on any of your orders, so they can give you the best\r\nprice possible.\r\nFresh Flowers Delivery in London\r\n\r\nWhatever the occasion, event, party, anniversary, wedding, funeral,\r\nsympathy. Just when you want to say I love you, I am sorry, happy\r\nbirthday, Valentines, mothers day, good bye, best wishes or\r\ncongratulations, there is only one florist and florist shop directory\r\nfor London UK. A flower shop directory for your online orders, for\r\nyour Flowers For allOccasions Bridal Flowers Wedding Flowers Romance\r\nFlowers Funeral Sympathy Flowers Flowers for Her Corporate Services\r\nContract Flowers Him Anniversary Flowers Baby Flowers Thank You\r\nFlowers Sorry Flowers Season Flowers Christmas Flower Decorations\r\nValentine Flowers Easter Flowers Mothers Day Flowers Birthday Flowers\r\nCongratulations Flowers Tropical Flowers Roses Lilies\r\n\r\n\r\nThe infringing materials and their Internet location:\r\n\r\nhttp://www.flowersdeliveredlondon.com/banner_ads/i/100.gif\r\nhttp://www.flowersdeliveredlondon.com/template/flowers_delivered_london/\r\ncss/style.css\r\n\r\n","date_sent":"2007-02-21T05:00:00Z","date_received":"2007-02-21T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Awddesign.co.uk","recipient_name":"ThePlanet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}