{"dmca":{"id":35533,"type":"Dmca","title":"DMCA Notice On Behalf of AOL - www.danceage.com","body":"\r\n\r\n \r\n\r\n-----Original Message-----\r\nFrom: Davis, Jim [mailto:Davis.Jim@ARENTFOX.COM] \r\nSent: Monday, August 08, 2005 8:32 AM\r\nTo: copyright@theplanet.com\r\nCc: Davis, Jim\r\nSubject: DMCA Notice On Behalf of AOL - www.danceage.com \r\n\r\nGeorge Poletes\r\nLegal Counsel\r\n1333 Stemmons Freeway\r\nSuite 110\r\nDallas, TX 75207\r\nRe:        Infringing Site\r\nDear Mr. Poletes:\r\nThis firm represents America Online, Inc. (\"AOL\") with respect to\r\nintellectual property matters.  My client is the exclusive licensee of\r\nparticular copyrighted content of the recent LIVE 8 concert.  We have\r\nlearned that one of ThePlanet.com's customers is using your servers in\r\nconnection with a Web site that makes unauthorized use of copyrighted\r\ncontent.  See <http://www.danceage.com/> and click on the \"Live 8\" button to\r\naccess <http://www.danceage.com/video/live8.php> \r\n\r\nThe copyrighted work at issue is video stream offered for download of the\r\nLIVE 8 concert.  See <http://music.channel.aol.com/live_8_concert/home>  The\r\nmaterials being distributed are protected by copyright law, and the video\r\nstreams used to create the downloads are licensed exclusively to AOL.  In\r\nfact, as you can see from the content being displayed at the\r\nabove-referenced site, the footage contains the AOL mark.  The distribution\r\nof the copyrighted material is illegal.\r\n\r\nAOL has not granted the operator of the site any rights to the video\r\ndownloads or to use the famous AOL brand in association therewith.  The use\r\nof AOL's name in this manner, in connection with the unauthorized video\r\ndownloads, deceives users into thinking that AOL has somehow authorized or\r\napproved of these video downloads when, in fact, it has not.\r\n\r\nThis site violates both copyright and trademark law, and gives rise to\r\nactions for intentional interference with contractual and prospective\r\nbusiness relations based upon AOL's contract with the producer of the LIVE 8\r\nconcert.  We hereby request that you take expeditious action to remove or\r\ndisable access to the material described above, and thereby prevent the\r\nillegal reproduction and distribution of this software via \"danceage.com\" or\r\nany affiliated site or network. \r\n\r\nI have a good faith belief that use of the copyrighted materials described\r\nabove is not authorized by the copyright owner, its agent, or the law.  I\r\nswear, under penalty of perjury consistent with United States Code Title 17,\r\nSection 512, that the information in the notification is accurate and that I\r\nam authorized to act on behalf of the copyright licensee of an exclusive\r\nright that is infringed. \r\n\r\nI look forward to hearing from you.\r\n\r\nSincerely,\r\n\r\nJim Davis\r\n\r\nJames R. Davis, II\r\nArent Fox PLLC\r\n1050 Connecticut Avenue, NW\r\nWashington, DC  20036\r\nPhone:  202-857-6169\r\nFax:  202-857-6395\r\n\r\nCONFIDENTIALITY NOTICE: This e-mail and any attachments are for the\r\nexclusive and confidential use of the intended recipient. If you received\r\nthis in error, please do not read, distribute, or take action in reliance\r\nupon this message. Instead, please notify us immediately by return email and\r\npromptly delete this message and its attachments from your computer system.\r\nWe do not waive attorney-client or work product privilege by the\r\ntransmission of this message.\r\n\r\n\r\nIRS Circular 230 disclosure:\r\nTo ensure compliance with requirements imposed by the IRS, we inform you\r\nthat, unless expressly stated otherwise, any U.S. federal tax advice\r\ncontained in this communication (including any attachments) is not intended\r\nor written to be used, and cannot be used, for the purpose of (i) avoiding\r\npenalties under the Internal Revenue Code or (ii) promoting, marketing or\r\nrecommending to another party any transaction or matter addressed herein.\r\n\r\n","date_sent":"2005-08-08T04:00:00Z","date_received":"2005-08-08T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Arent Fox PLLC","principal_name":"Arent Fox PLLC (For AOL)","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}