{"dmca":{"id":35536,"type":"Dmca","title":"[eBay:DEI05F331] Paypal.com e-mail spoofing and password phishing","body":"-----Original Message-----\r\nFrom: devlin@ebay.com [mailto:devlin@ebay.com] \r\nSent: Wednesday, August 03, 2005 11:25 PM\r\nTo: abuse@theplanet.com; gwhite@theplanet.com; legal@theplanet.com\r\nSubject: [eBay:DEI05F331] Paypal.com e-mail spoofing and password phishing\r\nImportance: High\r\n\r\nDear ThePlanet.com\r\n\r\nWe have just learned that your service is being used to display false, or\r\n\"spoofed,\" PayPal.com pages, in an apparent effort to steal personal and\r\nfinancial information from consumers, and defraud PayPal users.\r\nSpecifically, it appears that a ThePlanet.com user is sending unsolicited\r\nmessages which misrepresent the sender as PayPal, and making false\r\nstatements that encourage the recipient to go to a page hosted by you at \r\n\r\nhttp://70.85.203.98/~jakeless/Axion%20-%20PPS/index.php?module=paypal\r\n \r\nasking to enter personal and account information. The purloined information\r\nis then sent to an email account and, based on our investigation of similar\r\nschemes, used to steal accounts and commit other fraudulent acts including\r\ninternational credit card and wire fraud. \r\n\r\nThis matter is urgent - we believe that consumers have been falsely directed\r\nto this page and may be fooled into divulging personal information to a\r\ncriminal, if the page is not immediately disabled. We ask that you\r\nimmediately disable the site at\r\nhttp://70.85.203.98/~jakeless/Axion%20-%20PPS/index.php?module=paypal, as\r\nwell as any associated email addresses, so that this fraudulent scheme can\r\nbe stopped. We further request that you provide us with all contact\r\ninformation that you have for this user so that we may provide this\r\ninformation to the proper law enforcement authorities. \r\n\r\nWhile we believe that the above information gives your company more than a\r\nsufficient basis for disabling the page immediately, out of caution we note\r\nthat your user's unauthorized reproduction of PayPal's trademark and\r\ncopyrighted materials violates federal law, and places an independent legal\r\nobligation on your company to remove the offending page(s) immediately upon\r\nreceiving notice from PayPal, the owner of the copyrighted materials.\r\nAccordingly, the information below serves as PayPal's notice of infringement\r\npursuant to the Digital Millennium Copyright Act, 17 U.S.C. Section 512\r\n(c)(3)(A): \r\n\r\nI, the undersigned, CERTIFY UNDER PENALTY OF PERJURY that I am the agent\r\nauthorized to act on behalf of the owner of certain intellectual property\r\nrights, said owner being named PayPal, Inc. I have a good faith belief that\r\nthe website located at URL\r\nhttp://70.85.203.98/~jakeless/Axion%20-%20PPS/index.php?module=paypal has\r\nits copyright in each page of its website and associated source code. Please\r\nact expeditiously to remove or disable access to the material or items\r\nclaimed to be infringing. \r\n\r\nWe sincerely appreciate your immediate attention to this important matter.\r\nWe would also appreciate if you would take steps to confirm the accuracy of\r\nany contact information that your user may have provided to you in\r\nestablishing the account. Should you have any accurate information that\r\ncould assist PayPal and law enforcement in tracking this individual, we\r\nwould greatly appreciate your assistance, as we know that you do not condone\r\nthe use of your services for such criminal purposes.\r\n\r\nFinally, please be advised that we have referred this issue to the Federal\r\nBureau of Investigation for their investigation.  The F.B.I. has requested\r\nthat we convey to you in this message their request that you preserve for 90\r\ndays all records relating to this web site, including all associated\r\naccounts, computer logs, files, IP addresses, telephone numbers, subscriber\r\nand user records, communications, and all programs and files on storage\r\nmedia in regard to all Internet connection information, pursuant to 18\r\nU.S.C. section 2703(f). While we do not act as an agent of the FBI in\r\nconveying this request, we do intend to fully cooperate with their\r\ninvestigation, and encourage you to do so as well.\r\n\r\neBay Inc. \r\nAudit and Investigations\r\nsecurityalerts@ebay.com\r\n\r\nGet automated, real-time notifications of new phishing attacks!   Join the\r\nPhish Report Network as a RECEIVER today!  http://www.phishreport.net/","date_sent":"2005-08-03T04:00:00Z","date_received":"2005-08-03T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"eBay Inc.","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}