{"dmca":{"id":35530,"type":"Dmca","title":"NetResult DMCA (Copyright) Complaint to Google","body":"NetResult Internal Reference:  FOWC_NRID177188\r\n\r\nPlease quote the above FOWC_NRID177188 reference in all communications with\r\nus regarding this issue.\r\n\r\nDear Sirs \r\n\r\nFormula One World Championship Limited ('FOWC') has the exclusive right\r\nto commercially exploit the FIA Formula One World Championship (\"the\r\nChampionship\") including, but not limited to, all moving images, other\r\naudio/video content, timing data and results.  In addition, FOWC's\r\nassociated company Formula One Licensing BV (\"FOL\") is the owner of numerous\r\ntrademark applications and registrations throughout the world relating to\r\nthe Championship, including F1, FORMULA 1 and official logos.\r\n\r\nWe have noticed that your Web Site http://americup-ch07.blogspot.com/ is\r\ndisplaying and/or offering:\r\n\r\n* Formula One A/V content. All copyright in such images vests with FOWC.\r\n\r\nAs you have neither sought nor obtained permission from FOWC to use this\r\ncontent, your present use is an infringement of FOWC's rights. \r\n\r\nPlease immediately cease all such infringements on any and all of your web\r\nsites and confirm to us via email that you have done so.\r\n\r\nNothing in this letter is intended or shall be construed to constitute an\r\nexpress or implied waiver of any of FOL's or FOWC's rights or remedies,\r\nincluding any rights or remedies in respect of infringement not explicitly\r\nstated, whether current or in the future, all of which are expressly\r\nreserved.  \r\n\r\nFormal Declaration\r\n\r\nI hereby state that FOWC and FOL are the owners of the exclusive rights\r\nreferenced above and that NetResult is authorised to act on their behalf\r\nwith respect to internet monitoring and compliance. On behalf of FOWC and\r\nFOL I hereby state that I have a good faith belief that use of the content\r\nin the manner complained of is not authorised by FOL or FOWC, their agents,\r\nor the law.\r\n\r\n[I, [redacted], as a representative of NetResult hereby digitally sign\r\nthis e-mail message under penalty of perjury under the laws of the United\r\nStates of America with the additional statement under penalty of perjury\r\nthat the information in the notice is accurate.]\r\n\r\nYours faithfully,\r\n\r\n[redacted]\r\n\r\nNetResult Solutions Limited\r\nPO BOX [redacted]\r\nLondon\r\n[redacted]\r\nUnited Kingdom\r\n\r\nTel: +44 (0)[redacted]\r\n\r\n ","date_sent":"2011-07-09T04:00:00Z","date_received":"2011-07-09T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"NetResult","principal_name":"FOWC and FOL","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}