{"dmca":{"id":35538,"type":"Dmca","title":"Intellectual Property Situation.","body":"\r\n\r\nnc\r\n\r\n  _____  \r\n\r\nFrom: Gene Steinberg [mailto:gene@techbroadcasting.com] \r\nSent: Wednesday, August 03, 2005 8:28 PM\r\nTo: legal-response@theplanet.com\r\nSubject: Intellectual Property Situation.\r\n\r\n\r\nGeorge Poletes \r\nLegal Counsel\r\nThePlanet.com\r\n\r\nI am the President of Making The Impossible, Inc., a Nevada corporation.\r\n\r\nFor nearly three years our radio show, The Tech Night Owl LIVE and its\r\npredecessor, The Mac Night Owl LIVE, were carried over the macradio.com\r\nserver. The server is owned now by Mac Broadcasting LLC and hosted by your\r\nnetwork.\r\n\r\nNearly a month ago, in accordance with our contract with Mac Broadcasting\r\nLLC, we notified them of our intention to move our content from the network.\r\nThe contract specified a 30-day prior notice for any changes in the\r\nagreement to carry the show.\r\n\r\nDespite said agreement, Mac Broadcasting LLC has refused to allow us to\r\npresent the show in the current industry-standard MP3 format as a Podcast.\r\nThey have also, without our authorization, made changes to our show page,\r\nand removed my access to their server, so I am unable to correct the changes\r\nand provide access to our current broadcast archive and the one that will be\r\nstreamed live on Thursday evening.\r\n\r\nSince Making The Impossible, Inc. is the copyright holder to The Tech Night\r\nOwl LIVE's content, Mac Broadcasting LLC does not have the authority to\r\ncontinue to carry the show or host our content on their network in light of\r\nthis situation.\r\n\r\nI have asked them via email and via instant message to remove all of our\r\ncontent and provide a redirect link to our new show page, which is also part\r\nof the original agreement.\r\n\r\nAt the present time, they are continuing to post this bogus show page at\r\nmacradio.com/thursday and a link at macradio.com without our permission. In\r\neffect, they are attempting to compete with our genuine broadcast.\r\n\r\nThis presents a serious breech of our legal intellectual property rights\r\nwith regard to this material, and I am therefore asking you to block this\r\npage and any other link to said bogus content.\r\n\r\nThe only authentic access to our show is presently available at\r\ntechbroadcasting.com.\r\n\r\nIf you have further questions, call me at 480-993-2399. To avoid any legal\r\ncomplications, however, I hope you will comply with our request as soon as\r\npossible.\r\n\r\n\r\n_ _ _ _\r\nPeace,\r\nGene Steinberg\r\nPublisher/Editor, The Mac Night Owl\r\n <http://www.macnightowl.com/> http://www.macnightowl.com.\r\nHost, The Tech Night Owl LIVE\r\nhttp://www.techbroadcasting.com\r\nCo-author, \"Attack of the Rockoids\"\r\n <http://www.rockoids.com/> http://www.rockoids.com\r\n\r\n\r\n\r\n\r\n","date_sent":"2005-08-03T04:00:00Z","date_received":"2005-08-03T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Making The Impossible, Inc.","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}