{"dmca":{"id":35574,"type":"Dmca","title":"DMCA Complaint - www.copycat-recipe.net","body":" _____  \r\n\r\nFrom: Top Secret Recipes [mailto:admin@topsecretrecipes.com] \r\nSent: Monday, August 01, 2005 4:19 PM\r\nTo: copyright@theplanet.com\r\nSubject: DMCA Complaint - www.copycat-recipe.net\r\nImportance: High\r\n\r\n\r\n          \r\nTo Whom It May Concern;\r\n \r\nI, the undersigned, CERTIFY UNDER PENALTY OF PERJURY that I am the owner or\r\nan agent authorized to act on behalf of the owner of certain intellectual\r\nproperty rights, said owner being named Todd Wilbur (\"IP Owner\") (\r\n<http://www.topsecretrecipes.com/theauthor.asp>\r\nhttp://www.topsecretrecipes.com/theauthor.asp). I have good faith belief\r\nthat the materials listed below are not authorized by the above IP Owner,\r\nit's agent, or the law and therefore infringe upon the IP Owner's rights.  I\r\nbelieve that cashed copies of the web site  <http://www.copycat-recipes.net>\r\nhttp://www.copycat-recipes.net are hosted on one or more of your server(s)\r\nat   <http://www.theplanet.com/> http://www.theplanet.com/ \r\n\r\nInfringing material:\r\n \r\n <http://www.copycat-recipes.net/> http://www.copycat-recipes.net is\r\nprimarily made up of recipes from one or more of the copyrighted works\r\nlisted below. This material has been presented on this web page without\r\npermission.\r\n \r\nInfringed work or right includes any of Todd Wilbur's original recipes,\r\neither from his eight books in publication: \r\n \r\nTop Secret Recipes (Penguin/Putnam 1993)\r\nMore Top Secret Recipes (Penguin/Putnam 1994)\r\nTop Secret Restaurant Recipes (Penguin/Putnam 1997)\r\nTop Secret Recipes Lite (Penguin/Putnam 1998)\r\nLow Fat Top Secret Recipes (Penguin/Putnam 2000)\r\nTSR Sodas, Smoothies, spirits and Shakes (Penguin/Putnam 2002)\r\nEven More Top Secret Recipes (Penguin/Putnam 2002)\r\nThe Best of Top Secret Recipes (Penguin/Putnam 2003)\r\nTop Secret Restaurant Recipes II - Registration Number TXu1-198-872\r\n <http://www.topsecretrecipes.com/store.asp>\r\nhttp://www.topsecretrecipes.com/store.asp\r\nor any of the recipes he created for his web site located here:\r\n <http://www.topsecretrecipes.com> http://www.topsecretrecipes.com.\r\n \r\n \r\nI may be contacted at:\r\n \r\nPamela Ellis\r\nVice President; Top Secret Recipes, Inc.\r\n10401 Orkiney Drive\r\nLas Vegas, NV 89144\r\nEmail:  <mailto:admin@topsecretrecipes.com> admin@topsecretrecipes.com\r\nTelephone: 702-254-8125\r\nFax: 702-254-8660\r\n\r\nPlease act expeditiously to remove or disable access to the material or\r\nitems claimed to be infringing. Given that  <http://www.copycat-recipes.net>\r\nhttp://www.copycat-recipes.net\r\nis primarily composed, of a large number of pages that contain infringing\r\nmaterial, if possible please disable access to all cached copies of\r\n<http://www.copycat-recipes.net/> http://www.copycat-recipes.net\r\n \r\nTruthfully,\r\n \r\nPamela Ellis\r\n <mailto:admin@topsecretrecipes.com> admin@topsecretrecipes.com\r\nTop Secret Recipes, Inc.\r\n <http://www.topsecretrecipes.com> http://www.topsecretrecipes.com\r\n\r\n \r\n\r\n \r\n\r\nTo be effective, a Notification of Claimed Infringement must meet the\r\nfollowing requirements: \r\n\r\n*        It must be a written communication; \r\n\r\n*        It must be sent to the designated agent identified above; \r\n\r\n*        It must include the following: \r\n\r\n\r\n\r\n1.        A physical or electronic signature of a person (\"Complaining Party\")\r\nauthorized to act on behalf of the owner of an exclusive right that is\r\nclaimed to be infringed; \r\n\r\n2.        Identification of the copyrighted work claimed to have been\r\ninfringed, or if multiple copyrighted works at a single online site are\r\ncovered by a single notification, a representative list of such works at\r\nthat site; \r\n\r\n3.        Identification of the material that is claimed to be infringing or\r\nto be the subject of infringing activity and that is to be removed or access\r\nto which is to be disabled, and information reasonably sufficient to permit\r\nthe service provider to locate the material; \r\n\r\n4.        Information reasonably sufficient to permit the service provider to\r\ncontact the Complaining Party, such as an address, telephone number, and, if\r\navailable, an electronic mail address at which the complaining party may be\r\ncontacted; \r\n\r\n5.        A statement that the Complaining Party has a good faith belief that\r\nuse of the material in the manner complained of is not authorized by the\r\ncopyright owner, its agent, or the law; and \r\n\r\n6.        A statement that the information in the notification is accurate,\r\nand under penalty of perjury, that the Complaining Party is authorized to\r\nact on behalf of the owner of an exclusive right that is allegedly\r\ninfringed. \r\n\r\nWhen a Complaining Party provides a Notification of Claimed Infringement in\r\ncompliance with the above rules, the Service Provider will do the following:\r\n\r\n\r\n*        Expeditiously remove or disable access to the material that is\r\nclaimed to be infringing; and \r\n\r\n*        Take reasonable steps to notify the alleged infringer (\"Subscriber\")\r\nof the infringement claim(s) and that the material claimed to be infringing\r\nhas been removed or that access to the material has be disabled; \r\n\r\nUpon receipt of notice from the Service Provider that a claim of\r\ninfringement has been made and that the material has been removed or that\r\naccess to it has been disabled, the Subscriber may provide a Counter\r\nNotification. ","date_sent":"2005-08-01T04:00:00Z","date_received":"2005-08-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Top Secret Recipes, Inc.","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}