{"dmca":{"id":35798,"type":"Dmca","title":"Fraud & copyright infringement!","body":" \r\n\r\n  _____  \r\n\r\nFrom: Beth Fehr [mailto:elizabethfehr@hotmail.com] \r\nSent: Thursday, March 24, 2005 3:32 PM\r\nTo: copyright@theplanet.com\r\nSubject: Fraud & copyright infringement!\r\n\r\n\r\nDear Sir:\r\n \r\nIt has come to my attention this past week that a person by the name of\r\nCheryle is running a website by the name of www.lucibellsprimitives.com that\r\nis hosted by your company. I am writing you to inform you that she is\r\nperpetuating a fraud and copyright infringement. \r\n \r\nIf you go to the opening page of her website you will see a picute of a\r\nbarn/building with two white stars in the windows. This picture was taken\r\noff of my website www.the13thcolony.net without my knowledge or permission.\r\nI am the author of this picture and all others mentioned in this letter,\r\ntherefore I own the copyright to them. This picture can be found on my\r\nwebsite under \"The Farmer's Daughter\".\r\n \r\nIf you go to Lucibells Country Store page you will see a picture of a\r\nburgandy building with an antique wagon. I stenciled \"Country Store\" on the\r\nwagon and Lucilbell super-imposed \"Lucibells Primitives\" on the image. This\r\nis a picture of my store, The 13th Colony, located in Minocqua WI. This\r\npicture can be seen on my website on the home page if you scroll down\r\ntowards the\r\nbottom. \r\n \r\nIf you go into her \"Primitive Wares & Needful Things\" page, the picture in\r\nthe upper left hand corner is a picture of a display in my store that she\r\ntook off of my website. This picture is no longer on my website but I would\r\nbe happy to take a picture of this today and email it to you for proof.\r\nPlease let me know if you would like me to do so.\r\n \r\nOn same page \"primitives & needful things\" scroll down to bottom and click\r\n\"next\". The page that comes up once again uses that same picture in the\r\nupper left hand corner. Now scroll down and you will see a picture of what\r\nshe claims to be an antique windsor chair from the 1800's in mint condition\r\nthat she has sold. WELL........ go to my website and click on \"Furniture\"\r\nnow click on \"Windsors\", scroll down and you will see the exact same\r\npicture, HOWEVER this is not an antique, and nowhere do I try to represent\r\nit as one!!\r\n \r\nCheryle goes even further into fraud and copyright infringement on her ebay\r\nstore, \"lucibellsprimitives\". I have contacted the designated agent for ebay\r\nand have informed them of her misrepresentation.\r\n \r\nAt this time I wish to handle this matter swiftly and to my satisfaction\r\nwithout legal assistance. However, I have been in contact with an attorney\r\nand will follow up with him if this matter is not resolved immediately. \r\n \r\nI do know that if you are in fact the hosting company for her website you\r\nare under the same laws as ebay and must shut her down immediately. If you\r\nare not the host I would appreciate that you contact me and tell me so I can\r\ncontinue my pursuit.\r\n \r\nI, Elizabeth Fehr, have a good faith belief that the use of the previously\r\nmentioned material is not authorized by me, the copyright owner, its agent\r\nor the law.\r\n \r\nI, Elizabeth Fehr, swear that the above statement and information in this\r\nnotification is accurate, and under penalty of perjury, that I am authorized\r\nto act on behalf of The 13th Colony and its website the13thcolony.net, the\r\nowner of an exclusive right that is allegedly infringed.\r\n \r\nSincerely,\r\nElizabeth A. Fehr\r\nOwner of The 13th Colony\r\n \r\nThe 13th Colony\r\n7735 Hwy 51 S.\r\nP.O. Box 615\r\nMinocqua, WI 54548\r\n715-358-6600\r\n715-358-6861 (fax)\r\n715-356-9381 (home)\r\n715-892-1244 (cell)\r\n \r\nemail:elizabethfehr@hotmail.com\r\n ","date_sent":"2005-03-24T05:00:00Z","date_received":"2005-03-24T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"The 13th Colony","recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}