{"dmca":{"id":35814,"type":"Dmca","title":"Notification of Website Infringement","body":" \r\n\r\n-----Original Message-----\r\nFrom: Ryan, Dan [mailto:Dan.Ryan@BakerNet.com] \r\nSent: Thursday, March 24, 2005 1:31 AM\r\nTo: legal-response@theplanet.com\r\nCc: Simone, Joseph; Pond, Albert\r\nSubject: Re: Notification of Website Infringement \r\nImportance: High\r\n\r\nDear Sir, \r\n\r\nWe write on behalf of our client, Intel Corporation.\r\n\r\nOur client is the exclusive owner of the internationally registered INTEL\r\ntrademark and is the registrant of the domain name\r\nwww.intel.com<http://www.intel.com/>.> \r\n\r\nIt has come to our client's attention that your company is the Internet\r\nService Provider for www.intel-mail.com. The name of this website as well as\r\nits contents are misleading to the user as it may lead them to draw the\r\nconclusion that the website is an official site managed by Intel or that\r\nIntel is in some way associated with or endorses this website.  The website\r\nis also using unauthorized pictures of our client' s products and/or\r\nadvertising campaigns. Such use of the Intel Trademarks was made without our\r\nclient's prior consent and constitutes infringement of Intel's intellectual\r\nproperty rights.  \r\n\r\nThis same operator registered the website www.windows-mail.com which we took\r\nsuccessful action against. The relevant UDRP decision is attached for your\r\nreference. \r\n\r\nOur argument is based within the scope of your > \"> Acceptable Use Policy>\r\n\">  set forth in http://www.theplanet.com/legal/aup.html> of your\r\nregistration agreement, it specifies that the Policy is applicable to the\r\nDisputed Domain Name.\r\n\r\nAccordingly, we kindly request you to :-\r\n\r\n1. immediately terminate or suspense the services www.intel-mail.com\r\nreceives from your company; and\r\n\r\n2. remove all web page content in relation to the unlawful use of the Intel\r\nTrademarks, all hyperlinks to and from www.intel-mail.com.  \r\n\r\nWe hope that you would be able to comply with the above and maintain the\r\ngood use of the Internet by your clients.  Again, we appreciate your\r\nco-operation in this matter and we look forward to hearing back.\r\n\r\nIf you have any questions with regard to the contents of this letter, please\r\ncontact our Mr. Dan Ryan (Tel: +852 2846 2412; email:\r\ndan.ryan@bakernet.com).\r\n\r\n\r\n <<Decision-window-mail.com.PDF>> \r\n\r\n\r\nYours faithfully,\r\nBaker & McKenzie \r\n\r\n\r\n\r\n\r\nDan Ryan\r\nRegistered Foreign Lawyer\r\nBaker & McKenzie\r\n14th Floor,  Hutchison House\r\n10 Harcourt Road\r\nHong Kong SAR\r\nDirect line: +852 2846 2412 \r\nFax: +852 2845 0476\r\nEmail: dan.ryan@bakernet.com\r\n\r\n> This e-mail is from the Hong Kong office of Baker & McKenzie, which is a\r\nmember of Baker & McKenzie International, a Swiss Verein. A list of the\r\npartners can be provided upon request. The Hong Kong office is regulated by\r\nthe Law Society of Hong Kong. This e-mail may contain privileged and\r\nconfidential information. It is intended for the named recipient(s) only. If\r\nyou are not an intended recipient, please notify us immediately (by reply\r\ne-mail) and delete this e-mail from your system. We use third-party service\r\nproviders to filter unsolicited promotional e-mails (\"SPAM\") and provide\r\nother technical support for our electronic communications. All such third\r\nparties are required to implement appropriate security measures to protect\r\nour electronic data. Such filtering could result in deletion of a legitimate\r\ne-mail before it is read by its intended recipient at our firm, although the\r\nrisk of this is minimised by our reviewing the filtered messages regularly.\r\nPlease contact us if you have any queries about this automatic filtering.\r\n> \r\n> ","date_sent":"2005-03-24T05:00:00Z","date_received":"2005-03-24T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Baker & McKenzie (for Intel Corporation)","recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}