{"dmca":{"id":35849,"type":"Dmca","title":"[ABUSE] Notice of copyright infringement (http://hosting.kwm.ru)","body":"\r\n\r\nTo whom it may concern\r\nDear Sirs,\r\n\r\nWe at Artvertex, Inc. have come to be aware that you or your customers are hosting a\r\nwebsite that is a copyright infringement of our website Template Monster content at\r\nthe address http://www.templatemonster.com\r\nThe website in question is http://hosting.kwm.ru. We have the evidence that this\r\nsite illegally distributes our products without being assigned ANY copyright\r\nlicense.\r\nhttp://hosting.kwm.ru/~kexitru/template_sup_6055.zip\r\nOur website clearly states \"Website pages content copyright - 2002-2003 Artvertex,\r\nInc.\" The presence of this material on your server is illegal.\r\nWebsite content cannot be reproduced, copied, or edited in any manner or medium and\r\nis therefore making you posses illegal material.\r\nUS copyright laws protect all parts of this material. \r\nThe owner of this website has been notified of his actions, and has been told the\r\nconsequences. If the site is not removed from your servers within the next 10 days\r\nour Copyright attorney will file a civil lawsuit in federal court against both you\r\nand the owner of the site.\r\nI strongly urge you to delete the hosting account for http://hosting.kwm.ru within\r\nthose 10 days, before this action is taken. This site is attempting to profit from\r\nour material and therefore the U.S. attorneys can get involved.\r\nIf ALL of this material is removed within 10 days then no action will be taken\r\nagainst you or the site owner, and neither will be convicted of a federal crime.\r\nPlease remove the account as soon as you receive this if possible.\r\n-- \r\nBest regards,\r\nAnthony Bradshaw\r\nLegal assistant\r\nArtvertex, Inc.\r\n22 Jordan Road\r\nNY, Troy, 12180\r\nTel:  19174770238 (12 A.M.- 08 A.M. EST)\r\nFax:  15092758568\r\nICQ:  267444932\r\nAIM:  tonbradshaw\r\nmailto:piracy@templatemonster.com\r\n","date_sent":"2004-08-16T04:00:00Z","date_received":"2004-08-16T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Artvertex, Inc.","recipient_name":"ThePlanet Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}