{"dmca":{"id":35997,"type":"Dmca","title":"Notice of copyright infringement (http://www.warezover.com)","body":"\r\n\r\nEN\r\n\r\n-----Original Message-----\r\nFrom: piracy@templatemonster.com [mailto:piracy@templatemonster.com] \r\nSent: Monday, November 01, 2004 12:23 PM\r\nTo: copyright@theplanet.com\r\nSubject: Notice of copyright infringement (http://www.warezover.com)\r\n\r\nDear Lance Crosby,\r\n\r\nWe are trying to contact you cause you are the person who is a\r\ndesignated agent that is responsible for copyright infringement\r\nclaims.\r\n\r\nWe at Artvertex, Inc. have come to be aware that you or your customers are\r\nhosting a website that is a copyright infringement of our website Template\r\nMonster content at the address http://www.templatemonster.com The website in\r\nquestion is http://www.warezover.com. We have the evidence that this site\r\nillegally distributes our products without being assigned ANY copyright\r\nlicense. http://www.warezover.com/forum/forumdisplay.php?f=9\r\nOur website clearly states \"Website pages content copyright - 2002-2003\r\nArtvertex, Inc.\" The presence of this material on your server is illegal.\r\nWebsite content cannot be reproduced, copied, or edited in any manner or\r\nmedium and is therefore making you posses illegal material. US copyright\r\nlaws protect all parts of this material. The owner of this website has been\r\nnotified of his actions, and has been told the consequences. If the site is\r\nnot removed from your servers within the next 10 days our Copyright attorney\r\nwill file a civil lawsuit in federal court against both you and the owner of\r\nthe site. I strongly urge you to delete the hosting account for\r\nhttp://www.warezover.com within those 10 days, before this action is taken.\r\nThis site is attempting to profit from our material and therefore the U.S.\r\nattorneys can get involved. If ALL of this material is removed within 10\r\ndays then no action will be taken against you or the site owner, and neither\r\nwill be convicted of a federal crime. This the 3rd hosting account for this\r\nwebsite, all previous were closed due to our notifications. Please remove\r\nthe account as soon as you receive this if possible.\r\n- --\r\nBest regards,\r\nRyan Cathcart\r\nLegal assistant\r\nArtvertex, Inc.\r\n22 Jordan Road\r\nNY, Troy, 12180\r\nTel:  19174770238 ext 106\r\nmailto:piracy@templatemonster.com\r\n\r\n","date_sent":"2004-11-01T05:00:00Z","date_received":"2004-11-01T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Artvertex, Inc.","recipient_name":"ThePlanet Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}