{"dmca":{"id":6065,"type":"Dmca","title":"Lucas Claims Star Wars \"1337 version\" Infringes","body":"From: Lucasfilm Ltd.\r\nTo: Marc\r\nRe: Unauthorized Use of STAR WARS Copyrights and Trademarks on website: http://nuar.lunarpages.com/video/SW_mirrors.htm\r\n\r\nGentlemen:\r\n\r\nLucasfilm Ltd. and its affiliated and related entities (collectively \"Lucasfilm\") are the exclusive owners of all rights in and to the Star Wars films, Star Wars: Episode IV - A New Hope, Star Wars: Episode V - The Empire Strikes Back, Star Wars: Episode VI - Return of the Jedi, Star Wars: Episode I - The Phantom Menace, Star Wars: Episode II - Attack of the Clones and the forthcoming motion picture Star Wars: Episode III - Revenge of the Sith. Those motion pictures and the characters and unique elements which appear therein (the \"STAR WARS Copyrights and Trademarks\") are protected by the copyright and trademark laws of the United States and other nations.\r\n\r\nWe note that STAR WARS Copyrights and Trademarks are being posted and distributed on the above website without Lucasfilm's authorization (\"Unauthorized Items\"). This unauthorized use of STAR WARS Copyrights and Trademarks constitutes copyright infringement, trademark infringement and unfair competition. By this letter, we request that you immediately suspend and/or disable the account of the above website and/or that you immediately remove the Unauthorized Items from the above website.\r\n\r\nWe further request written assurance that you will comply with this demand. Lucasfilm is the exclusive owner of all relevant rights in and to the Star Wars Films. Pursuant to the DMCA, we have a good faith belief that any items falling into the categories identified above infringe Lucasfilm's copyrights and other intellectual property rights, and are not authorized by Lucasfilm or its agents. I am authorized to act on Lucasfilm's behalf regarding these matters. The information provided in this communication is accurate to the best of my knowledge and is provided under penalty of perjury.\r\n\r\nThank you for your cooperation. Nothing in this letter shall be construed as a waiver or relinquishment of any right or remedy possessed by Lucasfilm or any other affected party, all of which are expressly reserved.\r\n\r\nSincerely,\r\n\r\nLucasfilm Ltd., (Antipiracy)\r\nBusiness Affairs","date_sent":"2005-04-25T04:00:00Z","date_received":"2005-04-25T04:00:00Z","topics":["Copyright"],"sender_name":"Business Affairs","principal_name":"Lucasfilm Ltd.","recipient_name":"http://nuar.lunarpages.com/video/SW_mirrors.htm","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}