{"dmca":{"id":6077,"type":"Dmca","title":"Thinkbox Thinks Someone's Taken its Text","body":"I would like to bring to your attention a copyright violation of intellectual property belonging to Thinkbox Interactive LLC. I am providing the details you have requested as per the document http://www.google.com/dmca.html\r\n\r\n1 The copyrighted work at issue is the text that appears on the web site www.infobeagle.com. The person in question has taken the entire site content including web pages, supporting JavaScript files and cascading style sheets from the infobeagle.com web site and made very minor cosmetic changes an published the work. It is a blatant duplication of an entire collection of copyrighted work from source code, content, look and feel etc.\r\n\r\nThis work is the copyrighted intellectual property of:\r\nThinkbox Interactive LLC\r\n[private]\r\nFremont, CA 94538-1304\r\nUnited States \r\n[private]\r\n\r\nIn addition, it is important to point out the site has duplicated Intellectual property belonging to Microsoft Inc. by creating a logo with a similar look and feel as Microsoft's MSN product. It is my intention to bring this violation to the attention of MSN as well.\r\n\r\nSearch Query: 'The Hasbro toy company introduced modern action\" \t\t\t\t\t\tInfringing Web Pages: www.ultramsn.com/shopping/action-figures.htm.\r\n\r\nSearch Query: 'Tracking down the web's best info\" Infringing Web Pages: www.ultramsn.com/contact.htm www.ultramsn.com/about.htm\r\n\r\nSearch Query: \"If your dog is problem barker that barks late at night\" Infringing Web Pages: www.ultramsn.com/shopping/bark-collars.htm\r\n\r\nSearch Query: \"Down comforters are light weight bed covers that provide exceptional warmth\" Infringing Web Pages: www.ultramsn.com/home/down-comforters.htm\r\n\r\nAs this site is an exact duplicate of the public infobeagle.com site there are similar search queries that will provide links to each page on the ultramsn.com site.\r\n\r\nFeel free to contact me at the following email address \t\t\r\n[private]\r\n[private]\r\n[private]@pointdirectory.com\r\n\r\nThe contact for the domain owner as listed via whois is as follows\r\n\r\nRegistrant:\r\n[private]\r\n[private]\r\nPrado Ermita, Distrito Federal 92530 Mexico\r\n\r\nAdministrative Contact:\r\n[private] [private]@gmail.com \r\n[private]\r\nColonia Prado Ermita, Distrito Federal 01300 \r\nMexico\r\n55327187\r\n\r\nEmail:\r\nFrom Whois: [private]@gmail.com \r\nFrom the site: [private]@ultramsn.com\r\n\r\nThis person is also an Adsense publisher so it should be possible to contact them via that channel: google_ad_client = \"pub-0754129632493931\";\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed\r\nSignature: [Signature]\r\nRespectfully,\r\n[private] President\r\nThinkbox Interactive LLC.","date_sent":"2005-05-06T04:00:00Z","date_received":"2005-05-06T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Thinkbox Interactive LLC","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}