{"dmca":{"id":6094,"type":"Dmca","title":"Oil Painting Claims Unauthorized Site Reproduction","body":"Identify in sufficient detail the copyrighted work that you believe has been infringed.\r\n\r\nwww.bp51.com has been copycat our web site word by word from our site: http://www.wholesaleoilpainting.com\r\n\r\nThe copyrighted work at issue is the text from home page:\r\n\r\nWe are one of the earliest leading oil painting service company in the world. Oil painting is our soul and life. We hand paint each oil painting with its special meaning. We offer oil painting reproduction masterpieces of all categories. We offer the lowest prices for our masterpieces oil painting reproduction on the planet.\r\n\r\n\r\nOur customers often ask us if we have stocked oil painting reproductions for sale and ready to ship right away. We listened. Here is the Good news. Now we have a great collection of high quality oil painting reproductions in stock for sale.\r\nAnd many other places, including even our uniquely designed price chart.\r\n\r\nExcellent museum quality is guaranteed for all of our portrait photo reproduction oil paintings with our artists' talents and techniques. And we offer the lowest price on the Internet for our genuine hand-painted oil paintings on canvas. \r\nQuestions? Please email us at [private]@yahoo.com.cn.\r\n\r\nSIZE inch 8x10 12x16 20x16 20x24 24x36 24x48 30x40 36x48 48x72 \r\nPRICE US$ 50 70 100 135 175 210 210 240 360\r\nAnd bp51.com copied all the images from our web sites wholesaleoilpainting.com\r\n\r\n2. Identify the material that you claim is infringing the copyrighted work listed in item #1 above. \r\nPlease see section 1 for word by word copycat and all image copy.\r\nProvide information reasonably sufficient to permit Google to contact you (email address is preferred).\r\n\r\nOur email: [private]@gmail.com \r\nOr\r\n\r\n[private]","date_sent":"2005-05-06T04:00:00Z","date_received":"2005-05-06T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"wholesaleoilpainting.com","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}