{"dmca":{"id":6140,"type":"Dmca","title":"Fred Durst Wants Sex Videos Squashed","body":"Dear [Private] and [Private],\r\n\r\nThis law firm represents Fred Durst. We understand that you are or purport to be in possession of a video depicting Mr. Durst in intimate relations with an ex-girlfriend (the \"Video\"), and that you have either broadcast or otherwise disseminated that Video or are threatening to broadcast or otherwise disseminate the Video.\r\n\r\nThe purpose of this letter is to put you on notice that the Video was stolen from the hard drive of Mr. Durst's computer; therefore any receipt of that Video is a violation of Federal and State criminal law with respect to receiving stolen property. Any public broadcast or other dissemination of that Video or any portion thereof shall constitute an invasion of Mr. Durst's right of privacy, a violation of his right of publicity, a violation of Civil Code Section 3344, a violation of Business & Professions Code Section\r\n17200, and a clear violation of the United States Copyright Act and the Lanham Act.\r\n\r\nDemand is hereby made that, to the extent that you have broadcast, disseminated or otherwise exploited the Video, or any portion thereof, you immediately cease and desist from such infringing activities. To the extent that you have not so broadcast, disseminated or otherwise exploited the Video, or any portion thereof, demand is hereby made that you refrain from doing so.\r\n\r\nUnder applicable Federal and State statutes, our client has all necessary legal remedies, including injunctive relief and damages, available to him in order to compel you to cease and desist all such infringing uses. Although we hope that litigation will not be necessary in this case, we shall resort to the courts without hesitation unless we receive adequate assurances that you have ceased and desisted from such infringing activities, and that you have complied with the following demands:\r\n\r\n1. That you execute a Declaration, signed under penalty of perjury, in which you represent that you will immediately cease and desist, as of the date thereof, from all manufacture, distribution, sale, broadcast, commercial exploitation, and advertising with respect to the Video, and that you will agree to a Stipulation of Injunctive Relief against your company in the event such representation is breached; \r\n\r\n2. That you turn over for destruction all copies of the Video that are in your present possession and/or control;\r\n\r\n3. That you turn over for destruction all copies of Mr. Durst's hard drive, or any portions thereof, that are in your present possession and/or control;\r\n\r\n4 That you provide us with all documentation evidencing purchases, sales, earnings, and other financial information pertaining to your commercial exploitation of the infringing Video (including, but not limited to, purchase orders and sales slips).\r\n\r\nUnless we receive the foregoing by close of business on March 4, 2005, we will be constrained to commence litigation against you, and shall immediately seek a Temporary Restraining Order and Seizure Order (of the Video and all of your servers and other computer equipment), as well as other appropriate relief.\r\n \r\nThis letter does not purport to be a complete or exhaustive recitation of the facts or circumstances underlying this matter; nor should any statement contained herein be construed as a waiver or relinquishment of any of our client's rights or remedies, whether legal or equitable, all of which are hereby expressly reserved.\r\n\r\nVery truly yours,\r\n\r\n[Private]\r\n\r\n","date_sent":"2005-03-04T05:00:00Z","date_received":"2005-03-04T05:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":"McPHERSON & KALMANSOHN, LLP","principal_name":"Fred Durst","recipient_name":"Gawker,com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}