{"dmca":{"id":6204,"type":"Dmca","title":"ICDSoft.com Abuse: Copyrighted content [flummel.com]","body":"Hello,\r\n\r\nWe have received the e-mail included bellow, according to which some files on your website for flummel.com are infringing copyright laws and regulations. We have disabled the access to the following directory.\r\n\r\n\r\nPlease login to the Control Panel for this site, and remove the music files.\r\n\r\nIf you need additional information, please do not hesitate to contact us again\r\n\r\nThank you!\r\n\r\nBest Regards,\r\nAbuse Team\r\nICDSoft.com\r\n\r\n-----\r\nOriginal message:\r\n\r\nTo : ICDSoft (Hong Kong) Limited\r\nCustomer Code: CM004\r\n\r\nDear Sirs,\r\n\r\nWe received a notice of infringing activity, forwarded email is for your reference.  Please take IMMEDIATE action to remove or disable access to the Infringing Material. If your company is providing web hosting services, please inform your customers to follow the case and reply on any action they took.\r\n\r\nYour prompt action on this matter would be highly appreciated. Please reply with your action taken.\r\n\r\nBest Regards,\r\nCustomer Service Department\r\niAdvantage Ltd. (A SUNeVision Company)\r\n\r\n\r\n\r\n----- Original Message -----\r\n\r\nSent: Wednesday, May 11, 2005 10:35 AM\r\nSubject: Cease & Desist Order ( REF: C13391 )\r\n\r\n\r\n > \r\n > iAdvantage Ltd.\r\n > \r\n > Kwun Tong\r\n > Hong Kong\r\n >\r\n > 11 May 2005\r\n >\r\n > REF: C13391\r\n > Site Type:  Local Host (CP)\r\n >\r\n > Dear :\r\n >\r\n > Re: supplying sound files via the Internet on your website  >  >  >\r\n > The International Federation of the Phonographic Industry [Hong Kong  > Group] (IFPI HKG) is the Hong Kong national group of the IFPI which  > represents some 1,450 record producers in over 75 countries around the  > world. As part of our work, we monitor the Internet, and take action  > against any person who uses music in a manner that infringes rights in  > sound recordings.\r\n >\r\n > IFPI HKG appreciates your interest in music but has also established that  > you have reproduced and/or are making available sound files of sound  > recordings owned by our Member Companies without their permission.\r\n >\r\n > Uploading protected sound recordings and making these sound files  > available via the Internet requires the permission of the appropriate  > right owners. Uploading and supplying copied sound files without such  > permission constitutes an infringement of our members' rights.\r\n >\r\n > As you can imagine, the illegal exploitation of the recordings harms  > anyone involved in the creation and distribution of music - for example,  > artists, record companies, composers, lyricists etc.\r\n >\r\n > We hereby urge you to cease making available the copied sound files via  > the Internet immediately and to provide your input to a legal music  > culture on the net. Please bear in mind that IFPI HKG will be checking  > that the above-mentioned activity has ceased.\r\n >\r\n > Thank you for your understanding and co-operation as a music lover.\r\n > If you have any questions please do not hesitate to contact me.\r\n >\r\n > Yours sincerely\r\n > International Federation of the Phonographic Industry (Hong Kong Group)  > Ltd  > \r\n","date_sent":"2005-05-11T04:00:00Z","date_received":"2005-05-11T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":"ICDSoft.com Abuse","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}