{"dmca":{"id":6214,"type":"Dmca","title":"Brazillian Playboy Affiliate Complains of Weblog's Links to Infringing Images","body":"Dear Sirs\r\n\r\n\r\n1. Acting in the capacity of attorneys in law of EDITORA S.A., a journalistic company that publishes the Brazilian version of the PLAYBOY magazine, exclusive licensee in Brazil of the \"PLAYBOY\" magazine, we hereby present this CEASE AND DESIST LETTER concerning the following:\r\n\r\n2. It has come to our attention that the person responsible for the weblog http://diariodaputaria.blogspot.com has posted several hyperlinks that lead to websites where photographs taken from the photo collections from the Brazilian edition of the PLAYBOY are exposed with no authorization from the Informer, owner of the copyrighted material, as below:\r\n\r\nAbril\r\n\r\n[private]\r\nSao Paulo SP ? Brazil ? 05425?902 \r\n[private] phone \r\n[private] fax \r\nLegal Department\r\n\r\n3. It is worth to emphasize that the massive linking to websites that commit the unauthorized use of the photos in reference, or of any others belonging to the Informer, configures contributory copyright infringement, subjecting the responsible to the legally admitted sanctions.\r\n\r\n4. With regard to the contributory copyright infringement, it is worth to emphasize that the responsible for the aforementioned weblog is likely to have sufficient knowledge of his infringing activity and also contributes to the infringing conduct of another (Gershwin Publishing Corp. v. Columbia Artists Management, Inc., 443 F. 2d 1159,1162 (2d Cir. 1971).\r\n\r\n5. In view of the foregoing and without prejudice to any action that could be taken against the responsible, including by the portrayed models themselves, we hereby demand that you immediately remove the content of the aforementioned weblog.\r\n\r\n6. On behalf of the Owner of the exclusive right to the copyrighted material at issue in this notice, we hereby state that we have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\r\n\r\n7. We hereby state, under penalty of perjury, that the information in this notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is being infringed as set out in this notification.\r\n\r\n8. Therefore, this letter is an official notification under provisions of section 512(a) of the U.S. Digital Millennium Copyright Act to effect removal of the detected infringement listed in the attached report. Thus it is established that after having received this notice, your company should notify us within twenty?four (24) hours as to the actions taken for the resolution of the outstanding issue.\r\n\r\nWith confidence,\r\n\r\n[Signature]\r\n[private]@abril.com.br\r\nOAB/SP \r\n\r\n[Signature]\r\n[private]@abril.com.br\r\nOAB/SP \r\n\r\n","date_sent":"2005-05-09T04:00:00Z","date_received":"2005-05-09T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Abril","principal_name":"Editora SA for Playboy","recipient_name":"Blogger [Google, Inc.]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}