{"dmca":{"id":6253,"type":"Dmca","title":"Belgian Web Design Company Complains of Copyright Infringement","body":"Messieurs,\r\n\r\nVous trouverez ci-dessous les informations au sujet du plagiat dont nous sommes victlme de la part d'un site concurrent present dans votre base de donnees (http://www.snapshotwebdesign.com).\r\n\r\nCes informations sont presentees conformement aux demandes de votre support technique en ligne.\r\n\r\n\r\nLes textes concernees par la violation de nos droits d'auteur sont presentes sur les pages\r\n\r\nhttp://www.snapshotwebdesign.com (contenu redactionnel de l'ensemble de la page) http://www.snapshotwebdesign.com/referencement.html (contenu redactionnel de l'ensemble de la page) \r\nhttp:t/www.snapshotwebdesign.com/a-propos.html (paragraphe : Nous concevons la creation de sites internet comme un processus global, notre offre de services do web design vise a etre la plus complete pour repondre a vos attentes et faire de votre site un outil performant de developpement au service de votre activite.  Si vous le souhaitez, nous n'hesiterons pas a aller au-dela de l'aspect graphique et technique pour vous fournir un reel accompangement, un coaching a travers toutes les etapes de ce processus de strategie internet). \r\n\r\n2. Ces textes sont des copies non autorisees du contenu redactionnel present sur notre site www.creation-sites-internet.be respectivement aux pages :\r\n\r\nhttp://www.creation-sites-internet.be/ http://www.creation-sites-internet.be/referencement.html http://www.creation-sites-internet.be\r\n\r\n\r\n3. Nos coordonnees\r\nVG-WEBDESIGN\r\n[private] Belgique \r\nTel [private] Fax: [private]\r\nE-mail [private]@vg-webdesign.be - Website http://www.creation-sites-internet.be\r\n\r\n4. Coordonnees de la societe responsable du plagiat:\r\nSnapshot Web Design sarl \r\n[private]\r\n\r\nJe suls convaincu, en toute bonne foi, que l'utilisation sur les pages web incriminees des travaux, proteges par des droits d'auteur, mentionnes ci-dessus nest pas autorisee par le proprietaire des droits d'auteur, son representant ou par la loi.\r\n\r\nJe declare sur l'honneur, en vertu de l'article Titre 17, Section 512, du United States Code que les informations fournies dans ma declaration sont exactes et que je suis le proprietaire des droits d'auteur ou autorise a agir au nom du proprietaire des droits exclusifs auxquels il a ete porte atteinte selon moi.\r\n\r\nNos courriers a la societe Snap Shot Webdesign demandant la suppression du contenu plagie sont restes a ce jour sans reponse.\r\n\r\nLes copies d'archives de la societe http://www.archive.ore/ prouvent l'anteriorite de la presence du contenu incrimine sur notre site internet. La version du contenu redactionnel vole est presente sur notre site depuis les mois d'avril et de mai 2004 (Voir annexe A). Le nom de domaine http://www.snapshotwebdesign.com/ a quant a lui ete enregistre le 10-Oct-2004.\r\n\r\nAu vu de ces elements nous vous demandons de faire le necessaire pour supprimer immediatement l'acces a ce contenu illegal via votre moteur de recherche.\r\n\r\nNous sommes persuades que vous porterez a ce courrier toute l'attention necessaire afin de nous alder a rectifier une situation de droits.\r\nDans I'attente d'une reaction de votre part, je vous prie d'agreer, Messieurs, l'expression de has salutations les meilleures.\r\n\r\n[signature]\r\n\r\nAnnexe jointe :\r\n","date_sent":"2005-05-13T04:00:00Z","date_received":"2005-05-13T04:00:00Z","topics":["Copyright","International"],"sender_name":null,"principal_name":"VG-Webdesign","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}