{"dmca":{"id":6324,"type":"Dmca","title":"Photos on Atlanta Website","body":"Just a friendly reminder to remove the photos we spoke\r\nabout this afternoon from your websites.\r\n\r\nAdditionally, I would ASK, not demand, that you remove\r\nALL photos of [private] from ALL\r\nwebsites and groups (to wit: Atlanta Black Booty,\r\nAtlanta Booty Cuties ABC's, Atlanta Booty Shack,\r\natlantablackbutt, et al.).\r\n\r\nI have read one of your model releases obtained from\r\nan independent model with whom you've previously dealt\r\nand according to that release you do not have a valid\r\nclaim. Your release is seriously lacking in the three\r\naspects required to make a binding contract and those\r\nare (1) an offer, (2) and accord and (3) a term.\r\n\r\nTherefore, were I to contact your webhost or law\r\nenforcement (ie: Federal Bureau of Investigation) on\r\nbehalf of my client, you would be found liable for\r\nwhich monetary and other punitive damages could be\r\nassessed.\r\n\r\nIt is not my desire, but certainly within my right, to\r\ntake it to that level. I have a person standing by to\r\nfile a cease and desist injunction against you and\r\nburtonl.com in Houston, I have made contact with the\r\nFBI to put them on alert regarding copyright\r\ninfringement and I am gathering information regarding\r\nyour webhost, so that when the injunction is filed I\r\ncan immediately have your websites shut down. The next\r\nmove is yours.\r\n\r\nI would ask that you use reason in making your\r\ndecision. The photos aren't doing you any good because\r\nyou cannot sell or otherwise offer her services from\r\nHouston, Texas (which would come under Texas' \"white\r\nslavery\" law) and they aren't doing my client any good\r\nbecause the information you have accompanying them\r\n(e-mail, phone number, 'etc) is obsolete. It is in the\r\nbest interests of all parties to delete the photos and\r\nreferences to my client.\r\n\r\nYou have until 12 noon on May 24th, 2005 to effect the\r\nremoval off all references of [private] from your websites and domains. There will be\r\nno further communication on this matter.\r\n\r\nSincerely, \r\n\r\n[private]\r\n\r\ncc: LK, RC(FBI), CW","date_sent":"2005-05-23T04:00:00Z","date_received":"2005-05-23T04:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"private","recipient_name":"private","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}