{"dmca":{"id":6331,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-06T04:00:00Z","date_received":"2012-06-06T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"IndiaStudyChannel","principal_name":"Tony John","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"The responses of the forum thread have  \nbeen copied by the blog and has been put up as an article  \ntitled \"Endosulfan Disaster in Kerala, Endosulfan Disaster in Kerala- Who \n\nis Responsible ?\". It is copied from the forum thread titled \"Endosulfan  \n\nDisaster in Kerala-Who is Responsible? Active Discussion\" A few sentences \n\nwhich have been copied are \"It is pretty easy to put the responsibility of\n \nthe whole disaster on government. I wont say that our government was  \nperfect to give a 'Endosulphan' like pesticide in the hands of our poor  \nfarmers. ( We should never forget the Controversial stand India took in  \nStockholm convention ). But what I would like to point here is the initial\n \nstages of the disaster when it just started to come out lightly.\nIn our kasargode, first when abnormal diseases was appeared in children  \ncommon people believed it to be a curse. And the 'curse' left no family in\n \nnearby five or six wards. Mental retardation in children, cancer in young \n\nmen became common affair. Even after the first scientific study,\nassumption  \ncame as 'water pollution problem'. Within days cows in the area also  \nstarted getting the 'curse' to give birth to unnatural calves. It was then\n \nquestions started arising against aerial spraying. (still only aerial  \nspraying ,not endosulphan!) .Again after some days doctor's started\nraising  \nquestion against the new aerial spraying pesticide - endosulphan.\nCollector  \nresponded - \" i can't do anything within the rule, We will have have wait \n\ntill something happens at the top.\" We know how much it will take to  \nsomething happen at the top. Also then doctors then had no scientific base\n \nfor their argument.\nAll said happened in 2001, Today I think it is 2011!.\nWe can see no proper studies are taking before any new pesticide or  \nchemical product 's are implemented in our country.( at least in this\ncase)  \n- all credits to government.!\nWe are the ones who are implementing it in our field and consuming  \n(partially) through our food. - We have no time to use our brains and to  \n\nsense between a stone and a bomb.\nAnd the politicians after the ban are playing 'You did-We did' game. Do\nyou  \nthink the atitude will change in future?\"","infringing_urls":[{"url":"http://ajay-dussad.blogspot.in/2011/04/endosulfan-disaster-in-kerala.html"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}