{"dmca":{"id":6334,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-06T04:00:00Z","date_received":"2012-06-06T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"IndiaStudyChannel","principal_name":"Avdhut Sonpethkar","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"The infringing article has been made from\n \nthe comments submitted at my client's post. A few sentences which have\nbeen  \ncopied are \"All the mobiles have a number in-built. It is written in it by\n \nmanufacturer and it is a 16 digit number this number is usefull when our  \n\nmobile gets stolen. We can block the mobile handset by using this number. \n\nWith the help of Service provider we can also recover the mobile\njust press *#06# you will get a IMEI number. It works for all kinds of  \nmobile. Just store that number some where it is usefull if your mobile\ngets  \nlost or stolen.\n\nYes, if you can get that IMEI no then you can find out your mobile vinay.\nAsk your service provider for IMEI no. Because most of the times the  \nservice providers have the IMEI no when ever we are calling from our  \nmobile. Check it out this service is availabel or not because the BSNL  \nprovides this service.\n\nYes, if the mobile is lost we cannot find it unless the mobile phone  \nsupports the tracker facility i.e we have to feed the another mobile no in\n \nmobile. If the person who got the mobile changes the sim the mobile  \nautomatically sends a message ( the new sim number) to the mobile which is\n \nfed.\nIts better to give your home land line no as \"welcome note\"\nin settings-> phone settings\n> welcome note\nthis is a message displayed whenever the phone is switeched on\nif the person whishes he can contact you to return the phone\nif the mobile is lost register a FIR in the nearest police station where\nit  \nis lost and get the FIR Copy. And give the FIR Copy and your identity\nproof  \nto your mobile serivice provider ( BSNL, Airtel, Idea, Hutch etc. ) they  \n\nwill issue a new sim of the same number along with your existing talktime \n\nbalance\nhope this information is useful to you\n\nFriends, last week I lost my mobile Nokia 5200 set. Also immediately went \n\nto police station to file the FIR. But simply they got an request letter  \n\nfrom me and also Rs.500. They didnt take my FIR and to follow they gave\none  \npolice man no to contact. Whenerver call him he is telling if get the  \nmobile we will cal you other dont distrub us. so wht should I do. Is there\n \nany way to find my mobile or any website to block that mobile.\n\nAll the Heart-Broken people who have lost your mobile handsets can take  \ncourage and strength from the fact that we came empty handed and have to\ngo  \nback empty headed.Many marriages have broken down due to Mobiles. The SMS \n\nbug which has fast spread world-wide has also contributed to breakages in \n\nrelationships. Remember Tiger Woods. I too am in this club of loosers lost\n \n3 handsets ( Sony Ericson, Motorola & Samsung ) in quick successions and  \n\nour Police except for Avadhut from Sonepat, who got a lucky break no one  \n\nelse has had that break, it has been a break-down of communications and  \nloss of vital information. Now I am back to maintaining a Diary and am  \nHappy. So don't take the responsibility of owning a tension and bury your \n\nmobile inside the earth to save humanity from Radiation.\"","infringing_urls":[{"url":"http://ajay-dussad.blogspot.in/2011/04/how-to-recover-your-stolen-mobile-using.html"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}