{"dmca":{"id":6339,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-06T04:00:00Z","date_received":"2012-06-06T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"IndiaStudyChannel","principal_name":"Mohit Gupta","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"The whole article \"Job or business:  \nAdvantages and disadvantages\" has been copied by the infringing blog  \nstarting with the text \"ndia is a land of diversity and there are lot of  \n\nways where and how we can earn. It can be in form of a job or we can do  \nsome sort of business to ear our livelihood. It is common process that a  \n\nperson who is not in studies always tends to do a business or a person who\n \nhas a background of business family always inclined towards business only.\n \nBut the people who are in family where all are doing jobs then it becomes \n\nvery difficult for them to go in business as there is very insecurity if  \n\nthey opt for business.\nJob process thinking\nThere are many study options in India and as the economy is growing so as \n\nthe job options. Most of the students here when doing the studies always  \n\nhave in mind to do the jobs after getting graduation. No body thinks to  \nstart up any business as their is lot of risk involved in starting up of  \n\nbusiness and there is lot of investment required too. Therefore a middle  \n\nclass person always think about to get a regular fixed source of earning  \n\nwhich can be fulfilled by job only.\nAfter getting the degrees of diplomas when a person starts doing a job\nthen  \nhe bound s himself to a place where he do the fix work for a fixed salary.\n \nHere his whole life keep on rotating between home and job. Jobs are very  \n\ntedious these days where apart from the fixed hours you need to put more\nto  \nget some good ranking in the appraisals.\" and continuing till the end","infringing_urls":[{"url":"http://ajay-dussad.blogspot.in/2011/04/complete-overview-on.html"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}