{"dmca":{"id":6447,"type":"Dmca","title":"Canadian Human Rights Commission Complains of Hate Speech in Google Groups","body":"I am Legal Counsel with the Canadian Human Rights Commission. The Commission, as part of the Government of Canada works to further equality and eradicate discrimination in all its forms. It is responsible for enforcement and administration of the Canadian Human Rights Act which is quasi-constitutional law in Canada.\r\n\r\nI am writing to inform you of a recent order made by the Canadian Human Rights Tribunal in the above-referenced file. I have attached a copy of the Tribunal's order which was issued against Eldon Warman on April 27, 2005.\r\n\r\nThis hearing involved a complaint which alleged that the Respondent, Eldon Warman, communicated or caused to be communicated material that is likely to expose persons of the Jewish faith to hatred or contempt contrary to section 13 of the Canadian Human Rights Act\r\n\r\nWhile no order has been made against Google, the Tribunal encourages your company to remove the offending material from its newsgroups. I will forward you an electronic listing of the URLs where this material was last located for your convenience once I have received your response and information regarding where this information should be directed.\r\n\r\nThe Commission appreciates your assistance in this matter. Please do not hesitate to contact me should you have any questions or concerns.\r\n\r\nSincerely,\r\n[Signed]\r\n[Private]\r\nLegal Counsel\r\n\r\nc.c. [Private], Google Inc.; [Private], Canadian Human Rights Tribunal; [Private], Complainant; [Private], Respondent\r\n\r\nEncl.\r\n\r\n<hr>\r\nThe Tribunal hereby orders;\r\n\r\nHaving found that Eldon Warman did communicate, repeatedly, by means of the facilities of a telecommunications undertaking within the legislative authority of Parliament, matter that is likely to expose people of the Jewish faith to hatred or contempt, the complainant's section 11 Complaint is substantiated.\r\n\r\nThe Tribunal orders that the Respondent, Eldon Warman, cease the discriminatory practice of communicating telephonically or causing to be communicated telephonically by means of the facilities of a telecommunications undertaking within the legislative authority of Parliament, matters of the type contained in Exhibits HR-4 to HR-49, or any other messages of a substantially similar content, that are likely to expose a person or persons to hatred or contempt by reason of the fact that that person or persons are identifiable on the basis of a prohibited ground of discrimination, contrary to s. 13 (1) of the Canadian Human Rights Act.\r\n\r\nHaving regard to the fact that much of the material at issue in this hearing was posted on Google.com newsgroups the Tribunal would encourage the proprietors of the Google.com website to remove the offending material from its site.\r\n\r\nThe Tribunal will provide its full reasons for this decision and its decision regarding the Commission's request for a penalty of $10,000 pursuant to s.54(1)(c) of the Canadian Human Rights Act in due course.\r\n","date_sent":"2005-05-26T04:00:00Z","date_received":"2005-05-26T04:00:00Z","topics":["Copyright","International"],"sender_name":"Legal Counsel","principal_name":"Canadian Human Rights Commission","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}