{"dmca":{"id":6449,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-06T04:00:00Z","date_received":"2012-06-06T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"IndiaStudyChannel","principal_name":"Nidhi Gupta","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"The whole article starting with the  \ntext \"The result of 10th class is not yet declared. Nowadays the schools  \nare teaching students how to choose best subject after 10th class. Students  \nshould take proper attention while selecting the subjects or stream after  \n10th. This article will help all the students to decide that they should  \nenter into which stream after class X. Also, some important factors while  \nselecting subjects after Class 10th (Class X) or Class 12th (Class XII)\n\n\nThere are three main streams from which you can choose subjects for class  \n11th after exams of class X. These are Science, Commerce and Arts.  \nWhichever the stream is, students have to choose any five subjects.  \nSometimes, the students select one additional subject in order to score  \nhigher percentage.\n\nScience stream after Class 10th (Class X)\n\nStudents opting for science stream have to choose English, Physics and  \nChemistry as compulsory subjects. Other than this, you have the option to  \nchoose Biology or Maths with a vocational subject. You can also choose  \nBiology and Maths without any vocational subject. The students who want to  \ndo engineering after class 10th should choose Maths and those who want to  \nopt for medical after Class 10th should choose Biology. If any student want  \nto course like biotechnology or nanotechnology should select the  \ncombination of Physics, Chemistry, Maths and Biology.\n\n•\tSome students choose Economic along with Science. They feel that this  \nwould be helpful when they will study management after Engineering. But  \nthis does not happen because in Class 12th, you study much basics of  \nEconomics which is not must useful during Management. However, if you  \nselect both Maths and Economics then it's a good combination.\n•\tStudents of Science stream could enter into Commerce and Arts other than  \nScience. But if they will enter into Commerce stream then they need to  \nscore more marks than Commerce students.\n\nCommerce stream after Class 10th (Class X)\n\nStudents entering into Commerce stream have to select Accounts, Business  \nStudies, English and Economics. Other than this, you can choose Maths. But  \nif you don't want to opt for Maths, then you choose any subject out of  \nsociology or physiology. \" and continuing till the end has been copied by  \nthe infringing blog","infringing_urls":[{"url":"http://ajay-dussad.blogspot.in/2011/04/what-to-do-after-class-10th-class-x_22.html"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}