{"dmca":{"id":6509,"type":"Dmca","title":"Proprietor of Thai Introductions objects to Thai-wives-for-all","body":"THEFT OF COPYRIGHT AND INTELLECTUAL PROPERTY OF \r\nwww.thai-professional.com by www.thai-wives-for-all.com\r\n\r\nTo Whom it may concern.\r\nI, [private] am the owner of the copyright and ALL intellectual property on my website www.thai-professional.com which relates to Thai Professional Introductions.\r\n[Signature]\r\n\r\n[Private] ( Proprietor of Thai Professional Introductions)\r\n\r\n\r\nI wish to draw your attention to the copyrighted work on all the webpages of www.thai-professional.com\r\n\r\nPLEASE CAREFULLY COMPARE\r\n\r\nwww.thai-professional.com\r\nand the copyright infringing site \r\nwww.thai-wives-for-all.com\r\nPLEASE view thoroughly, and you will soon see the OUTRIGHT BREACH OF\r\nCOPYRIGHT!!!\r\n\r\nI HAVE NOT LISTED ALL THE PAGES OF THE SITE , BUT THEY THEY ALL HAVE TEXT CONTENT AND/OR DESIGN COPYRIGHT INFRINGEMENT ISSUES!!!!\r\n\r\nALSO\r\nI should like to request that you remove www.thai-wives-for-all.com\r\nfrom the Google and Yahoo index - as the content of the WHOLE site is taken DIRECTLY from my website www.thai-professional.com !!!!\r\n\r\nI have enclosed below the following webpages from website www.thai-wives-for-all.com\r\n\r\nwhich have large copied large areas of TEXT AND DESIGN from webpages of my copyrighted website www.thai-professional.com\r\n\r\n\r\nPLEASE NOTE that not only has text been copied VERBATIM (Completely copied and pasted!!!) MANY AREAS - BUT ALSO WEBSITE DESIGN\r\n\r\nFOR EXAMPLE PLEASE VISIT THE FOLLOWING WEBPAGES OF \r\nwww.thai-professional.com\r\n\r\nhttp://www.thai-professional.com/clients.htm this video clip page layout AND text has been directly copied (SEE BELOW)\r\n\r\nhttp://www.thai-wives-for-all.com/clients.html\r\n[Screenshot]\r\nhttp://www.thai-professional.com/ladies.htm this design has been directly copied ! ( SEE BELOW)\r\nhttp://www.thai-wives-for-all.com/ladies.html\r\n\r\n[Screenshot]\r\n \r\nhttp://www.thai-professional.com/etiquette.htm ALL TEXT of this page has been copied (SEE Below)\r\n\r\n\r\nhttp://www.thai-wives-for-all.com/etiquette.html\r\n[Screenshot]\r\n[Missing Page]\r\n[Screenshot]\r\nhttp://www.thai-professional.com/girlmonth.htm \r\nsee\r\nhttp://www.thai-wives-for-all.com/girlmonth.html\r\n\r\n[Screenshot]\r\n\r\nwww.thai-wives-for-all.com ALSO appears VERY LIKELY to have plagiarised design from another website to a lesser degree. However that is not my concern.\r\nPlease can you investigate this matter IMMEDIATELY, and reply to me at your earliest convenience; advising what action you will be taking.\r\nYou can contact me on [private]@thai-professional.com\r\n\r\n\r\n\r\nPage 16\r\nFAX +44 [phone] \r\nPhone +44 [phone]\r\n\r\nPostal Address\r\n[private] Kidderminster Worcs DY1O 2DP\r\n\r\nPLEASE LET IT BE KNOWN. That it is to my CERTAIN knowledge that the disputed use of stolen material from www.thai-professional.com has NOT been authorised by me ([private]) the intellectual property owner or ANY other person acting on my behalf as an agent, or the law.\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is NOT authorised by the copyright owner, its agent, or the law.\r\n\r\nFurthermore; I wish to state; that I swear under penalty of perjury, that the information in the notification is accurate this notice is accurate, and that I [private], am the copyright and intellectual property owner.\r\n[Signature]\r\n\r\n[private] ( Proprietor of Thai Professional Intrductions)\r\nPlease can you confirm receipt of ALL pages - Intro page - Plus 16 others, by return email and give this URGENT matter (which has caused me much stress , as it can appear to a casual internet browser that we are in some way linked to the other dubious cowboy outfit, thereby blackening our hard earned excellent ethical reputation in this field, and causing us potential loss of earnings.) your VERY best attention,\r\n\r\nRegards,\r\n[Signature]\r\n[private]","date_sent":"2005-05-27T04:00:00Z","date_received":"2005-05-27T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Thai Professional Introductions","recipient_name":"Google Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}