{"dmca":{"id":6544,"type":"Dmca","title":"IFPI DMCA (Copyright) Complaint to Google","body":"Dear Google Team,\n\n \n\nWe refer to your email of 16 July. \n\n \n\nWhen we provided the Terms of Service Violation Notice on 10 July 2012 all\nof the URLs detailed in the spreadsheet attached to the Notice linked to\ninfringing material. \n\n \n\nAs at 30 July 2012 one of the URLs no longer has an active link to\ninfringing material,\n(http://cualquiercosamenossordo.blogspot.com/search/label/AC-DC) but the\nremaining 18 URLs attached to our email of 13 July 2012 and the remaining 9\nURLs attached to our email of 10 July 2012 continue to link to the same\ninfringing content specified in the Notice.  \n\n \n\nWe are therefore unclear as to how you concluded, as you state in your 16\nJuly email, that the posts specified did not contain allegedly infringing\nmaterial.  In that email, you request detailed information to enable you to\nlocate the allegedly infringing content. We provided you with such detailed\ninformation in our original Notice, however we have updated that information\nto take account of the developments described above, and attach a\nspreadsheet setting out that information.\n\n \n\nThe Identified Blogger Site (http:cualquiercosamenossordo.blogspot.co.uk) is\ncontinuing to make available reproductions of sound recordings owned or\nexclusively controlled by certain IFPI member companies, without those\ncompanies' authorisation.  Accordingly we reiterate our request that you\nimmediately terminate the hosting of the Identified Blogger Site, in\naccordance with your terms of service. \n\n \n\nWe look forward to hearing from you.\n\n \n\nKind regards\n\n \n\nJeremy\n\n \n\n \n\n \n\nHello Jeremy,\n\nUpon recent review of the blog(s) mentioned in your complaint, it appears\nthat posts specified do not contain allegedly infringing material.\n\nIf this matter is still a concern, please reply to this email with\ndetailed information to enable us to locate the allegedly infringing\ncontent.\n\nRegards,\n\nThe Google Team\n\n\n\nOriginal Message Follows:\n------------------------\nFrom: \"Notices\" <[redacted]ifpi.org>\nSubject: RE: [#1069553490] TERMS OF SERVICE VIOLATION - Unauthorised sound\n\trecordings - Notice\t(Ref:C196698)\nDate: Fri, 13 Jul 2012 14:55:52 +0100\n\n> Dear Sirs,\n> \n> Please find attached some examples of infringing content including the\n> artist and track information.\n> \n> Thank you\n> Regards\n> IFPI\n> \n> -----Original Message-----\n> From: The Blogger Team [mailto:removals@google.com] \n> Sent: 10 July 2012 19:31\n> To: Notices\n> Subject: Re: [#1069553490] TERMS OF SERVICE VIOLATION - Unauthorised\n> sound recordings - Notice (Ref:C196698)\n> \n> Hello Jeremy,\n> \n> We have received your attached TERMS OF SERVICE VIOLATION notice,\n> however we need additional information from you in order to continue\n> investigating. For each URL you've provided, please identify the exact\n> content that you violates our terms. Once we have received this\n> information, we will be able to continue our investigation.\n> \n> We appreciate your cooperation.\n> \n> Regards,\n> \n> The Google Team\n> \n> \n> \n> Original Message Follows:\n> ------------------------\n> From: \"Notices\" <[redacted]ifpi.org>\n> Subject: TERMS OF SERVICE VIOLATION - Unauthorised sound recordings -\n> Notice\n> \t(Ref:C196698)\n> Date: Tue, 10 Jul 2012 10:59:54 +0100\n> \n> > 10 July 2012\n> > \n> >  \n> > \n> > Google, Inc\n> > \n> > Blogger Legal Support, DMCA Complaints\n> > \n> > 1600 Amphitheatre Parkway\n> > \n> > Mountain View, CA 94043\n> > \n> >  \n> > \n> > Attn: Blogger Legal Support, DMCA Complaints\n> > \n> > Email:  <mailto:[redacted]google.com> [redacted]google.com\n> > \n> >  \n> > \n> > Ref: http://cualquiercosamenossordo.blogspot.co.uk\n> > \n> > Re: (Links attached)\n> > \n> >  \n> > \n> > Dear Sir/Madam,\n> > \n> >  \n> > \n> > I am writing to you on behalf of the International Federation of the \n> > Phonographic Industry (IFPI) and the record companies it represents, \n> > in relation to a Blogger website hosted by Google at \n> > http://cualquiercosamenossordo.blogspot.co.uk (\"the identified Blogger\n> \n> > Site\"). IFPI believes the Identified Blogger Site is primarily \n> > dedicated\n> to\n> > copyright infringement in a manner that violate's Google's terms of\n> service.\n> > We attach a spreadsheet, for your review, which sets out multiple URLs\n> from\n> > the Identified Blogger Site that make available reproductions of sound\n> \n> > recordings owned or exclusively controlled by certain IFPI member\n> companies,\n> > without those companies' authorisation. We ask that you immediately \n> > terminate the hosting of the Identified Blogger Site, in accordance\n> with\n> > Google's terms of service.   \n> > \n> >  \n> > \n> > As you know, IFPI is a trade association that represents over 1,400\n> major\n> > and independent record companies in the US and internationally who\n> create,\n> > manufacture and distribute sound recordings (the \"IFPI Represented \n> > Companies\"). IFPI is authorized to act on behalf of the IFPI \n> > Represented Companies in matters involving the infringement of their \n> > sound\n> recordings,\n> > including enforcing their copyrights and common law rights on the\n> Internet.\n> > \n> >  \n> > \n> > IFPI's top priority is to prevent the continued availability of the \n> > IFPI Represented Companies' content on the internet.  Unauthorized \n> > copies of sound recordings that are freely available, especially \n> > pre-release recordings, cause substantial damage to the IFPI \n> > Represented Companies\n> every\n> > hour and day they remain available.  In making this communication we \n> > are seeking to ensure that infringing content is removed from the \n> > internet\n> as\n> > quickly as possible through your cooperation.  However, please note \n> > that\n> we\n> > do not admit that we or the IFPI Represented Companies are responsible\n> for\n> > detecting infringing material and notifying you of it.  Please also \n> > note that this communication does not constitute a waiver of any right\n> \n> > to\n> recover\n> > damages incurred by virtue of the unauthorised activities described in\n> it.\n> > Such rights, as well as claims for other relief are hereby expressly \n> > reserved.\n> > \n> >  \n> > \n> > You may contact me at IFPI Secretariat, [redacted], London W1J 0DD,\n> \n> > United Kingdom or email  <mailto:[redacted]ifpi.org> [redacted]ifpi.org, \n> > to discuss this communication.\n> > \n> >  \n> > \n> > We await your response.\n> > \n> >  \n> > \n> > Yours faithfully\n> > \n> >  \n> > \n> > [redacted]\n> > \n> > Director, Internet Anti-Piracy\n> > \n> > IFPI\n> > \n> > [redacted]\n> > \n> > London\n> > \n> > W1J 0DD\n> > \n> > United Kingdom\n> > \n> > Email:  <mailto:[redacted]ifpi.org> [redacted]ifpi.org\n> > \n> >  \n> > \n> >  \n> > \n> >  \n> > \n> >  \n> > \n> >  \n> >\n\n","date_sent":"2012-07-30T04:00:00Z","date_received":"2012-07-30T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Director, Internet Anti-Piracy","principal_name":"IFPI","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}