{"dmca":{"id":6644,"type":"Dmca","title":"Habbo Hotel Complains of Virtual Furniture Cloning","body":"Dear Sir/Madam,\r\n \r\nThe site below, hosted by you, is infringing our copyright. I hereby\r\nconfirm that I am authorized to act on behalf of the owner of the\r\ncopyright for http://www.habbohotel.co.uk\r\nThe owner of this copyright is\r\nSulake UK Ltd.\r\n \r\nwww.habbohotel.co.uk is an online graphical chat and gaming environment for teenagers. The site takes the form of a virtual hotel, where each user is represented by an avatar called a Habbo. Habbos can walk, talk and dance in all of the hotel's public and private rooms. Private rooms are created by the Habbos themselves and are furnished by them using Habbo Credits. Users purchase Habbo Credits using all the normal online payment methods, such as credit or debit cards, reverse SMS billing, premium rate phone lines and cheques.\r\n \r\nOur copyright ownership is clearly stated on the site thus:\r\n 'All rights including trademarks, copyright and database rights in this\r\nwebsite and its contents are owned by or licensed to Sulake UK Ltd. All\r\nrights are reserved.'\r\n \r\nI have a good faith belief that the use of our material on this\r\nwebsite is not authorized by Sulake UK Ltd, the copyright owner, or the\r\nlaw.\r\n \r\nI hereby confirm that all of the above information is accurate and that\r\nI am authorized to act on behalf of the copyright owner. I state this\r\nunder penalty of perjury.\r\n \r\nI am thus writing to you to request that this site is removed from\r\nyour servers forthwith. Please inform me when this has been effected.\r\n \r\n http://www.habbofurniclone.blogspot.com/\r\n\r\nYours sincerely,\r\n \r\n\r\n\r\n::[Private]\r\n\r\n::Safety Officer, Sulake Corporation\r\n\r\n::[private]@sulake.com","date_sent":"2005-06-13T04:00:00Z","date_received":"2005-06-13T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Sulake UK Ltd.","recipient_name":"Blogspot [Google, Inc.]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}