{"dmca":{"id":6654,"type":"Dmca","title":"Piano vendor says competitor's copying hits a wrong note","body":"Dear Sirs\r\n\r\nRE: COPYRIGHT INFRINGMENT FOUND ON COMPETITOR'S SITE\r\n\r\nOur webpage containing the original copyrighted material is at: http://www.chrisvenables.co.uk/index.htm \r\nThe copyright infringement is found at http://www.bristolpianocompany.co.uk\r\nBristol Piano Company's website index page features in the header: copied word-for-word \"keywords and key phrases\" meta tag, and our \"description\" meta tag.\r\n\r\nMost importantly, there is text in the body lag (hidden, please view source from browser) towards the bottom, which has been very slightly altered but is substantially a copy to improve search engine result listings.\r\n\r\nThis text is seen in the description field of a search result listing, and includes \"official no 1 top UK Yamaha piano dealer\" which is our title as we are officially Yamaha piano's no 1 UK dealer.\r\n\r\nBristol Piano Company have only just recently setup a website (their first) whereas we have had a site on this domain since c.2000. The copyright material was first. published on our site in 2004.\r\n\r\nSubstantial amounts of content have been copied word-for-word (and some very minor alterations) from our index page, which has given us a good search engine results. Many weeks have been spent optimising, furthermore - an annual spend of over L1,000,000 with Yamaha UK has earnt us our title as the Yamaha UK's No .1 Top Piano Dealer.\r\n\r\nWe also own the domains. active sites and content of 'YamahaPianoWorld.co.uk' 'ThoPianoCentre co uk' 'ThePianoShowroom.co.uk'. which are also listed and is copied from our page.\r\n\r\nWe ask you kindly to prohibit this site as this site contains substantial material that has been copied without our consent and also falsely claims Bristol Piano Company to be the \"Official No. 1 Top UK Yamaha Piano Dealer\" which is not the case and is therefore misleading to those using your search engine.\r\n\r\nI have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\r\nUnder penalty of perjury, I hereby state that the above information in my notice is accurate and that I am the copyright owner and author\r\nThank you in advance for your help.\r\n\r\nYours faithfully\r\n\r\n[Signature]\r\n\r\n[private]\r\nPartner\r\n\r\n","date_sent":"2005-06-09T04:00:00Z","date_received":"2005-06-09T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Chris Venables Pianos","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}