{"dmca":{"id":6660,"type":"Dmca","title":"Telemarketing supplier complains to Google of trademark infringement, search rank","body":"User Support:\r\n\r\nThis is our formal complaint against the website owner whose sites are currently listed in your search engine index. We believe these sites are presenting false and misleading content and is infringing on our trademarked products and website information. We request that you review these sites and remove them from the Google search results.\r\n\r\n(1) Our Copyrighted material is located here: http://www.databasesystemscorp.com\r\n\r\n(2) The offending websites that are copying our material are located here:\r\n\r\nhttp://www.callcentersolution.com\r\nhttp://www.vocalcom.com http://www.vocalcom.de http://www.vocalcom.ca http://www.vocalcom.be http://www.vocalcom.fr\r\n\r\nBACKGROUND\r\n\r\nThe following documents the copyright infringement and false promotion and misrepresentation by the owner of the following sites and affiliates. The website owner is a foreign corporation headquartered in Paris, France, but has offices in the US. The US office address and phone number arc included above.\r\n\r\nThe following arc just a few of the web pages that we found containing our copyright and trademark information. Because of the widespread use of our copyright material we believe the entire site has been front-ended with re-direct pages that also contain our trademarks:\r\n\r\nhttp://www.callcentersolution.com\r\nhttp://www.vocalcom.com http://www.vocalcom.de. http://www.vocalcom.ca http://www.vocalcom.be http://www.vocalcom.fr\r\n\r\nThe following are other individual pages that are redirects containing our copyright material.\r\n\r\nhttp,//www.vocalcom.com/telemarketing/telemarketing-software.html http://www.vocalcom.com/telemarketing/telemarketing-automatic-dialer.html http://www.callcentersolution.com/telemarketing/outbound-telemarketing-dialers.html \r\nhttp://www.vocalcom.com/telemarketing/outbound-telemarketing-dialer.html http://www.vocalcom.de/telemarketing/outbound-telemarketing-dialer.html http://www.callcentersolution.com/telemarketing/telemarketing-scripts.html\r\n\r\n\r\nThese pages are designed for search engines and the user is immediately re-directed to different pages that contain this company's product and service information. The above pages ate stuffed with keywords and also contain trademarked and copyright information copied directly from our website. The following are the actual pages the visitors are redirected to when entering the above pages:\r\n\r\nhttp://www.callcentersolution.com/Solutions-centre-d-appels_en.aspx \r\nhttp://www.vocalcom.com/Solutions-centre-d-appels_EN.aspx http://www.vocalcom.de/Solutions-centre-d-appels_de.aspx http://www.vocalcom.fr/Solutions-centre-d-appels.aspx http://www.vocalcom.be/Solutions-centre-d-appels.aspx\r\n EXAMPLE OF GOOGLE SEARCH\r\n\r\nThe following is just one example of how this website owner is falsely representing VocalCom. PACERTM Predictive Dialer is a registered product of Database Systems Corp. There are no duplicates or conflicting names in the market. When using the Google Search Engine and entering the search term \"Pacer Predictive Dialer\" the aforementioned web pages appear in the search results including the number 1 and 2 position. VocalCom has effectively hijacked our website because our website had always been displayed in the first 2 positions prior to the May 2005 Google index update. The information displayed in the description of this search result is copied directly from our website and contains trademarked information belonging to Database Systems Corp.\r\n\r\n\r\n[Screenshots]\r\nWe stopped listing results after 7 pages were displayed.\r\n\r\nNote that the site owner has created different URL's, but the content is virtually identical. This appears to be true for all of the referenced web pages above.\r\n\r\nIf the visitor clicks on this search result, they are REDIRECTED to a different web page than what is listed in the Google search results. These pages appear to be identical in content. A copy of the Google cache of one of the result pages (www.vocalcom.it) is included as an\r\n attachment to this document. Cache of the other sites could not be saved ","date_sent":"2005-06-10T04:00:00Z","date_received":"2005-06-10T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Database Systems Corp.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}