{"dmca":{"id":6692,"type":"Dmca","title":"Text DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-16T05:00:00Z","date_received":"2012-01-16T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"glitzmedia","principal_name":"filmglitz.com","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Ranjith is a director who has learned from  \nhis experience a lot.We just cannot compare the old movies of Ranjith, to  \nthe present style of Ranjith Movies, starting from Devasuram.Based on  \nR.Unni’s short story Leela,hitmaker Ranjith’s next movie is named as  \nLeela.Director Shyamaprasad will be composing music for the movie Leela .  \nScriptWriter Shankar Ramakrishnan is doing an important role in the movie  \ntoo. Ann Augstine is confirmed to be in the title role of the film Leela,  \nthe never ending play.Another speciality of the movie is Veteran actors  \nThilakan & Nedumudi Venu is sharing screen after a long time.\nLeela’s locations will be at  Thiruvananthapuram , Ernakulam , Kuttanad and  \nWayanad.As per the sources Kunjunni,son of reknowned cinemetographer  \nS.Kumar will be doing a role in this movie.Movie will be released under  \nRenjith’s Capitol Theatre.Ranjith’s last film Indian Rupee was a hit but,  \nit could have been better by giving enough publicity through various  \nsources.The publicity was limited to one or two online media and some  \nmagazines.The movie ran for a long time at the screens though it took time  \nto pick up initially.Hopefully the same will not be repeated for this  \nmovie. This movie will definitely give the talented Ann Augustine and a  \ndirector like Ranjith would definitely explore the skills of this young  \nactress, who has inherited the talent from her dad, actor Augustine.","infringing_urls":[{"url":"http://cinemadoctor.blogspot.com/2012/01/ranjiths-leela-new-malayalam-movie.html"}],"copyrighted_urls":[{"url":"http://filmglitz.com/malayalam/?p=942"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}