{"dmca":{"id":6711,"type":"Dmca","title":"Perfect 10 finds Google image search imperfect (#8)","body":"Dear [private] and [private],\r\n\r\nIt seems that despite our complaints to you, you continue to damage our business more and more. First it was web search, then image search, and now you're offering thousands of our images via mobile phones. It has become clear that you are misappropriating our images and hundreds of thousands of other adult images and offering them for free to increase your traffic and advertising revenues. You don't need to offer any adult images to be a search engine, let alone hundreds of thousands, many of which are extraordinarily explicit.\r\n\r\nIn a prior communication, I attached the declarations of celebrities Britney Spears, Christina Aguilera, Anna Kournikova, Yasmine Bleeth, and Rebecca Gayheart indicating that they have not authorized any celebrity porn site to use their names or images. With this information, our DMCA notices, and the many disclaimers on these sites, you should realize (if you do not already) that virtually all the \"celebrity porn\" sites whose content Google offers do not have the rights to their content. If your company is really serious about respecting intellectual property rights, you should require licenses or some other proof that celebrity porn sites own ANY of their celebrity images. They don't, and you don't have the rights to copy or display those images either.\r\n\r\nWebsites whose adult images Google copies and shows to the public that admit that they do not own the rights to their content and typically have misappropriated Perfect 10 images or rights of publicity ","date_sent":"2005-06-12T04:00:00Z","date_received":"2005-06-12T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Perfect 10, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}