{"dmca":{"id":6831,"type":"Dmca","title":"Satellite TV company complains of copying","body":"Dear User Support Agent,\r\n\r\nWe previously sent a notice of infringement, but due to concerns with our fax machine and insufficient information on our previous notice, we are resending a new notice with updated information that explains in more detail exactly what textual material has been copied from our website by the infringing websites cited in the notice. If you have any questions or require additional information, feel free to contact me.\r\n\r\nSincerely,\r\n[Signature]\r\n[private]\r\n[private]@clear-link.com \r\n[private]\r\n\r\n<hr>\r\n\r\nDear User Support Agent,\r\n\r\nAccording to the instructions contained on your website at http://www.google.com/dmca.html, we are filing this notice of infringement regarding two websites that are infringing our copyrighted work.\r\n\r\n1. Identify in sufficient detail the copyrighted work that you believe has been infringed.\r\nThe copyrighted work at issue is the text that appears on www.satellite-tv.ws and its related links.\r\n\r\n2. Identify the material that you claim is infringing the copyrighted work listed in item #1 above.\r\nInfringing Web Pages: www.satellite-dish.be www.satellite-tv-dish-network-x.com\r\n\r\nThe following has been copied from our website:\r\nProgramming Packages\r\nOverview page\r\nPackages pages\r\nAll Channel Detail pages (over 400 pages)\r\nProgramming Comparison page\r\nDigital Video Recorder (DVR) page\r\nHDTV Package page\r\nSatellite Articles pages (12 pages)\r\nFAQ pages (36 pages)\r\nSatellite Glossary pages (94 pages)\r\nDish by State pages (over 2,000 pages)\r\n4 Sitemap pages\r\n\r\nFor example, if you locate either of the two web pages cited in this Part 2 and click on the link for \"Satellite Glossary\" and then click on the first link \"Access Card,\" you will notice that the textual material that then appears is identical to the textual material found on our website cited in Part 1 under the same links. This is just one specific example of numerous others that I could have provided, but such copying of our website has occurred generally throughout the above bulleted areas.\r\n\r\nProvide information reasonably sufficient to permit Google to contact\r\nyou. [private]@clear-link.com or [private]@idishnetwork.com\r\n\r\nProvide information, if possible, sufficient to permit Google to notify\r\nthe owner/administrator of the web page that allegedly contains infringing\r\nmaterial.\r\n\r\nFor both infringing cites, the owner information is as follows:\r\nowner-address: [private] Hillcrest, CA 92103\r\nphone: +1.[private]\r\ne-mail: [private]@hotmail.com\r\n\r\nI have a good faith belief that use of the copyrighted materials\r\ndescribed above on the allegedly infringing web pages is not authorized\r\nby the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury, that the information in the\r\nnotification is accurate and that I am the copyright owner or am\r\nauthorized to act on behalf of the owner of an exclusive right that is\r\nallegedly infringed.\r\n\r\nSincerely,\r\n[Signature]\r\n[Private], Clearlink Technologies\r\n\t","date_sent":"2005-06-07T04:00:00Z","date_received":"2005-06-07T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Clearlink Technologies","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}