{"dmca":{"id":6843,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-05T04:00:00Z","date_received":"2012-06-05T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Trilshun Products","principal_name":"Trilshun Products","recipient_name":"Google, Inc.","works":[{"description":"It is undeniable that the original content sentences below wasn’t (stolen) from the site http://www.thinscalp.com/hair-loss-chart.html and cut and pasted to the pages of the following site http://www.asthahairclinic.com/MaleImage.aspx and http://www.asthahairclinic.com/FemaleImage.aspx . The odds of this occurring run in the thousands. The original content appears in the Way Back Machine for ThinScalp.com from as far back as 2000 where the Astha Hair Clinic domain wasn’t even registered till April of 2012. The search engines Bing and Yahoo quite clearly show ThinScalp.com as the owner of the mentioned content. Plus neither Bing nor Yahoo list Astha Hair Clinic because of the relative newest of the domain. Bottom line Google is penalizing the rightful owner of the content and shielding a thief in India.\r\n\r\nHAMILTON NORWOOD CHART - STAGES OF MALE PATTERN BALDNESS \r\n\r\n•\tVarious stages of hair loss occurring with male pattern baldness.\r\n\r\n•\tEach stage is marked by progressively more loss of hair in the frontal hairline and crown.\r\n\r\n•\tThe length of time for each stage to develop varies from one individual to another.\r\n\r\n•\tVariations of these developing stages were first mapped out by Hamilton and Norwood.\r\n\r\n•\tLearn more about other factors involved with male pattern baldness and female hair loss.\r\n\r\n•\tFind out about various hair restoration methods and hair transplants and what drugs and medications can effect alopecia and how you avoid the high costs of hair transplants.\r\n\r\nLudwig Scale Female Pattern Baldness\r\n\r\n•\tVarious stages of female pattern baldness as defined by the Ludwig Scale are marked by a wider dispersal of hair loss over the entire scalp.\r\n\r\n•\tUnlike with males there often isn't a distinct pattern making diagnosis difficult in the early stages.\r\n\r\n•\tAlso with males the miniaturization effect (decrease in diameter of hair shafts) of the hair follicles is more localized as compared to women allowing for more obvious diagnosis.","infringing_urls":[{"url":"http://www.asthahairclinic.com/FemaleImage.aspx"},{"url":"http://www.asthahairclinic.com/MaleImage.aspx"}],"copyrighted_urls":[{"url":"http://www.thinscalp.com/hair-loss-chart.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}