{"dmca":{"id":6854,"type":"Dmca","title":"Scientology Raises Another Objection","body":"Dear Ms. Durni:\r\n \r\nOur office represents Religious Technology Center (\"RTC\"), Church of Scientology International (\"CSI\"), and World Institute of Scientology Enterprises (\"WISE\"), non-profit corporations located in Los Angeles, California, with respect to intellectual property matters.\r\n \r\nReligious Technology Center (\"RTC\") is the owner of the federally registered trademark and service mark \"SCIENTOLOGY\". The \"SCIENTOLOGY\" mark is registered with the United States Patent and Trademark Office under registration numbers 1,755,441; 1,540,928; 1,342,353; 1,329,474; 1,318,717; 1,306,997; and 0898018. \"CSI\" is the licensee of the \"Scientology\" trademark.\r\n\r\nBoth CSI and RTC are non-profit religious organizations. CSI and its sub-licensees use the \"SCIENTOLOGY\" mark in connection with providing religious and humanitarian services and counseling, seminars, books, classes, and lectures, among others. These marks are also used extensively on the Internet. For example, many of these products, including a great number of books of the Scientology religion and services are promoted through various web sites, including \"scientology.org\", \"dianetics.org\", etc. CSI is also the owner of the copyrights of a number of photographs appearing in its various publications, including \"Impact,\" and \"The Auditor\".\r\n \r\nLikewise, WISE is the owner of the copyright of a pamphlet containing a design logo featuring a lioness holding two lion cubs, which is also a trademark.\r\n\r\nI. Unauthorized Use of Copyrighted Materials.\r\n\r\nWe have been advised that you have placed several of CSI","date_sent":"2005-04-01T05:00:00Z","date_received":"2005-04-01T05:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Moxon & Kobrin","principal_name":"Church of Scientology","recipient_name":"buffaloscientologyinfo.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}