{"dmca":{"id":6903,"type":"Dmca","title":"Hollywood Camera puts DVD copier in its sights","body":"Dear Google DMCA Department,\r\n\r\nAs described in our email conversation with you, our company sells a single product, Hollywood Camera Work, which is a DVD set of video-training. Recently, under the search term \"hollywood camera work\", a DVD-RIP of our product has appeared on the first page of search-listings, providing anyone with minimal computer-skills access to an illegal download of our product, using the primary search-term one would use to search for us (our product/company name).\r\n\r\nWe are simultaneously an AdWords advertiser, so a user simply has to decide to click our AdWords link to acquire the product legally, or click the infringer's link to download it illegally.\r\n\r\nSearch query: \"hollywood camera work\"\r\nInfringing webpage: lib.verycd.com/2005/05/21/0000051218.html\r\n\r\nOur product can be found at http://www.hollywoodcamerawork.us\r\n\r\nWe have contacted the infringer at [Private]@verycd.com. Our request to them has been to cease and desist any access to illegal download of our product. We have not received a response in approx. 2 weeks.\r\n\r\nOur request to Google is to remove this link in the search-index to a DVD-RIP of our product.\r\n\r\nWe may be contacted at [Private]@hollywoodcamerawork.us, attn. [Private], by phone at [Private], or by fax [Private].\r\n\r\nAs the sole copyright holder on this product, I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing webpages is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury consistent with United States Code Title 17, Section 512, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nSincerely,\r\n[Private]\r\nHollywood Camera Work\r\nHollywood Camera Work, LLC - [Private]- Burbank, CA 91501\r\nPhone: [Private} - Fax: [Private] - Email: [private]@hollywoodcamerawork.us","date_sent":"2005-06-20T04:00:00Z","date_received":"2005-06-20T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Hollywood Camera Work","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}