{"dmca":{"id":6914,"type":"Dmca","title":"Too Much Coming Down This Pipeline?","body":"Gentlemen: \r\n\r\nWe are trademark counsel to Graphic Prints, Inc., an established apparel and accessories firm based in Gardena, California.  Our client is the owner of the federally registered trademark PIPELINE for apparel and related goods, having used the mark continuously for over two decades in the United States and in a number of countries around the world.  The PIPELINE mark is federally registered under Registration Nos. 1,691,658 and 2,697,769, copies of which are enclosed.  The former registration has become incontestable under the provisions of the Trademark Act.  As a result of our client's long and continuous use, the PIPELINE mark has acquired a valuable goodwill and reputation among the public and trade and is an important asset of Graphic Prints.\r\n\r\nIt has come to our client's attention that you are using the trade name and mark PIPELINE OF EVIL in connection with the sale of various novelty-political message T-shirts.  We are writing to inform you that your use of PIPELINE as part of your trademark and trade name is likely to cause confusion with our client's federally registered PIPELINE mark and/or dilute the distinctiveness of our client's brand which has been in use for over 20 years.  We therefore demand that you discontinue the use of the trade name and mark PIPELINE OF EVIL and the domain name pipelineofevil.com for your online retail business and adopt another name and mark which does not incorporate our client's PIPELINE brand.  Your use of the name and mark PIPELINE OF EVIL is damaging to our client's trademark rights and the goodwill and reputation associated therewith.\r\n\r\nIf you fail to comply with our client's demands, it will have no alternative but to consider further action including the filing of suit in the United States District Court seeking an injunction, damages and attorney's fees.  We trust that such action will not be necessary.\r\n\r\nPlease respond within two weeks of your receipt of this letter and direct your response to the undersigned. \r\n\r\nVery truly yours, \r\n[private]\r\n\r\nMM/mee \r\nEnclosures:     Printouts of registration \r\n<<G436 Printouts.pdf>> \r\n\r\nMAS PAS626224.1-*-06/2/05 4:10 PM \r\n\r\n[private]\r\n\r\n\r\n","date_sent":"2005-06-02T04:00:00Z","date_received":"2005-06-02T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Christie Parker & Hale LLP","principal_name":"Graphic Prints, Inc","recipient_name":"Pipeline of Evil","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}