{"dmca":{"id":6935,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-07-30T04:00:00Z","date_received":"2012-07-30T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Cellar Tastings SL","principal_name":"Cellar Tastings SL","recipient_name":"Google, Inc.","works":[{"description":"Copy of website content - see below\r\n\r\nItalian cuisine is incredibly rich in variety, from the piquant flavors seen in the gastronomy of Naples and Calabria, the Pesto dishes of Liguria to the creamy cheece and risotto dishes of the Italian Alps. Apart from the Chinese, the Italians have got to be the people to have brought their phenomenal cuisine and wines to the highest amount of locations across the planet. You can find \"Trattorias\", \"Osterias\", \"Enotecas\" (Wine Bars) and \"Pizzerias\" everywhere from Los Angeles to London. Prosciutto, Parma Ham, Balsamic Vinegar, Funghi Porcini, Parmiggiano, Provolone, Mascarpone, and Tiramisu are all uniquely Italian. Chianti wine, Barolo, Prosecco, Frascati, and Marsala, as well. Lest us not forget the endless shapes, colors and flavors of pasta, from taglioni to pappardelle, ravioli to bucatini. The gastronomic diversity is fabulous, varying from rich tomato and seafood based dishes from Sicily to spicy ham dishes from Calabria to heavy cheese Risotto (rice) dishes from Trentino and the Alps. Classic Italian dishes are known virtually everywhere, including Spaghetti Carbonara, Spaghetti Bolognese, Ossobucco and Ravioli ai Cuattro Formagi. What foreigners see as \"Italian food\", to Italians is much more regionalized. Italy is a beautiful, diverse country with incredibly rich and varying gastronomic references. While in Milan, the use of Saffron is the norm to season a dish, Southern Italy and Sicily use the spicy Peperoncino and Tuscany favors Rosemary. Here is a short introduction to a few classic Italian regions famous worldwide for their gastronomy.","infringing_urls":[{"url":"http://www.mccoytravel.com/foodwineshop/italy.html"}],"copyrighted_urls":[{"url":"http://www.cellartours.com/italy/gastronomy/italian-gastronomy.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}