{"dmca":{"id":6944,"type":"Dmca","title":"Born-again-Christian doesn't want its biographies reborn","body":"I am the sole owner of the website born-again-christian.info, which has\r\nhad original copyright material, authored by me, taken from it without\r\npermission and posted on webpages listed in Google.com. Please remove\r\nall the infringing pages from your index immediately, and kindly reply\r\nto:\r\n\r\n[private]@born-again-christian.info\r\n\r\nConfirming your compliance with our request in accordance with DMCA\r\n1998.\r\n\r\nHere follow details of the infringement:\r\n\r\nThe copyrighted work at issue is the copyright text that appears on our\r\nwebsite at:\r\n\r\nhttp://wigglesworth.born-again-christian.info/smith.wigglesworth.sermons.pentecostal.htm\r\n\r\nThe Infringer's website is: http://www.sethers.com/\r\n\r\nThe infringing page appears here:\r\n\r\nhttp://www.sethers.com/index.php/cPath/28\r\n\r\nOn this page the Infringer has copied and posted our biography of Smith\r\nWigglesworth illegally. Permission to use our copyright text was neither\r\nsought, nor granted. In addition, the Infringer has removed both my name\r\nas author, and our legitimate copyright notice in violation of\r\nInternational Copyright Law and US Federal Law.\r\n\r\nInfringer: Sethers.com [private]@sethers.com\r\n\r\nStatutory Declaration:\r\n\r\nI, Colin Melbourne, have a good faith belief that use of the copyrighted\r\nmaterials described above on the allegedly infringing web pages is not\r\nauthorized by the copyright owner, its agent, or the law.\r\n\r\nI declare*, under penalty of perjury, that the information in the\r\nnotification is accurate and that I am the copyright owner or am\r\nauthorized to act on behalf of the owner of an exclusive right that is\r\nallegedly infringed.\r\n\r\n*NOTE: I am a Christian missionary, God's Word specifically commands me\r\nNOT to swear, just let your yes be yes. (Holy Bible, James 5:12; 'But\r\nabove all things, my brethren, swear not, neither by heaven, neither by\r\nthe earth, neither by any other oath: but let your yea be yea; and your\r\nnay, nay; lest ye fall into condemnation.') Therefore I don't swear\r\nanything, I simply declare the above to be true.\r\n\r\nSIGNED: [private]\r\nDATE: 25th June 2005\r\n","date_sent":"2005-06-25T04:00:00Z","date_received":"2005-06-25T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"born-again-christian.info","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}