{"dmca":{"id":6989,"type":"Dmca","title":"WSI claims rip-off reports site infringes","body":"I am the President for WSI and I understand that our staff have recently been in contact with you about the misuse of a description of a workshop utilizing WSI's proprietary information, which is subject to copyright by an individual (who refers to himself as \"C - Toronto, Ontario\") This individual has without the owner's consent posted a copy of this workshop description on various other web pages in order to display WSI proprietary information. A copy of the proprietary information displayed is attached. Please note that the proprietary information misused appears at the following web page (see attached document).\r\n\r\nDisplay of a copyright protected workshop description for clearly unauthorized purposes is, in our view, copyright infringement and the workshop description must be removed from all pages that are unauthorized. The workshop description has wrongfully been posted to the following web pages, each of which has been separately identified by search query and infringing web pages described below:\r\n\r\nSearch query: WSI \"Hong Kong Polytechnic\"\r\nInfringing web pages:\r\nhttp://www.google.com/search?as_q=WSI+%22Hong+Kong+Polytechnic%22&num=100&hl=en&btnG=Google+Search&as_epq=&as_oq=&as_eq=&lr=&as_ft=i&as_filetype=&as_gdr=all&as_occt=any&as_dt=i&as_sitesearch=&safe=images\r\n\r\nIf you require any further information on any of the foregoing, please contact the undersigned at [private] by phone or [private]@torontoohomeoffice.com by e-mail.\r\n\r\nI have a good faith belief that use of the copyrighted materials described above, on the allegedly infringing web pages, is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury consistent with United States Code Title 17, Section 512, that the information in the notification is accurate and that I am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nYours truly;\r\n[Signature]\r\n[private]\r\nPresident\r\n[private] Toronto, Ontario, Canada L4V 1T1\r\nwww.wsicorporate.com\r\n[Screenshot]\r\nGoogle Search 100 results\r\nGoogle search Term: WSI \"Hong Kong Polytechnic\"\r\n\r\nhttp://www.google.com/search?as_q=WSI+%22Hong+Kong+Polytechnic%22&num=100&hl=en&btnG=Google+Search&as_epq=&as_oq=&as_eq=&lr=&as ft=i&as_ft=i&as_qdr=all&as_occt=any&as_dt=i&as_sitesearch=&safe=images\r\n\r\nhttp://badbusinessbureau.com/reports/ripoff103528.htm \r\nhttp://www.ripoffreport.com/reports/ripoff89061.htm \r\nhttp://badbusinessbureau.com/reports/ripoff103528.htm \r\nhttp://badbusinessbureau.com/reports/ripoff103528.htm \r\nhttp://klausdahl.com/forum/viewtopic.php?p=6040 \r\nhttp://klausdahl.com/forum/viewtopic.php?p=6010\r\n","date_sent":"2005-06-17T04:00:00Z","date_received":"2005-06-17T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"WSI Internet Consulting","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}