{"dmca":{"id":31017,"type":"Dmca","title":"rademark Infringement by buzybodiesstlouis.com","body":"t\r\n\r\n________________________________\r\n\r\nFrom: Scott Phillips [mailto:SPhillips@renegadepartswashers.com] \r\nSent: Thursday, January 25, 2007 10:55 AM\r\nTo: Copyright\r\nSubject: Trademark Infringement by buzybodiesstlouis.com\r\n\r\n\r\nI am writing on behalf of Service Line, Inc. (\"Service Line\"). Service\r\nLine has used the trade name and service mark RENEGADE consistently,\r\nextensively, and prominently in interstate commerce since at least as\r\nearly as December 31, 1998, in connection with selling and promoting\r\ntheir goods, namely, washing machines for industrial parts and pressure\r\nwashing machines. Service Line has developed extensive public\r\nrecognition as well as having acquired substantial goodwill in RENEGADE\r\nand related marks. As the owner of the above trademarks, Service Line\r\nhas an obligation to police the market and prevent unauthorized use of\r\nits trademarks. Otherwise, it runs the risk of losing its rights to its\r\ntrademarks. Therefore, Service Line will actively pursue anyone who\r\nmisuses its valuable trademark rights.\r\n\r\nIt has recently come to our attention that you are hosting a domain\r\n(buzybodiesstlouis.com) that has been using the RENEGADE mark in their\r\ninternet pages in order to draw potential consumers to their site\r\nthrough initial interest confusion.\r\n\r\nThe web page is located at:\r\nhttp://www.buzybodiesstlouis.com/x_file_movie/renegade_part_washer.html\r\n\r\nTheir use is a clear infringement of our trademarks, and our exclusive\r\nright to use such marks. We consider Their use of the identical mark in\r\nconnection with closely related goods to be an attempt to trade on the\r\nvery extensive and valuable good will which Service Line has developed\r\nin their well-known mark. These actions misappropriate the RENEGADE\r\ntrademark, represent a significant infringement of Service Line's\r\nvaluable trademark rights, and diminish our customer's capacity to\r\nidentify and distinguish our goods and services on the Internet. As\r\nsuch, we insist that you immediately, but ultimately not later than two\r\ndays after the date of this communication, have your client remove the\r\nweb page referenced above, and cease and desist using the RENEGADE mark\r\nor any other confusingly similar marks on the advertising and/or any\r\nwebsites that they operate.\r\n\r\nThis letter is sent without prejudice to all rights of Service Line,\r\nincluding past or future royalties, past or future damages, attorney's\r\nfees, and to bring enforcement actions for all past or future violations\r\nof Service Line's rights.\r\n\r\nShould you have any questions concerning Service Line's position in this\r\nmatter, please do not hesitate to contact me.\r\n\r\nA similar notification was sent to buzybodiesstlouis.com notifying them\r\nof our intentent.\r\n\r\nSincerely,\r\nScott Phillips\r\nRenegade Parts Washers\r\n800-774-7900","date_sent":"2007-01-25T05:00:00Z","date_received":"2007-01-25T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Service Line, Inc.","recipient_name":"ThePlanet Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}