{"other":{"id":31102,"type":"Other","title":"Other notice to Google, Inc.","date_sent":"2012-04-16T04:00:00Z","date_received":"2012-04-16T04:00:00Z","topics":["Uncategorized"],"sender_name":"Andy Song","principal_name":null,"recipient_name":"Google, Inc.","works":[{"complaint":"In Luke Markof's Disclaimer  \n(http://web.me.com/lukemarkof/Lukes_Site/Disclaimer.html) he advises  \nthat \"All reviews and products mentioned are from my own experiences  \nonly.\".   Mr Markof has had no personal dealing with Dreamlife Photos &  \nVideo (Melbourne) in relation to the quality of products made available by  \nDreamlife Photos & Video Melbourne except via hearsay.  Mr Markof  \nacknowledges that he has had no personal product related interaction with  \nDreamlife Photos & Video (Melbourne) in his opening statement on his Blog  \n“A fellow I know was married a bit over a year ago. As I understand it they  \nhad a beautiful wedding and have been very happy. One thing though that  \ndidn’t make them happy was the experience they had with their  \nphotographer.  Below their account”.   Further to this Mr Markof has had   \nno personal interaction with any of the Dreamlife Photos & Video  \n(Melbourne) staff in regards to our service except for his attempt to  \ncorral our staff into undertaking an “interview” with him.  Dreamlife  \nPhotos & Video (Melbourne) has attempted to come to an amicable solution to  \nhave the defamatory material removed from the website by making direct  \ncontact with Mr Markof and presenting him with a Letter of Concerns via  \nlegal representation.\nUnder the Australian Defamation Act 2005, Part Two, Division 2 Section  \n9.2(b) Dreamlife Photos & Video (Melbourne) as a corporation, employing  \nless than 10 people have the right to pursue legal action against either  \nthe author OR the host of a defamatory publication which is negatively  \nimpacting on the reputation of the company and its employees.   Under the  \nAustralian Defamation Act 2005, Part One section 3(c), we  request that  \nGoogle assist with providing effective and fair remedy  in relation to the  \ndefamatory comments that are causing harm to the reputation of the company  \nand the photographers that we employ by  facilitating the  removal of this  \nwebsite and links to this site in Google Search Engines.\nFurther to this Mr Markof’s blog/website clearly identifies a member of  \nstaff of Dreamlife Photos & Video (Melbourne), our branch manager Anthony  \nWong.  As Anthony is the only person in this position within the company by  \nthis name we find that the comments posted by Mr Markof made via a “friend”  \nimplicates our staff member without proof.  The exposure of our staff  \nmember & the violation of his privacy is further extended by the posting of  \nemail correspondence to Mr Markof’s website.  Whilst Mr Markof has  \nprotected the privacy of his “friends” mentioned in the article by removing  \ntheir names from email correspondence prior to posting it on his website  \nthe same care has not been taken to protect the privacy/identity of  \nDreamlife’s company representative.  As these emails correspondences were  \ninformal and not official statements Mr Markof had no right or reason to  \npost these on his website without prior consent.\nThe creation of this Blog based solely on hearsay has further provided a  \nvehicle for our direct competitors to post false testimony of Dreamlife  \nPhotos & Video and further diminish our corporatereputation.  Please find  \nexamples below of how this website is affecting our business through  \ndefamatory posts and causing a decline on our business due to its negative  \nand non-factual comments:\nAnonymous\nWow, i am so glad i found this post. I am looking for a photographer for  \nour wedding in October. Looked at Dreamlife's web page, packages are great  \nso i was looking forward to using them..... NOT ANY MORE!!!! Thnakyou for  \nposting this... theres no way in hell i would hire them now. Im sorry to  \nhear about your experience, but im glad you shared it so more people like  \nme don't make that mistake. My friend has also hired them for her wedding.  \nI've sent this post to her... she hasn't put down a deposit and im very  \nsure that she will find a different photographer!! All the best.\nSunday, August 1, 2010 - 09:18 PM\n\nKatie\nThis is such a powerful post! I was also considering using Dreamlife, as my  \nfriend used them last year and didn't have a single problem... Now I don't  \nknow what to do\n\nThe more I think about it, the more I think that she was lucky and got a  \ngood photographer on the day - it seems to be very hit and miss :(\nWednesday, September 1, 2010 - 08:16 AM\n\nWorried!\nHi, i have booked this company for my wedding and have paid my deposit and  \nafter seeing this blog i am extremely worried.\nWhen you say that the photos are not very good, do you have any that we can  \nsee? I am contemplating finding a new photographer!\nWednesday, September 8, 2010 - 11:27 AM\n\nSarah S\nI am considering using Dreamlife Sydney for my wedding - does anyone have  \nany insight into their services? I would also love to know the name of any  \ndreamlife photographers people have had a positive experience with, so I  \ncan request them specifically.\n\nI have heard both good and bad things about dreamlife, but the bad seems to  \nbe the melbourne office only. As their albums are great and packages  \naffordable I dont want to rule them out just yet, but would love any  \nfeedback!\nWednesday, September 15, 2010 - 08:59 AM\n\nAnonymous\nWow, this is crazy.  We have an appointment with Dreamlife tomorrow at 2pm  \nin Melbourne. thank you for your posts and letting people know. I wont be  \nrecommending them to anyone\nSaturday, November 6, 2010 - 11:44 PM\n\nSarah\nJust a note thanking you for posting this info!! I too have been looking  \nfor a wedding photography/videographer and Dreamlife's packages seemed  \npretty good so I was thinking of booking them! Thank goodness for this! Am  \ncertainly not going to be booking them now!!\n\nCannot believe they threatened to delete the photos... surely this would  \ncome under the umberella of a fair trading or CTTT  issue.\n\nSarah\nSunday, November 14, 2010 - 11:27 PM\n\nThese comments to the initial site posting continue along the same vein and  \nit is our belief that a considerable amount of these comments have been  \nmade by our competitors.  As stated previously in Paragraph 2 we request  \nwithout prejudice for Google to have this site removed under the provisions  \nof The defamation Act 2005.\n\nurl_box3_1:","original_work_urls":[{"url":"http://web.me.com/lukemarkof/Lukes_Site/Disclaimer.html)"}],"problematic_urls":[{"url":"http://web.me.com/lukemarkof/Lukes_Site/Blog/Entries/2010/5/2_Dreamlife_Photography.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}