{"dmca":{"id":31215,"type":"Dmca","title":"MPAA sends payment intermediary request to disable user for copyright infringement a","body":"\r\nDear Stripe:\r\n\r\nWe represent each of the major motion picture studios in the United States, specifically,\r\nParamount Pictures Corporation, Sony Pictures Entertainment Inc., Twentieth Century Fox Film\r\nCorporation, Universal City Studios LLC, Universal City Studios Productions LLLP, Warner\r\nBros. Entertainment Inc., Walt Disney Studios Motion Pictures, and their respective affiliates\r\n(collectively, the “MPAA Member Studios”), which own or control exclusive rights under\r\ncopyright in and to a vast number of motion pictures and television shows. By this letter, we are\r\nreaching out to seek your assistance in mitigating the copyright infringement of motion pictures\r\nand television shows being committed by the website Glumbouploads.com (“client website”),\r\nwhich uses your payment processing services. The client website is violating both copyright law\r\nand your Acceptable Use Policy (“AUP”), which expressly prohibit use of your facilities for\r\ncopyright infringement.\r\nMore specifically, the client website is violating the MPAA Member Studios’ copyrights, and\r\nyour AUP, by providing unauthorized access to infringing copies of motion pictures or television\r\nprograms, either by enabling streaming of the work (unlawful public performance) or\r\ndownloading of the work (unlawful distribution and reproduction). See Metro-Goldwyn-Mayer\r\nStudios Inc. v. Grokster, Ltd., 545 U.S. 912 (2005); Arista Records LLC v. Usenet.com, Inc., 633\r\nF. Supp. 2d 124, 155 (S.D.N.Y. 2009) (defendants liable for direct and contributory copyright\r\ninfringement where defendants operated computers that stored and distributed infringing\r\ncontent); Playboy Enters, Inc. v. Webbworld, Inc., 991 F. Supp. 543 (N.D. Tex. 1997), aff’d, 168\r\nF.3d 486, 551-553 (5th Cir. 1999) (unpublished) (same); Columbia Pictures Indus., Inc. v. Fung,\r\nNo. 06-5578, 2009 U.S. Dist. Lexis 122661, at *56 (C.D. Cal. Dec. 21, 2009) (defendants liable\r\nfor inducement of infringement where they operated a website that provided access to copies of\r\nplaintiffs’ works); Warner Bros. Entm’t Inc. v. Free-tv-video-online.info, Case No. CV 08-8484\r\n(C.D. Cal. Feb. 1, 2010) (court granted summary judgment against the owner of an Internet\r\nwebsite who knowingly provided links to infringing works). As an example, the client website is\r\npresently indexing, transmitting, streaming, publicly performing and otherwise providing\r\nunauthorized access to infringing copies of motion pictures or television programs owned or\r\ncontrolled by the MPAA Member Studios.\r\nWe have attempted to contact the individual operating this client website to demand that they\r\ncease engaging in infringing activity, and in spite of our notices the client website continues to\r\nunabashedly infringe the MPAA Member Studios’ copyrighted works.\r\nExhibit A hereto contains a non-exhaustive sampling of the infringing works found on the client\r\nwebsite. Exhibit A, therefore, is provided as a representative sample of the infringements being\r\ncommitted by the client website and to demonstrate the readily apparent nature of the\r\ninfringements occurring thereon. Having been informed, through the representative list, of the\r\nnature and scope of infringements occurring on the client website, we hope that you will act\r\nappropriately under your AUP to address the infringement occurring on the client website.\r\nWe are providing this notice based on our good faith belief that the use of motion pictures and\r\ntelevision programs owned by the MPAA Member Studios in the manner occurring on the client\r\nwebsite is not authorized by the copyright owners, their agents, or the law. The information in\r\nthis notification is accurate and, under penalty of perjury, we are authorized to act on behalf of\r\nthe MPAA Member Studios, which own or control exclusive rights under copyright that are\r\nbeing infringed in the manner described herein. This letter is without prejudice to the rights and\r\nremedies of the MPAA Member Studios, all of which are expressly reserved.\r\nIf you have any questions, please contact me by telephone at 818-935-5869, or via email at\r\n[redacted]@copyright.org.\r\nVery truly yours,\r\n[redacted]\r\nAttachment\r\n\r\n\r\nEXHIBIT A\r\n\r\nTron Uprising\r\nWalt Disney\r\nhttp://glumbouploads.net/e5znt0dqe1os\r\nTouch\r\nFox\r\nhttp://glumbouploads.net/0irlizecx8b3\r\nSnow White and The Huntsman\r\nUniversal\r\nhttp://glumbouploads.net/35olkp6wndnh\r\nAmerican Pie 3\r\nUniversal\r\nhttp://glumbouploads.net/35olkp6wndnh\r\nIron Man\r\nParamount Pictures\r\nhttp://glumbouploads.net/h46jthxldg01\r\nMadagasar 3\r\nDreamworks/Walt Disney\r\nhttp://glumbouploads.net/kcwsa16jm2qr\r\nAmerican Pie\r\nUniversal\r\nhttp://glumbouploads.net/fkn1n4q2e1rb\r\n\r\n","date_sent":"2012-06-12T04:00:00Z","date_received":"2012-06-12T04:00:00Z","topics":["Copyright"],"sender_name":"Counsel, Content Protection","principal_name":"Motion Picture Association of America, Inc.","recipient_name":"Stripe","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":""}}