{"dmca":{"id":31214,"type":"Dmca","title":"[SUPPORT] Notice of Copyright","body":"-----Original Message-----\r\nFrom: Kenji Fukasawa [mailto:kfukasawa@theplanet.com] \r\nSent: Wednesday, January 18, 2006 2:23 PM\r\nTo: egreetsman@yahoo.co.uk\r\nCc: oma@omahamou.com; justin@enigmafilms.com; support@theplanet.com;\r\nabuses@theplanet.com; copyright@theplanet.com\r\nSubject: Re: [SUPPORT] Notice of Copyright\r\n\r\nI am forwarding this to the appropriate department. Please forward any\r\nfurther information, regarding copyright infringement, to\r\ncopyright@theplanet.com\r\n\r\n\r\nQuickegreets Chris wrote:\r\n> Notice of Copyright\r\n>\r\n> Mr C R Slater\r\n> C/O 49A City Road\r\n> Newcastle upon Tyne\r\n> NE12AQ\r\n> England\r\n> 01912210338\r\n>\r\n> Sir, Madam,\r\n>\r\n> I am the author and copyright holder of the below poem illegally \r\n> displayed as shown on your Internet servers, this material has been on \r\n> my web site since 1998 ongoing and has been taken and reproduced by a \r\n> user or users with you.\r\n>\r\n> I write for three registered UK charities and they provide me with \r\n> free copyright on all my works, all poems are sold in booklet form to \r\n> raise income for charity.\r\n>\r\n> I swear on oath and as a committed Christian too (under penalty of \r\n> Federal and European prosecution for perjury that I do own the \r\n> copyright to the material designated below.\r\n>\r\n> Mr C R Slater\r\n>\r\n> 1.) the poem has been taken and used without my given consent for use \r\n> (data theft)\r\n> 2.) Copyright and anti theft legal warnings have been ignored \r\n> infringed and breached\r\n> 3.) the data thief has falsified the author information on your site \r\n> (plagiarism)\r\n> 4.) my written work has been left with out any copyright warnings and \r\n> is open to abuse on your server\r\n> 5.) As long as this work is displayed on servers without given author \r\n> consent your company and any hosting servers are liable for soliciting \r\n> traffic and potential interest to their service without given consent \r\n> to do as such.\r\n>\r\n> if you do a search in Yahoo or Google search you will see they are \r\n> taken from my own web site at the given URL's without consent to do so \r\n> and all IP addresses pages viewed are logged as recorded by the site \r\n> meter in use.\r\n>\r\n> These poems have clearly been taken by theft without authorisation.\r\n>\r\n> Not only are the poems copyright but are published.\r\n> Please remove this poem as a matter of urgency. \r\n>\r\n> I do not consent to my poems being displayed by any web site unless I \r\n> personally place them there, this ensures my work and web site is \r\n> always ever unique in it's own right.\r\n>\r\n> I write for three UK registered charities and we have already sued six \r\n> bogus poets for plagiarism and data theft on two particular poems. I \r\n> hope to hear from you on this as a matter of urgency.\r\n>\r\n> Poem displayed on your site is clearly marked on my own web site at \r\n> the locations given below and displayed at your site as shown in the \r\n> given location below.\r\n>\r\n> http://www.quickegreets.com/javafree/family/mfdaughterb.htm\r\n> http://www.quickegreets.com/javafree/family/mfdaughterb.htm\r\n> http://www.quickegreets.co.uk/love/family/mfdaughterb.htm\r\n> http://www.quickegreets.co.uk/javafree/family/mfdaughterb.htm\r\n>\r\n> CRS RC1998\r\n> All Rights reserved\r\n>\r\n>\r\n> and then posted as below on your server/web site\r\n>\r\n> http://www.omahamou.com/Happy%20Birthdayoma8104a.htm\r\n>\r\n> Many years in time long ago. The day, that God gave me you I got a \r\n> precious gift indeed, Blessed me many years through. But, the years \r\n> seem to pass so rapidly, For it seems as if, only yesterday, Your \r\n> little frame, was in my arms, Yet see how you've grown today. As you \r\n> journey ever through life, I wish, the very best for you, Life be \r\n> filled with joy and peace And countless dreams come true. Today you \r\n> may well have grown up, But in my heart, you will always be, My \r\n> special tiny little Baby Girl, The one, that God above gave to me.\r\n>\r\n> The Very Best, of my Blessings To guide Your path, all the way, Love \r\n> and Warmth to comfort you, From Sunrise too Sunset every day! I love \r\n> you!\r\n>\r\n> Love Mom\r\n>\r\n>\r\n> Chris\r\n>\r\n>\r\n>         \r\n>         \r\n>                 \r\n> ___________________________________________________________\r\n> Yahoo! Messenger - NEW crystal clear PC to PC calling worldwide with \r\n> voicemail http://uk.messenger.yahoo.com\r\n>\r\n> ---------------------------\r\n> The Planet Technical Support\r\n> 214.782.7802    800.854.7679     \r\n> 1333 Stemmons Freeway,  #110\r\n> Dallas, Texas  75207            \r\n>\r\n----------------------------------------------------------------------------\r\n> Please do not respond directly to the sender of this message.    Ensure\r\nthat\r\n> support@theplanet.com is included on ALL mailings to ensure a fast\r\nresponse.\r\n> ----------------------------------------------------------------------\r\n> ------\r\n> NOTE:  This message may not have been written by a representative of\r\n>        The Planet's technical support team.  This message footer only\r\n>        specifies that the mail has passed through the support mailing\r\n>        list processor.\r\n> ----------------------------------------------------------------------\r\n> ------\r\n>   \r\n\r\n\r\n--\r\nKenji Fukasawa\r\norbit.theplanet.com","date_sent":"2006-01-18T05:00:00Z","date_received":"2006-01-18T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Quickegreets","recipient_name":"Theplanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}