{"dmca":{"id":31256,"type":"Dmca","title":"DMCA NOTICE-requires immediate attention","body":"  _____  \r\n\r\nFrom: Krutie [mailto:abuse@sexyfur.com] \r\nSent: Wednesday, March 15, 2006 9:43 AM\r\nTo: copyright@theplanet.com\r\nCc: abuse@sexyfur.com\r\nSubject: DMCA NOTICE-requires immediate attention\r\n\r\n\r\n\r\n \r\n\r\n \r\n\r\nMonitor Studios LLC\r\n\r\n411 Walnut St #2593 - Green Cove Springs, FL 32043\r\n\r\n\r\nPhone: (919) 924-6603\r\n\r\n\r\nEmail: jbernal@monitorstudios.biz\r\n\r\n\r\nMarch 14, 2006\r\n\r\n \r\n\r\n \r\n\r\n\r\nIntroduction and Cover Letter\r\n\r\n\r\n \r\n\r\nEmailed to copyright@theplanet.com\r\n\r\n\r\nThis is formal notification that your service is being used to violate\r\ncopyright law under the DMCA TITLE 17, CHAPTER 5, Sec. 512 of the United\r\nStates Code.\r\n\r\nThe following information should help you to identify/remove or terminate\r\nthe service of the individual(s) violating copyright of our protected work.\r\nWe request that the individual's website be terminated and the individual(s)\r\nbanned from your service.\r\n\r\nI am writing this letter to you in regards to the following website address:\r\n\r\nhttp://onechan.net/f/\r\n\r\nhttp://onechan.net/f/1.html\r\n\r\n \r\n\r\nThis website is located at the following IP address, which is hosted within\r\nyour system at:\r\n\r\nIP Address:  70.86.115.162 (ARIN & RIPE IP search) \r\n\r\nIP Location:   - Texas - Dallas - Theplanet.com Internet Services Inc\r\n\r\n \r\n\r\nDomain Name:onechan.net\r\nAdministrative Contact:\r\n      Private, Registration   <http://www.whois.sc/whois-privacy/> \r\n      Domains by Proxy, Inc.\r\n      DomainsByProxy.com\r\n      15111 N. Hayden Rd., Ste 160, PMB 353\r\n      Scottsdale, Arizona 85260\r\n      United States\r\n      (480) 624-2599\r\n\r\n\r\nThis website is illegally distributing copyrighted and stolen content.  The\r\nweb  publications we produce are being distributed with this system (a list\r\nof the actual files will be displayed within the DMCA notice below).\r\n\r\nWe request that you disable this website.  Also, we ask that you retain any\r\ninformation related to the owner/operator of this website pending possible\r\nfuture violations.\r\n\r\nInformation regarding the DMCA violations and Formal Notification letter\r\nfollow.\r\nDMCA TITLE 17, CHAPTER 5, Sec. 512 of the United States Code\r\n\r\n \r\n\r\nElements of Notification:\r\n\r\n \r\n\r\nTo be effective under this subsection, a notification of claimed\r\ninfringement must be a written communication provided to the designated\r\nagent of a service provider that includes substantially the following: \r\n\r\n \r\n\r\n(i)  A physical or electronic signature of a person authorized to act on\r\nbehalf of the owner of an exclusive right that is allegedly infringed. \r\n\r\n \r\n\r\nThe signature of the authorized person acting on behalf of the copyright\r\nowner(s) is written and dated at the bottom of this notice.\r\n\r\n \r\n\r\n(ii)  Identification of the copyrighted work claimed to have been infringed,\r\nor, if multiple copyrighted works at a single online site are covered by a\r\nsingle notification, a representative list of such works at that site. \r\n\r\n \r\n\r\nMany images from our commercial paid member website located at\r\nhttp://www.sexyfur.com.\r\n\r\nThe described publications were created in digital format for transmission\r\non the Internet via our website located at http://www.sexyfur.com.  All the\r\ninfringed works have been copied from the company website.\r\n\r\n \r\n\r\n(iii)  Identification of the material that is claimed to be infringing or to\r\nbe the subject of infringing activity and that is to be removed or access to\r\nwhich is to be disabled, and information reasonably sufficient to permit the\r\nservice provider to locate the material. \r\n\r\n \r\n\r\nhttp://onechan.net/f/\r\n\r\n \r\n\r\nhttp://onechan.net/f/1.html\r\n\r\n \r\n\r\nMore specifically:\r\n\r\n \r\n\r\nhttp://onechan.net/f/src/1141794849307.jpg\r\n\r\n \r\n\r\nhttp://onechan.net/f/src/1141760531105.jpg\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n\r\n\r\n\r\n(iv)  Information reasonably sufficient to permit the service provider to\r\ncontact the complaining party, such as an address, telephone number, and, if\r\navailable, an electronic mail address at which the complaining party may be\r\ncontacted. \r\n\r\n \r\n\r\nMonitor Studios LLC\r\n411 Walnut St #2593\r\nGreen Cove Springs, FL 32043\r\n\r\n\r\n\r\nPhone: (919) 924-6603\r\nEmail: jbernal@monitorstudios.biz\r\nAttn:  Jeremy Bernal\r\n\r\n \r\n\r\n(v)  A statement that the complaining party has a good faith belief that use\r\nof the material in the manner complained of is not authorized by the\r\ncopyright owner, its agent, or the law.\r\n\r\n \r\n\r\nWe believe in good faith that these works are not being provided with our\r\npermission or under lawful purposes, neither are they being distributed\r\nlegally under the doctrines of Fair Use.  Monitor Studios LLC and its agents\r\nhave not given authorization, either written, verbally, or by inferred\r\nconsent for these works to be converted from their original format,\r\nadvertised, and electronically distributed on the Internet by the owner(s)\r\nof the website located at your service under the URL of http://wtfux.org/\r\n\r\n \r\n\r\n(vi)  A statement that the information in the notification is accurate, and\r\nunder penalty of perjury, that the complaining party is authorized to act on\r\nbehalf of the owner of an exclusive right that is allegedly infringed. \r\n\r\n \r\n\r\nI, Jeremy Bernal, under penalty of perjury, affirm and swear that the\r\ninformation contained in this notice is accurate as of the time of this\r\nstatement and that I am acting on behalf of Monitor Studios LLC, which owns\r\nthe copyright to the above stated works directly or is the authorized\r\nrepresentative for copyright enforcement on any works bearing the Monitor\r\nStudios LLC company seal.\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\nSignature of Authorized Representative                     Date of Notice\r\n\r\n \r\n\r\n                      Jeremy Bernal\r\n03/14/2006","date_sent":"2006-03-14T05:00:00Z","date_received":"2006-03-14T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Monitor Studios LLC","recipient_name":"ThePlanet Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}