{"dmca":{"id":31274,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-09-26T04:00:00Z","date_received":"2012-09-26T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Deez Apps","principal_name":"Deez Apps","recipient_name":"Google, Inc. [Googleplay]","works":[{"description":"About 90% of this app's non-analytics,  \nnon-advertisement code is based on our HorizontalPager class, which is  \nlicensed under Apache License 2.0.\n\ncom.hashtags.fake.iphone5.screen.theme.HorizontalPager.java is a slightly \n\nmodified version of our HorizontalPager.java\n\nThis app is in violation of a number of clauses of the license including:\nIn every licensed file, any original copyright, patent, trademark, and  \nattribution notices in redistributed code must be preserved (excluding  \nnotices that do not pertain to any part of the derivative works); and, in \n\nevery licensed file changed, a notification must be added stating that  \nchanges have been made to that file.\nIf a NOTICE text file is included as part of the distribution of the  \noriginal work, then derivative works must include a readable copy of these\n \nnotices (again, excluding notices not pertaining to any part of the  \nderivative work), in at least one of three places: within a NOTICE text  \nfile distributed as part of the derivative works, within the source form\nor  \ndocumentation, or within a display generated by the derivative works  \n(wherever such third-party notices normally appear). The contents of the  \n\nNOTICE file do not modify the license, as they are for informational  \npurposes only, and adding more attribution notices as addenda to the\nNOTICE  \ntext is permissible, provided that these notices cannot be understood as  \n\nmodifying the license. Modifications may have appropriate copyright  \nnotices, and may provide different license terms for the modifications.","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}