{"dmca":{"id":31399,"type":"Dmca","title":"[Fwd: [ABUSE] XX Winter Olympic Games (ISP SMS 77)]","body":"-----Original Message-----\r\nFrom: abuseadm@theplanet.com [mailto:abuseadm@theplanet.com] On Behalf Of\r\nThe Planet Policy Enforcement\r\nSent: Wednesday, February 22, 2006 10:03 AM\r\nTo: copyright@theplanet.com; jbrown@fladgate.com\r\nSubject: [Fwd: [ABUSE] XX Winter Olympic Games (ISP SMS 77)]\r\n\r\nYour email is being forwarded on to our Copyright counsel for review, at the\r\naddress of copyright@theplanet.com.\r\n\r\n\r\n-------- Original Message --------\r\nSubject:         [ABUSE] XX Winter Olympic Games (ISP SMS 77)\r\nDate:         Wed, 22 Feb 2006 15:01:31 -0000\r\nFrom:         Jacqueline Brown <jbrown@fladgate.com>\r\nTo:         <abuse@theplanet.com>\r\n\r\n\r\n\r\nPlease see the attached letter.  In addition the text of the letter is set\r\nout below.\r\n\r\nFladgate Fielder\r\n\r\n<<isp_sms_.pdf>>\r\n\r\nDear Sirs\r\n\r\n*Games of the XX Olympic Winter Games in 2006 in Turin, Italy - February 10\r\n- 26, 2006*\r\n\r\nWe are instructed to write to you on behalf of the International Olympic\r\nCommittee* (\"the IOC\")* with respect to the Games of the XX Olympic Winter\r\nGames in 2006 in Turin, Italy taking place between 10-26 February\r\n2006* (\"Torino 2006 Olympic Games\")*\r\n\r\nThe IOC owns and/or controls all rights and data to the Games, including,\r\nwithout limitation, all rights relating to their broadcasting, recording,\r\nrepresentation, reproduction and dissemination in any form and by any means\r\nor mechanism whatsoever, together with the exclusive worldwide rights in the\r\nOlympic marks, symbols, emblems and logos and, in conjunction with the\r\nOrganising Committee for the Olympic Games - Torino S.A. (\"TOROC\"), the\r\nexclusive worldwide rights in the marks, symbols, emblems and logos of the\r\nTorino 2006 Olympic Games* (\"the Rights\")*. The IOC has various exclusive\r\ncontractual arrangements in place with licensees around the world, including\r\nin Spain and the United States of America relating to the exploitation of\r\nthe Rights.\r\n\r\nWe hereby give you notice that you are hosting a website:\r\n___http://www.yourdailymedia.com/media/1139904717/Torino_2006_Winter_Olympic\r\ns_Opening_\r\n\r\nwhich:\r\n\r\n      1.      Is or has been communicating/making available to the\r\n      public by electronic transmission on the Internet, broadcasts,\r\n      visual images (moving and otherwise) and/or sounds and/or other\r\n      information forming part of a program or broadcast service in\r\n      relation to which the IOC owns the exclusive worldwide television,\r\n      radio and internet broadcast rights without licence or authority\r\n      from the IOC, and\r\n\r\n      2.      Is or has been displaying/using one or more of the Olympic\r\n      marks, symbols, emblems and logos and the marks, symbols, emblems\r\n      and logos of the Torino 2006 Olympic Games without licence or\r\n      authority from the IOC and/or TOROC.\r\n\r\nWe ask you to cooperate in removing the site or blocking access to it\r\nimmediately and to confirm to us in writing that this step has been effected\r\nwithin 24 hours.\r\n\r\nIn the meantime the IOC reserves all rights and remedies in relation to this\r\nmatter, including seeking injunctive relief, costs and damages, including\r\npunitive damages, where appropriate.\r\n\r\nYours faithfully\r\n\r\n\r\nFladgate Fielder\r\n\r\n\r\n\r\n\r\nFladgate Fielder is a leading business law firm located in the West End of\r\nLondon. For further information on our services, our partners, current legal\r\ndevelopments, events and career opportunities, visit our website at\r\nhttp://www.fladgate.com The contents of this e-mail are CONFIDENTIAL to the\r\nrecipient(s) named above and may be protected by legal privilege. If you are\r\nnot a named recipient please notify the sender and ensure that this e-mail\r\nis deleted and not read or copied or disclosed to anyone else.\r\nE-mail may be corrupted, intercepted or amended and so we do not accept any\r\nliability for the contents received unless they are the same as sent by us.\r\nThis firm is not authorised under the Financial Services and Markets Act\r\n2000 but we are able in certain circumstances to offer a limited range of\r\ninvestment services to clients because we are regulated by The Law Society\r\nof England and Wales.\r\nWe can provide these investment services if they are an incidental part of\r\nthe professional services we have been engaged to provide.\r\nPlease refer to\r\nhttp://www.fladgate.com/80256840003B7472/pages/Disclaimer for important\r\ninformation on the regulatory position of the firm.\r\nA full list of partners is available for inspection at 25 North Row, London\r\nW1K 6DJ.\r\n\r\n\r\n--\r\nThanks,\r\n\r\nPolicy Enforcement\r\nThe Planet Internet Services, Inc.\r\nhttp://www.theplanet.com/legal/aup.html\r\n","date_sent":"2006-02-22T05:00:00Z","date_received":"2006-02-22T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Fladgate Fielder","principal_name":"Fladgate Fielder (for the International Olympic Committee)","recipient_name":"ThePlanet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}