{"dmca":{"id":31434,"type":"Dmca","title":"www.first-healty.com /Unauthorized Use of \"First Health\" Marks and Web Site","body":"-----Original Message-----\r\nFrom: Philip Mitchell [mailto:PMitchell@ebglaw.com] \r\nSent: Wednesday, February 08, 2006 3:59 PM\r\nTo: copyright@theplanet.com\r\nSubject: www.first-healty.com /Unauthorized Use of \"First Health\" Marks and\r\nWeb Site \r\n\r\n \r\n\r\nDear Mr. Poletes-\r\n\r\nYour prompt attention and response to the attached letter would be greatly\r\nappreciated.\r\n\r\nSincerely,\r\n\r\nPhilip D. Mitchell\r\nEpstein Becker & Green, PC\r\npmitchell@ebglaw.com\r\nTel: 973.639.8297/212.351.4620\r\nFax: 973.639.8939/212.661.0989\r\n\r\nConfidentiality Note: This e-mail is intended only for the person or entity\r\nto which it is addressed and may contain information that is privileged,\r\nconfidential or otherwise protected from disclosure.\r\nDissemination, distribution or copying of this e-mail or the information\r\nherein by anyone other than the intended recipient, or an employee or agent\r\nresponsible for delivering the message to the intended recipient, is\r\nprohibited. If you have received this e-mail in error, please call the Help\r\nDesk of Epstein Becker & Green at 212-351-4701 and destroy the original\r\nmessage and all copies.\r\n\r\nTo ensure compliance with requirements imposed by the IRS, we inform you\r\nthat any U.S. federal tax advice contained in this communication (including\r\nany attachments) is not intended or written to be used, and cannot be used,\r\nfor the purpose of (i) avoiding penalties under the Internal Revenue Code or\r\n(ii) promoting, marketing or recommending to another party any transaction\r\nor matter addressed herein.\r\n\r\nPursuant to the CAN-SPAM Act this communication may be considered an\r\nadvertisement or solicitation. If you would prefer not to receive future\r\nmarketing and promotional mailings, please submit your request via email to\r\nebgus@ebglaw.com or via postal mail to Epstein Becker & Green,\r\nAttn: Marketing Department, 250 Park Avenue, New York, NY 10177. Be sure to\r\ninclude your email address if submitting your request via postal mail.\r\n","date_sent":"2006-02-08T05:00:00Z","date_received":"2006-02-08T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Epstein Becker & Green, PC","recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}