{"dmca":{"id":31603,"type":"Dmca","title":"Software License/ Copyright Violation","body":" \r\n\r\n  _____  \r\n\r\nFrom: Luke [mailto:luke@lunabyte.net] \r\nSent: Tuesday, January 10, 2006 1:02 PM\r\nTo: legal@theplanet.com\r\nCc: copyright@theplanet.com; Michele Mauro; Chris Koepf; Luke Poland\r\nSubject: Software License/ Copyright Violation\r\n\r\n\r\nTo Whom it may concern, \r\n\r\nDomain/Website in question: Zmods.org\r\nWebsite displayed at: http://www.zmods.org\r\nIP Translated to: 67.18.241.88\r\nDomain Whois Registrant:\r\n\"\r\nDomain ID:D104172960-LROR\r\nDomain Name:ZMODS.ORG\r\nCreated On:30-Mar-2004 22:13:17 UTC\r\nLast Updated On:22-Jul-2004 12:52:34 UTC\r\nExpiration Date:30-Mar-2006 22:13:17 UTC\r\nSponsoring Registrar:Namesdirect Inc. (R92-LROR)\r\nStatus:CLIENT UPDATE PROHIBITED\r\nRegistrant ID:DOT-OJJ6EQ1AON61\r\nRegistrant Name:Chris Passalacqua\r\nRegistrant Organization:Kabalsrealm\r\nRegistrant Street1:724 Republic Dr.\r\nRegistrant Street2:\r\nRegistrant Street3:\r\nRegistrant City:Rolla\r\nRegistrant State/Province:MO\r\nRegistrant Postal Code:65401\r\nRegistrant Country:US\r\nRegistrant Phone:+1.5733081787\r\n\"\r\n\r\n\r\nIt was brought to our attention \r\nrecently that a customer of yours is\r\nillegally running a version of our software. \r\nAccording to the terms of the license provided\r\nwith the download. As the license reads:\r\n\r\n\"\r\n1. Permission is hereby granted to use, copy, modify and/or distribute\r\nthis package, provided that: \r\n\r\n- All copyright notices within source files and as generated by the\r\nsoftware as output are retained unchanged unless appropriate\r\nauthorization is obtained as specified in section 4.\r\n\"\r\n\r\nThe software was installed on or about April 26th, 2005. At this time,\r\nthere was no longer an option for authorization as mentioned in this\r\nsection of the license provided. Therefore, there is no question that the\r\nclient has violated the license agreement. \r\n\r\nThe problem currently in question is the output of the copyright as\r\ngenerated by the software. The software is programmed to display\r\nthe copyright notice in the footer section of each page. \r\n\r\nAt the time of our being made aware of the license violation, the \r\nuser in question had the following displayed in the footer of their website\"\r\n\r\n\"\r\nZ Mods Info & Forums | Zmods.org \r\nCopyright C 2006, All rights reserved. \r\n\"\r\n\r\nUpon their getting wind that the development team and copyright owners\r\nwere aware of the license violation, the user in question again altered the \r\ncopyright to read as:\r\n\r\n\"\r\nZ Mods Info & Forums | Zmods.org \r\nCopyright C 2006, All rights reserved. \r\nPowered by Enigma \r\n\"\r\n\r\nIf the client HAD NOT violated the terms of the license, and manipulated the\r\ncopyright as output by the software, the above should explicitly read as:\r\n\r\n\"\r\n{Website Name} | Powered by LSP, C 2003 LSP Dev Team.\r\nForum by YaBB SE, C 2001-2003 YaBB SE Dev Team c/o Lewis Media.\r\n\"\r\n{Website Name} is the name of the website as controllable through the\r\nadministrative functions within the software, and subject to change\r\ndependent\r\nupon the website where said software is installed and running. For the Site\r\nin\r\nquestion, it should be referred to as follows:\r\n\r\n\"\r\nZ Mods Info & Forums | Powered by LSP, C 2003 LSP Dev Team.\r\nForum by YaBB SE, C 2001-2003 YaBB SE Dev Team c/o Lewis Media.\r\n\"\r\n\r\n\r\nAs you can see, the user has violated the terms of the license. There is not\r\nany question about it.\r\n\r\nAs per section 6 of the license agreement:\r\n\"\r\n6. This Agreement will terminate automatically if you fail to comply\r\nwith the limitations described herein. On termination, you must destroy\r\nall copies of the Software and derivatives within 48 hours. \r\n\"\r\n\r\nNow, according to your \"Acceptable Use Policy\" found on ThePlanet.com \r\nwebsite located at http://www.theplanet.com/legal/index.html:\r\n\r\n\"\r\nCompliance with Law\r\n\r\nCustomer shall not post, transmit, re-transmit or store material on or\r\nthrough any of Services or Products which, in the sole judgment of the\r\nCompany (i) is in violation of any local, state, federal or non-United\r\nStates law or regulation, (ii) threatening, obscene, indecent, defamatory or\r\nthat otherwise could adversely affect any individual, group or entity\r\n(collectively, \"Persons\") or (iii) violates the rights of any person,\r\nincluding rights protected by copyright, trade secret, patent or other\r\nintellectual property or similar laws or regulations including, but not\r\nlimited to, the installation or distribution of \"pirated\" or other software\r\nproducts that are not appropriately licensed for use by Customer. Customer\r\nshall be responsible for determining what laws or regulations are applicable\r\nto its use of the Services and Products. \r\n\"\r\n\r\nAnd further down, on the page referenced:\r\n\r\n\"\r\n\r\nCopyright Infringement\r\n\r\nCompany datacenter infrastructure including network, leased hardware,\r\nco-location services, and other hardware located in the facility may only be\r\nused for lawful purposes. Transmission, distribution, or storage of any\r\ninformation, data or material in violation of United States or state\r\nregulation or law, or by the common law, is prohibited. This includes, but\r\nis not limited to, material protected by copyright, trademark, trade secret,\r\nor other intellectual property rights; including creating, utilizing,\r\ndistributing unauthorized copies of software, or the use of BitTorrent or\r\nother types of technologies utilized in the distribution of illegally copied\r\nmaterials. If Customer copies, distributes or installs software in defiance\r\nof the license agreement, Customer is violating federal copyright law.\r\nCompany will cooperate with all law enforcement agencies in relation to\r\nalleged copyright infringement housed in our datacenters.\r\n\"\r\n\r\nAs per paragraph 2, on page referenced:\r\n\r\n\"VIOLATION OF ANY SECTION OF THE AUP IS STRICTLY PROHIBITED AND MAY RESULT\r\nIN THE IMMEDIATE TERMINATION OR SUSPENSION OF THE SERVICES CUSTOMER RECEIVES\r\nFROM COMPANY.\"\r\n\r\nWithout proceeding further, the user in question has visibly and\r\nintentionally violated at least\r\ntwo sections of your own policy. \r\n\r\nAs referenced on ThePlanet.com on the Copyright Notifications page, found at\r\nhttp://www.theplanet.com/legal/copyright.html:\r\n\r\nRequirements:\r\nItem 1:\r\nMy typed signature at the bottom of this document shall act as my digital\r\nsignature, as long as any such signature \r\nis sent from luke@lunabyte.net, and has not been altered or spoofed. Receipt\r\nof this signature from any other \r\naccount shall be null and void. \r\n\r\nItem 2: \r\nThe copyright violation has been for the Open Source project \"Lunabyte\r\nSystem Portal\" (aka LSP), and \r\nit's released version \"Enigma\", and it's publicly released version number of\r\n\"1.x\" where 'x' is a numerical value \r\nnot to exceed '3'. The term of \"software\" shall refer to this project, and\r\nthe term \"package\" shall refer to the \r\ndownloaded unopened compressed file of the \"software\".\r\n\r\nHistory overview:\r\nLSP is an integrated project based upon the popular forum program known as\r\nYaBB SE, \r\nhereby referred to as \"YSE\". The copyright as output by YSE would be:\r\n\r\n\"\r\n{Website Name} | Powered by by YaBB SE\r\nC 2001-2003 YaBB SE Dev Team c/o Lewis Media.\r\n\"\r\n\r\nHowever, with the integration of the LSP software, explicit\r\npermission was granted to the Development Team of LSP to \r\noutput the copyright as described above when referencing \r\nwhat the copyright output should be as unaltered.\r\n\r\nThe LSP Development Team has been given the authority and\r\nresponsibility for YSE, as it has been discontinued by the original\r\ndevelopment team which is now supporting their latest project. \r\nThe copyright for YSE remains held by Lewis Media, The copyright\r\nfor LSP (which contains YSE) is held by the LSP Development Team.\r\n\r\nLSP is released under the terms of the YSE license, and said copyright\r\noutput falls as generated by the software is dependent upon whether \r\nthe end user is running YSE or LSP. By agreement with Lewis Media, \r\nLSP is authorized to act on their behalf if there is a license violation\r\nper use of the LSP package. \r\n\r\nItem 3:\r\nIdentification of the material is the LSP software, and the database the\r\nit uses. For identification purposes, the software is contained in the\r\nfollowing\r\nfiles of the root of the publicly accessible directory for which Zmods.org\r\ncan\r\nbe reached with an internet browser, as well as the following sub\r\ndirectories:\r\n\r\nMain Files\r\n(There may be more files, depending on whether the user has not\r\nremoved additional files provided. Listed are the main files required\r\nfor a minimal installation to operate.) \r\nenglish.lng\r\nfader.js\r\nubbc.js\r\nhelp.php\r\nindex.php\r\nQueryString.php\r\nSettings.php (Database information is contained in this file)\r\nSettings_bak.php (This is a backup file for Settings.php)\r\n\r\nDirectories:\r\n(To include files contained therein)\r\nattachments\r\nPackages\r\nSkins\r\nSmilies\r\nSources\r\nYaBBHelp\r\n\r\n(May also include dls, downloads, avatars, etc, depending upon\r\nend user configuration.)\r\n\r\nNote: If the directory \"Sources\" cannot be found, it will have been\r\nrenamed, and the name may be found in Settings.php. \r\n\r\nA full identification can be made of all files from a listing of\r\nfiles and directories if the need dictates, and a listing of all\r\nfiles is provided in response.\r\n\r\nItem 4:\r\nContact information is provided at the end of this message.\r\n\r\nItem 5:\r\nThis statement is made in good faith, the the user has manipulated\r\nthe copyright as output by the software, as described in detail above.\r\n\r\nItem 6:\r\nThis statement is made in good faith, and at the time of this message\r\nis accurate. Depending on the end-user's actions, the situation details\r\nmay have further changed at the time ThePlanet.com views the material, \r\nhowever the offense would be contained within backups of the account, \r\nprovided backups have been made prior to this date, whether by the\r\nend-user or Service Provider (ThePlanet.com). \r\n\r\nAt the time of this message, being a member of the LSP Development Team,\r\nI am authorized to report and pursue violations to the license agreement\r\nwhich\r\nis accepted by the end-user upon their installation and use of this\r\nsoftware. If\r\nsuch notification is made in error, the Complaining Party has not been given\r\nnotice that said permission has been revoked, and therefore shall not be\r\nheld\r\nliable for this claim that is made in good faith. \r\n\r\nI hereby notify the end-user's Service Provider (ThePlanet.com) on behalf of\r\nthe\r\nLSP Development Team that it is suspected that the website listed above is\r\nin \r\nviolation of the license agreement under which the end-user is allowed to\r\ninstall \r\nand operate said software by making alterations to the copyright as output\r\nby\r\nthe software, in violation of the license under which the software was\r\nreleased on\r\nor about the date of April 26th, 2005, as records indicate that is the\r\napproximate time\r\nthe package was downloaded to the end-user. \r\n\r\nFurthermore, we inform the Service Provider that by suspicion of violating\r\nthe license for the\r\nsoftware, the end-user in turn is suspected to also be in violation of the\r\nService Providers\r\nAcceptable Use policy. \r\n\r\nThe website in question has been tracked by resolving their domain name\r\n(zmods.org)\r\nto an IP address that is listed in publicly accessible records through\r\nvarious resources\r\nas belonging to Service Provider known as ThePlanet.com. \r\n\r\nAs signed below I shall not be liable for the inaccuracy of public records,\r\nif the end-user \r\nis not an actual client of the Service Provider, or is a client of a\r\nreseller or services provided\r\nby ThePlanet.com. If the end-user is a client of a reseller, we request that\r\nthis message be\r\nforwarded to the reseller for action, and courtesy copied back to the\r\nreporting address from\r\nwhich this message came. \r\n\r\n\r\nIn closing, we appreciate and thank you for your time looking into this\r\nmatter, and await your response.\r\n\r\n\r\nBest Regards,\r\nLuke Poland\r\nDevelopment Team\r\nLSP - Lunabyte Systems Portal\r\nluke@lunabyte.net\r\nwww.lunabyte.net\r\n(405) 370-6659\r\n\r\n\r\nSent to: legal@theplanet.com\r\nCopy to: copyright@theplanet.com, Michele Mauro (LSP Development Team), \r\nChris Koepf (LSP Development Team), Luke Poland (LSP Development Team)\r\n\r\n\r\n\r\n\r\n","date_sent":"2006-01-10T05:00:00Z","date_received":"2006-01-10T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"LSP - Lunabyte Systems Portal","recipient_name":"Theplanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}