{"dmca":{"id":31605,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-04-16T04:00:00Z","date_received":"2012-04-16T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Jaap Riezebos","principal_name":"Jaap Riezebos","recipient_name":"Google, Inc.","works":[{"description":"U wordt resident in Spanje\r\nAls u naar Spanje emigreert wordt u resident in Spanje. Dit betekent o.a. dat u dan onder de Spaanse belastingwetgeving valt.\r\nBelasting betalen in Spanje\r\nU betaalt dan in principe vanaf het moment dat u als resident bent ingeschreven, en in betreffend kalenderjaar langer dan 183 dagen in Spanje woont, belasting in Spanje. Echter als u inkomsten heeft uit Nederland, zoals bijvoorbeeld uw AOW-pensioen of uw bedrijfspensioen, zou u over die inkomsten zowel in Nederland als in Spanje belasting moeten betalen.\r\nBelastingverdrag ter voorkoming van dubbele belastingbetaling\r\nTer voorkoming van deze dubbele belastingbetaling hebben Spanje, België en Nederland een belastingverdrag opgesteld, waarin o.a. is vastgelegd dat uw pensioen, bedrijfspensioen,  oorlogspensioen, verzetspensioen, oorlogsuitkering, vervolgingsuitkering  in Spanje worden belast en dus niet in België of Nederland. Uw particuliere pensioen en alle hierboven genoemde pensioenen worden netto uitbetaald. Vraag hiervoor een vrijstelling aan bij de belastingdienst.\r\nOverheidspensioenen\r\nEen uitzondering hierop zijn overheidspensioenen. Ontvangt u van of namens een overheidsorgaan een pensioen in verband met vroegere arbeid, dan moet u hierover belasting betalen in het land van dat overheidsorgaan. Ontvangt u dus een Belgische of Nederlands overheidspensioen, dan moet u hierover in België of Nederland belasting betalen. U hoeft dan over dit inkomen geen belastingaangifte in Spanje te doen.","infringing_urls":[{"url":"http://www.tenerifeonline.be/oppensoien.html"}],"copyrighted_urls":[{"url":"http://www.emigrerennaarspanje-info.nl/inkomsten/pensionados-leven-van-nederlands-pensioen-in-spanje.html"}]},{"description":"Om de economie een impuls te geven heeft de Spaanse overheid per 1 januari 2008 de vermogensbelasting (Impuesto del Patrimonio) afgeschaft.\r\nDe afschaffing van de vermogensbelasting geldt uiteraard voor de Spanjaarden, maar ook voor alle fiscaal residenten, ongeacht hun nationaliteit.\r\nNaast het hebben van een Nederlandse bankrekening (niet-ingezetenrekening) kunt u er voor kiezen om een Spaanse bankrekening te openen.","infringing_urls":[{"url":"http://www.tenerifeonline.be/fiscaliteit.html"}],"copyrighted_urls":[{"url":"http://www.emigrerennaarspanje-info.nl/belastingen-spanje/afschaffing-vermogensbelasting-in-spanje.html"}]},{"description":"Een bankrekening openen in Spanje\r\nVeel zaken, zoals o.a. een autoverzekering of een telefoonaansluiting dienen automatisch van een Spaanse bankrekening afgeschreven te moeten worden.\r\n\r\nDe kosten van een Spaanse bankrekening\r\nLaat u geen vast inkomen maandelijks op uw Spaanse bankrekening overmaken dan betaalt u voor de diensten van de bank een bedrag tussen de 5 en 10 euro per maand. Zelf maandelijks een bedrag van uw vermogen overmaken naar uw Spaanse rekening helpt niet om deze kosten te voorkomen. Ontvangt u maandelijks loon van een werkgever in Spanje, dan komt u in aanmerking om vrijstelling aan te vragen voor de kosten van de bankrekening","infringing_urls":[{"url":"http://www.tenerifeonline.be/geldzaken.html"}],"copyrighted_urls":[{"url":"http://www.emigrerennaarspanje-info.nl/emigreren/bankrekening-openen-in-spanje.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}