{"dmca":{"id":31615,"type":"Dmca","title":"DMCA. Active pracy at your servers.","body":"-----Original Message-----\r\nFrom: Ryan Cathcart [mailto:piracy@templatemonster.com] \r\nSent: Wednesday, January 11, 2006 7:52 AM\r\nTo: copyright@theplanet.com; abuse@theplanet.com\r\nSubject: DMCA. Active pracy at your servers.\r\n\r\nTo whom it may concern\r\n\r\nDear Sirs,\r\n\r\nAs the legal assistant of Artvertex, Inc (http://templatemonster.com), I am\r\ninstructed to provide you with the following report.\r\nWe have got a piracy report that lead http://www.shopthietke.com website.\r\n\r\nIt has come to our attention that your or one of your customer's servers IP\r\naddress (69.93.196.118), is involved in a grave situation of unauthorized\r\ndistribution intellectual and graphic property.\r\n\r\nSite http://www.shopthietke.com sells stolen web design materials. These\r\nsales have no license support documentation from the design owning company\r\nand general website content confirms a malicious intent against our company.\r\nThe exact placements of infringement are\r\nhttp://www.shopthietke.com/showroom/\r\n\r\nThese galleries contain recompiled sources which were ripped from an\r\noriginal pre-view pages at http://TemplateMonster.com website. All stolen\r\nsources numbers are corresponding to products numeration of an original\r\nvendor.\r\n\r\nWe performed a direct contact with the site owner using his site contact\r\nform and WHOIS database contact records.\r\nAccording to WHOIS data, http://www.shopthietke.com  site owner is a citizen\r\nof Vietnam and all the record fields are seemed to be filled correctly.\r\nHowever all contact records lead to the x9vietnam.com (name server of the\r\nillegal web store). http://x9vietnam.com is not the hosting service but the\r\ncover page, made from the stolen cliparts. Website contact form gave no\r\nrespond at the given term.\r\n\r\nBecause of the obvious Templatemonster products distribution, we direct your\r\nattention to the terms of our company's License Agreement\r\n(http://www.templatemonster.com/terms.php) which clearly prohibits the\r\nreselling of our products by any potential or current customer.\r\n\r\nOur website clearly states \"Website pages content copyright -\r\n2002-2005 Artvertex, Inc.\" The permission of  information publishing actions\r\nfrom your server is illegal. Templatemonster.com website content cannot be\r\nreproduced, copied, or edited in any manner or medium and is therefore\r\nmaking you posses illegal material. US copyright laws protect all parts of\r\nthis material.\r\nThe owner of this website has been notified of his actions, and has been\r\ntold the consequences. He ignored a feedback request confirming that his\r\nsite is illegal and canceling the amicable case solution.\r\n\r\nHence, we demand the immediate removal of http://www.shopthietke.com account\r\nfrom your company server and cease the distribution of any of our products\r\nIMMEDIATELY.\r\nWe have already notified our corporate lawyers of this situation and we\r\nshall not hesitate to exercise our legal right to pursue this matter in a\r\ncourt of law should you fail to meet our demand immediately.\r\n\r\nTemplatemonster.com is committed to investigating licensing infractions not\r\nonly to protect our own interests but to protect those of the designers who\r\nsubmit their designs to us as well. We are contractually obliged to protect\r\nthe intellectual property rights and livelihood of the artists whose work we\r\nlicense. While we support freedom of expression, we must enforce our\r\nlicensing conditions rigorously in order to meet our responsibilities. We\r\nfeel that your cooperation regarding this matter is fully warranted, and\r\nexpect it will be promptly forthcoming.\r\n\r\nThank you and waiting for your prompt answer.\r\n----\r\nVery truly yours,\r\nRyan Cathcart\r\nLegal assistant\r\nArtvertex, Inc.\r\nTel:  15183208716\r\nFAX:  19175913014\r\nmailto:piracy@templatemonster.com\r\n\r\nnote: DMCA form complain and screenshot attached.","date_sent":"2006-01-11T05:00:00Z","date_received":"2006-01-11T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Artvertex, Inc.","recipient_name":"Theplanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}