{"dmca":{"id":31610,"type":"Dmca","title":"Unauthorized Use of Classmates Online, Inc.'s IP on FindClassmateOnline.com Website","body":"\r\n\r\nTo Whom It May Concern:\r\n\r\n \r\n\r\nPlease note that below-referenced copyright infringement notice does not\r\nsubstantially comply with the required notification elements of the Digital\r\nMillennium Copyright Act of 1998 (\"DMCA\").\r\n\r\n \r\n\r\nPlease note that we have not passed on the substantive merits of your claim.\r\n\r\n \r\n\r\nPlease visit our web site at  <http://www.theplanet.com/legal>\r\nwww.theplanet.com/legal.\r\n\r\n \r\n\r\nLegal Response Team\r\n\r\nTHEPLANET.COM INTERNET SERVICES, INC.\r\n\r\n\r\n  _____  \r\n\r\nFrom: McGuane, Tara [mailto:TMcGuane@classmates.com] \r\nSent: Friday, February 17, 2006 2:45 PM\r\nTo: copyright@theplanet.com; legal@theplanet.com\r\nSubject: Unauthorized Use of Classmates Online, Inc.'s IP on\r\nFindClassmateOnline.com Website\r\n\r\n\r\nDear Sir or Madam, \r\n \r\nIn addition to the violations committed below, your customer has also\r\nappropriated the copygirthed works of Classmates Online, Inc.  On the\r\nFindClassmateOnline.com homepage you will find the marketing language \"Leap\r\nthrough a portal to the best of your past. Rediscover the people, places,\r\nand pop culture of your youth. Reconnect with the past and build friendships\r\nfor the future.\"  Classmates Online developed that marketing language which\r\ncan be found on our non registered user homepage at\r\n<http://www.classmates.com> www.classmates.com.  This, along with other\r\nportions of our website, was initially copyrighted in 2001 and can be found\r\nas part of our submission material under Copyright Reg No. TX 5-508-975.\r\n \r\nPursuant of the terms set forth in the Digital Millennium Copyright Act, we\r\nrequest that you expeditiously remove or disable access to the\r\nwww.findclassmateonline.com website as set forth in your copyright\r\ninfringement policy found at http://www.theplanet.com/legal/copyright.html. \r\n \r\nSincerely, \r\n \r\n______________________________\r\nTara McGuane\r\nIP and Marketing Compliance Manager\r\nClassmates Online, Inc.\r\n2001 Lind Avenue SW, Suite 500\r\nRenton, WA 98055\r\nT: 425.917.4777\r\nF: 425.271.5595\r\nTMcGuane@corp.untd.com\r\nThis transmission is intended for the sole use of the individual(s) to whom\r\nit is addressed and may contain information that is proprietary, privileged,\r\nattorney work product or otherwise exempt from disclosure. Please contact\r\nthe sender if this transmission is received in error and immediately delete\r\nthis message and its attachments from your system. Unauthorized use is\r\nprohibited.\r\n \r\n  _____  \r\n\r\nFrom: McGuane, Tara \r\nSent: Wednesday, February 15, 2006 3:40 PM\r\nTo: 'qqebiz@gmail.com'\r\nSubject: FindClassmateOnline.com eBay Auction, Item No. 7589279077 \r\n\r\n\r\n\r\nDear Sir or Madam:\r\n\r\nWe are writing in response to the attempted eBay auction of the\r\nFindClassmateOnline.com website and your unauthorized use and\r\nmissapproproriation of our company name and registered trademarks in your\r\ndomain and on your site. \r\n\r\nAs you probably know, Classmates Online, Inc. (\"Classmates Online\") owns and\r\noperates the popular website,  <outbind://147/www.classmates.com>\r\nwww.classmates.com, the leading online community that connects more than 40\r\nmillion members with friends, family, military and work colleagues.\r\nClassmates Online also owns the exclusive trademark rights for\r\nCLASSMATES.COM (Reg. No. 2,584,325), and CLASSMATES (Reg. Nos. 2,758,007 and\r\n2,755,056) in the United States and internationally. Classmates Online has\r\nmade a substantial investment in developing and providing its services and\r\nhas acquired a tremendous amount of goodwill and brand equity in the\r\nCLASSMATES name. As we hope you can appreciate, Classmates Online is\r\nconcerned that your unauthorized use of our company name and the CLASSMATES\r\nregistered trademarks on your site and in your domain name may cause\r\nconfusion as to whether you or your company's activities are authorized,\r\nendorsed or sponsored by Classmates Online when, in fact, they are not.\r\nAdditionally, your auction references the FindClassmateOnline.com in several\r\nlocations as the domain for sale.  Please note, Classmates Online, Inc. is\r\nthe actual owner of this domain.  \r\n\r\nFederal and state laws protect against the unauthorized use, sale, or\r\noffering for sale a domain name which infringes another's trademark.\r\nInfringers who have been notified of such infringing activity, but do not\r\ncease their infringements, may also be considered \"willful\" and could be\r\nsubject to monetary damages. Having received this e-mail, you are on such\r\nnotice. \r\n\r\nWhile we understand that you may have registered the above domain name and\r\ndeveloped the FindClassmateOnline.com website without full knowledge of the\r\nlaw in this area and Classmates Online respects your right of expression and\r\nyour desire to conduct business on the Internet, we must enforce our own\r\nrights in order to protect our valuable and famous trademark(s). For these\r\nreasons, and to avoid consumer confusion, Classmates Online must insist that\r\nyou cease development and sale of competing websites which incorporate the\r\nuse of our corporate name and our CLASSMATES  trademarks and transfer the\r\nFindClassmateOnline.com domain name to Classmates Online. \r\n\r\nBy providing you with this notice and clarifying Classmates Online's rights,\r\nwe trust that you will promptly cease your unauthorized use and that we may\r\neach continue to pursue our businesses and interests without necessity of\r\nlegal action. \r\n\r\nSincerely, \r\n\r\n______________________________\r\nTara McGuane\r\nIP and Marketing Compliance Manager\r\nClassmates Online, Inc. \r\nA United Online, Inc. Company\r\n2001 Lind Avenue SW, Suite 500\r\nRenton, WA 98055\r\nT: 425.917.4777\r\nF: 425.271.5595\r\nTMcGuane@corp.untd.com\r\n\r\nThis transmission is intended for the sole use of the individual(s) to whom\r\nit is addressed and may contain information that is proprietary, privileged,\r\nattorney work product or otherwise exempt from disclosure. Please contact\r\nthe sender if this transmission is received in error and immediately delete\r\nthis message and its attachments from your system. Unauthorized use is\r\nprohibited.\r\n\r\n","date_sent":"2006-02-17T05:00:00Z","date_received":"2006-02-17T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Classmates Online, Inc.","recipient_name":"ThePlanet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}