{"dmca":{"id":31656,"type":"Dmca","title":"Reporting cosplay-cutie.net - violation","body":"To Whom It May Concern:\r\n\r\n \r\n\r\nPlease note that below-referenced copyright infringement notice does not\r\nsubstantially comply with the required notification elements of the Digital\r\nMillennium Copyright Act of 1998 (\"DMCA\").\r\n\r\n \r\n\r\nPlease note that we have not passed on the substantive merits of your claim.\r\n\r\n \r\n\r\nPlease visit our web site at  <http://www.theplanet.com/legal>\r\nwww.theplanet.com/legal.\r\n\r\n \r\n\r\nLegal Response Team\r\n\r\nTHEPLANET.COM INTERNET SERVICES, INC.\r\n\r\n \r\n\r\n\r\n  _____  \r\n\r\nFrom: Sachiko [mailto:happysaber@yahoo.com] \r\nSent: Tuesday, December 20, 2005 6:06 PM\r\nTo: legal-response@theplanet.com\r\nSubject: Reporting cosplay-cutie.net - violation\r\n\r\n\r\nHello,\r\n\r\nI would like to report the domain cosplay-cutie.net\r\n<http://cosplay-cutie.net/> , a domain registered at Newsmediaexpress.com. I\r\nused whois.sc to trace down its IP Address, and it has led me to\r\nTheplanet.com. I have reported it to NewsMediaExpress, but they said that\r\nthey only handle trademark copyright infringement on the domain name. They\r\ntold me to report to the service provider that hosting \"cosplay-cutie.net\"\r\nas the files and data is reside on their server. It is the reason why I am\r\ncontacting Theplanet.com right now.\r\n\r\nhttp://www.whois.sc/cosplay-cutie.net\r\n\r\nThis website has stolen property from another site, claiming as her own.\r\nContacting the owner of the domain is useless, because she is denying her\r\ntheft. She claims to be \"Gingko\", but she is not the real person! The\r\ncontent on her site - photos - belongs to http://www.pbase.com/gingko/gp\r\n(real Gingko from HK) and http://www.fotop.net/ginglo/ginglo05 (this site\r\nbelongs to Simon Ho, one of the real Gingko's photographers). BOTH of those\r\nclaims that cosplay-cutie.net does NOT belong to them! Not only did she\r\nsteal the photos, but also she stole Gingko's identity and pretend to be\r\nher, and she is accusing the real Gingko as the thief. \r\n\r\nOn the personal level, I have in fact witnessed this exact same person doing\r\nthe exact same thing - stealing photos and identities, which is why I am\r\nparticularly paranoid about her getting away with it. Cosplay-cutie.net has\r\npromoted herself so much on the web (this includes\r\nhttp://www.myspace.com/gingko_chan and every single webring she has joined),\r\nthat other people believe she is the real person when the truth is that she\r\nis NOT.\r\n\r\nI have started a petition that listed every single proof I found that\r\ndistinguish cosplay-cutie.net from the pbase.com/gingko, and I hope it is\r\nsufficient enough information: http://petitiononline.com/gingkopb/. Please\r\nread it thoroughly even though they are not really organized or neatly\r\nstated, because I have listed every detail there. I did nit-pick the little\r\ndetails.\r\n\r\nIf the screenshots aren't good enough proof, how about this?  I used\r\nwhois.net to look into the registered data of cosplay-cutie.net (I do that\r\nonly if necessary, of course), and she registered to be from HongKong, which\r\nis what she claims to be from in her website as well. HOWEVER, the Phone #\r\nregistered under the domain is +654.978685454. There's no country with a\r\ncountry code of 654. 654 is not a country code to any country. That right\r\nthere can get her into trouble. False information at register. \r\n\r\nThe country code for Hong Kong is 852 (reference source\r\n<http://kropla.com/dialcode.htm> ). (Notice that if you only do 65, it shows\r\nthat to be Singapore instead of Hong Kong.) The other fishy thing about it\r\nis, HK phone numbers have 8 digit. Cosplay-cutie.net put in 9.  I went to\r\ncosplay-cutie and read the what-so-called \"profile\". \r\n\r\nShe said she lives in Hong Kong, but she's born in Canada. Canada and US\r\nhave a country code of 1. HK, like I said, 852. I've also been tracking down\r\nher I.P, which is bbcache-##.singnet.com.sg (## being the changing digits).\r\n\r\nI hope the proofs are sufficient enough. Thank you for taking the time to\r\nread this compiliation of inquiry, and I hope I have convinced the service\r\nto take action about cosplay-cutie.net. Please have the account suspended,\r\nor even better, terminated, because I truly do not wish to see people\r\nbelieving her when she is stealing someone else's identity and property!\r\n\r\nIf something will be done, please reply back to me. If you are going to\r\nreport to cosplay-cutie.net, please keep me anonymous. Thank you so much\r\nagain!\r\n\r\n\r\n\r\n~*~\r\nLove, (k.a) Sachiko \r\nhttp://promised-dream.net\r\n\r\n\r\n\"There are many things that we would throw away if we were not afraid that\r\nothers might pick them up.\" ~ Oscar Wilde\r\n\r\n__________________________________________________\r\nDo You Yahoo!?\r\nTired of spam? Yahoo! Mail has the best spam protection around \r\nhttp://mail.yahoo.com ","date_sent":"2005-12-20T05:00:00Z","date_received":"2005-12-20T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"http://promised-dream.net","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}