{"dmca":{"id":31762,"type":"Dmca","title":"[Fwd: [ABUSE] Subject: Stolen page copy is not only a violation of copyright, but can","body":" To Whom It May Concern:\r\n\r\nPlease note that below-referenced copyright infringement notice does not\r\nsubstantially comply with the required notification elements of the Digital\r\nMillennium Copyright Act of 1998 (\"DMCA\").\r\n\r\nPlease note that we have not passed on the substantive merits of your claim.\r\n\r\nPlease visit our web site at www.theplanet.com/legal.\r\n \r\nLegal Response Team\r\nTHEPLANET.COM INTERNET SERVICES, INC.\r\n\r\n-----Original Message-----\r\nFrom: abuseadm@theplanet.com [mailto:abuseadm@theplanet.com] On Behalf Of\r\nThe Planet Policy Enforcement\r\nSent: Monday, March 06, 2006 3:17 PM\r\nTo: webmaster@joanofquark.com; copyright@theplanet.com\r\nSubject: [Fwd: [ABUSE] Subject: Stolen page copy is not only a violation of\r\ncopyright, but can get both of us banned by the search engines for duplicate\r\npage content.]\r\n\r\n-----BEGIN PGP SIGNED MESSAGE-----\r\nHash: SHA1\r\n\r\nYour email is being forwarded on to our Copyright counsel for review, at the\r\naddress of copyright@theplanet.com.\r\n\r\n- -------- Original Message --------\r\nSubject:         [ABUSE] Subject: Stolen page copy is not only a violation of\r\ncopyright, but can get both of us banned by the search engines for duplicate\r\npage content.\r\nDate:         Mon, 6 Mar 2006 11:13:38 -0800\r\nFrom:         JoanOfQuark <webmaster@joanofquark.com>\r\nReply-To:         webmaster@joanofquark.com\r\nTo:         <sales@theplanet.com>\r\nCC:         marketing@theplanet.com, abuse@theplanet.com\r\n\r\n\r\n\r\nIt has come to our attention that your website,\r\nhttp://www.looklogodesign.com/ <http://www.alibinali.com/> , is using\r\nmaterial copied verbatim (from our website, www.joanofquark.com (the\r\n\"Property\") in spite of the fact that it is obviously our intellectual\r\nproperty.  As you know or should know, such misappropriation and use in\r\ncompetitive commerce of our intellectual property is a clear violation of\r\nthe copyright laws of the United States of America and the unfair\r\ncompetition and predatory trade practices laws of both the United States of\r\nAmerica and the State of California.  Demand is hereby made that you and\r\nyour affiliates immediately cease and desist from any further use of the\r\nProperty and that you promptly deliver to us duly executed and notarized\r\naffidavits which represent under penalty of perjury that all such use has\r\nceased and that you and your affiliates will hereafter forever desist from\r\nany such use or any other use of any of our other intellectual property.\r\n\r\n\r\n\r\n            You have already subjected yourself and any companies and\r\nindividuals, who have at any time designed, provided servers for,\r\ntransmitted and/or hosted your website, operating or otherwise involved in\r\nsuch illegal acts to liability for damages (including statutory treble and\r\nother damages, legal interest, court costs and reimbursement of attorney?s\r\nfees).\r\n\r\nIf you fail to immediately comply with the demands made in this letter, we\r\nwill begin putting such other companies and individuals with whom you do\r\nbusiness on notice of the illegality or your and their conduct - and you\r\nwill increase such liability by clearly establishing wilful misconduct,\r\nincluding the possibility of punitive damages, as well as the possibility of\r\ncross-complaints for indemnity against liability and legal expenses from\r\nsuch other companies and individuals.\r\n\r\n\r\n\r\n            If you think that your location will in any way insulate you\r\nfrom such legal action, we urge you to think again.  Our litigation counsel\r\ntell us that they expect no difficulty obtaining jurisdiction over you in\r\nthis matter in both the Federal and State courts located in Los Angeles.\r\n\r\n\r\n\r\n\r\n\r\n            Furthermore, you should be aware of the stance by search engines\r\nsuch as Google and others concerning these practices and be further advised\r\nthat you are in breach of your agreement with the search engines. We have\r\nalready benefited from our successful steps in having similar sites removed\r\nfrom Yahoo, Google and MSN, pursuant to the/ ?_Digital Millennium Copyright\r\nAct_?. /Should you not cease using our copy immediately, be advised that *we\r\nwill do our utmost to have your site banned from the search engines as well.\r\n//*\r\n\r\n\r\n\r\nWe await your compliance and reply.\r\n\r\nRespectfully\r\n\r\nIra Blacker\r\n\r\nWebmaster\r\n\r\n\r\n\r\n\r\n\r\nCC:\r\n\r\nS.D. Ashley Esq.\r\n\r\n\r\n\r\n\r\n\r\n* *\r\n\r\n\r\n- --\r\nThanks,\r\n\r\nPolicy Enforcement\r\nThe Planet Internet Services, Inc.\r\nhttp://www.theplanet.com/legal/aup.html\r\n-----BEGIN PGP SIGNATURE-----\r\nVersion: GnuPG v1.4.2 (MingW32)\r\nComment: Using GnuPG with Mozilla - http://enigmail.mozdev.org\r\n\r\niD8DBQFEDKbKvK/XpJs6oyURAjVVAJ4gbtqd2RhZRIYKxdWA5+Ir3v7j4wCdEuU6\r\nogEScKcIwPLA6USPyMSayck=\r\n=80OA\r\n-----END PGP SIGNATURE-----","date_sent":"2006-03-06T05:00:00Z","date_received":"2006-03-06T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Ira Blacker","recipient_name":"ThePlanet.com Internet Services","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}