{"dmca":{"id":31821,"type":"Dmca","title":"NOTIFICATION OF OUR COPYRIGHTED MATERIAL ON YOUR SERVERS","body":"  _____  \r\n\r\nFrom: Payne Peter [mailto:peter@pcrdist.com] \r\nSent: Tuesday, January 31, 2006 10:02 AM\r\nTo: legal@theplanet.com; abuse@theplanet.com; copyright@theplanet.com\r\nCc: legal@pcrdist.com; RUSSIAN BEAUTIES\r\nSubject: NOTIFICATION OF OUR COPYRIGHTED MATERIAL ON YOUR SERVERS\r\n\r\n\r\n\r\nDear ISP,\r\n\r\n\r\nWe are officially notifying you that your customer, cinemajuggs.com, is\r\nengaged in pirating the videos and images of Yulia Nova, who is a famous\r\nRussian model from Moscow. Ms. Yulia Nova's videos and photos are the\r\nproperty of Satoshi Kizu, a Japanese photographer, and our company, who has\r\npaid a fee to license the images for use outside of Japan. The webmaster's\r\ncontinued distribution of Yulia's pictures despite having been warned on\r\nrepeated occasions leaves us no choice but to contact you. We ask that you\r\nplease remove the offending site immediately (or disable DNS) and provide us\r\nwith their contact information.\r\n\r\nWe verify under pain of perjury that are the the licensed copyright holders\r\nfor Yulia Nova's works, and this individual does not have the right to\r\ndistribute her movies. Ownership can be verified by viewing\r\nhttp://www.russian-b.com and http://www.yulianovaworld.com. Since the\r\nwebmaster has been warned repeatedly, his piracy of Ms. Nova's works becomes\r\na \"willful\" and malicious attempt to damage our business, with additional\r\nlegal penalties provided for by law of up to $150,000 per offense, see\r\nhttp://www.chillingeffects.org/dmca512/notice.cgi?NoticeID=630#FAQID4176 for\r\nmore information).\r\n\r\nOur contact info: PCR Distributing Co PO Box 421106 San Diego CA 92124\r\npeter@pcrdist.com (858) 715-1134 (you can also talk with Laura Pientka who\r\nis the manager in San Diego). Please do not hesitate to contact me if you\r\nneed further information. We look forward to your reply.\r\n\r\nThe infringing work can be seen at\r\n\r\nhttp://tracker.cinemajuggs.com/details.php?id=4e28c0fa249544fd3e2e6c2b68fd41\r\n0e380b7c51\r\n\r\n(Yulia Nova?s Summer in Moscow DVD)\r\n\r\n\r\n\r\n\r\nI verify that we are the legal and valid copyright holders of Yulia Nova?s\r\nworks outside of Japan, and that all statements in this document are\r\naccurate and true to the best of my knowledge.\r\n","date_sent":"2006-01-31T05:00:00Z","date_received":"2006-01-31T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}