{"dmca":{"id":31848,"type":"Dmca","title":"Unauthorized image use & hotlinking of images.","body":"To Whom It May Concern:\r\n\r\nPlease note that below-referenced copyright infringement notice does not\r\nsubstantially comply with the required notification elements of the Digital\r\nMillennium Copyright Act of 1998 (\"DMCA\").\r\n\r\nPlease note that we have not passed on the substantive merits of your claim.\r\n\r\nPlease visit our web site at www.theplanet.com/legal.\r\n \r\nLegal Response Team\r\nTHEPLANET.COM INTERNET SERVICES, INC.\r\n\r\n-----Original Message-----\r\nFrom: Michael Brown [mailto:michaelsimages@sc.rr.com] \r\nSent: Saturday, January 28, 2006 2:35 PM\r\nTo: copyright@theplanet.com\r\nSubject: Unauthorized image use & hotlinking of images.\r\n\r\nThis information provided is about the unauthorized use/downloading of\r\nimages within this particular site, and the hotlinking of images.\r\n\r\nThe site is:  http://www.stumbleupon.com/\r\n\r\nThis site almost encourages it members in the illegal downloading of images\r\nand the hotlinking of images throughout its site.\r\nI have found a number of my images, \"all of which have been copyrighted\"\r\nwithin the United States, the US Copyright Offices, and found on this site.\r\nNumerous times I have contacted the site owners about this matter with no\r\nresponse, other than the removal of the images in question.\r\nStill, after removal, more images will show up on this site that do not\r\nbelong.\r\nOther photographers that I do business with also have their images  within\r\nthis site, many of which are being hotlinked.  All photographers have been\r\nnotified!\r\n\r\nThroughout this site, there are litterally hundreds if not thousands of\r\nthese images, virtually none which are owned by the members who posted them.\r\n\r\nFor myself, just one of the images I have found is this one which was put on\r\nthis site today, January 28 - 2006.\r\nhttp://leelee129.stumbleupon.com/\r\nThe image is from the \"Macro Art In Nature\" site, with a notification that\r\nit is copyrighted on the site and that \"any\" usage is prohibited.\r\nAgain, others have been removed but they still continue to be downloaded.\r\n\r\nAnother well respected photographer who is known worldwide, inserted this\r\nlittle notification in place of the image that was being hotlinked to.\r\nhttp://raytracer.stumbleupon.com/tag/photography/\r\n\r\nIt is our hopes that this can be resolved \"quickly\".\r\nThe owners of this site should let their members know about copyright\r\ninfringment and the illegal downloading/hotlinking of images, but has\r\nnothing within their site about it.\r\n\r\nIf not resolved in a reasonable amount of time, we will collectively persue\r\nthis with our copyright attorney that we do business with on a regular\r\nbasis.\r\n\r\nAll information has been recorded, screenshots, page information, etc. from\r\nthis site for our records.\r\n\r\n\r\nWould appreciate your response to this matter so I may let the other\r\nindividuals know where we stand.\r\n\r\n\r\nThank you for your help,\r\nMichael Brown\r\nSouth Carolina\r\n","date_sent":"2006-01-28T05:00:00Z","date_received":"2006-01-28T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}