{"dmca":{"id":31875,"type":"Dmca","title":"[ABUSE] Unauthorized Use of Classmates Online,Inc.'s IP on FindLostClassmate.com Webs","body":" \r\n\r\n  _____  \r\n\r\nFrom: abuse-bounces@lists.theplanet.com\r\n[mailto:abuse-bounces@lists.theplanet.com] On Behalf Of McGuane, Tara\r\nSent: Wednesday, February 15, 2006 6:25 PM\r\nTo: qqebiz@gmail.com\r\nCc: abuse@theplanet.com\r\nSubject: [ABUSE] Unauthorized Use of Classmates Online,Inc.'s IP on\r\nFindLostClassmate.com Website\r\n\r\n\r\n\r\nDear Sir or Madam:\r\n\r\nInre:  FindLostClassmate.com eBay Auction No. 7590825298    \r\n\r\nWe are writing in response to the attempted eBay auction of the\r\nFindLostClassmate.com website, your unauthorized use of the CLASSMATES\r\nregistered trademark in your domain and on your site, and the unauthorized\r\nuse of Classmates Online's copyright protected material on your website's\r\nhomepage.\r\n\r\nAs you probably know, Classmates Online, Inc. (\"Classmates Online\") owns and\r\noperates the popular website,  <outbind://14/www.classmates.com>\r\nwww.classmates.com, the leading online community that connects more than 40\r\nmillion members with friends, family, military and work colleagues.\r\nClassmates Online also owns the exclusive trademark rights for\r\nCLASSMATES.COM (Reg. No. 2,584,325), and CLASSMATES (Reg. Nos. 2,758,007 and\r\n2,755,056) in the United States and internationally. Classmates Online has\r\nmade a substantial investment in developing and providing its services and\r\nhas acquired a tremendous amount of goodwill and brand equity in the\r\nCLASSMATES name. As we hope you can appreciate, Classmates Online is\r\nconcerned that your unauthorized use of the CLASSMATES registered trademark\r\non your site and in your domain name may cause confusion as to whether you\r\nor your company's activities are authorized, endorsed or sponsored by\r\nClassmates Online when, in fact, they are not. \r\n\r\nAdditionally, your website includes the following phrase \"Leap through a\r\nportal to the best of your past. Rediscover the people, places, and pop\r\nculture of your youth\" on its homepage. Classmates Online uses this phrase\r\nextensively in its advertising and gained copyright protection for this\r\nphrase in 2001, Copyright Reg No. TX 5-508-975. \r\n\r\nInternational and US federal laws protect against the unauthorized use,\r\nsale, or offering for sale a domain name which infringes another's\r\ntrademark. Infringers who have been notified of such infringing activity,\r\nbut do not cease their infringements, may also be considered \"willful\" and\r\ncould be subject to monetary damages. Having received this e-mail, you are\r\non such notice. \r\n\r\nWhile we understand that you may have registered the above domain name and\r\ndeveloped the FindLostClassmate.com website without full knowledge of the\r\nlaw in this area and Classmates Online respects your right of expression and\r\nyour desire to conduct business on the Internet, we must enforce our own\r\nrights in order to protect our valuable and famous trademark(s). For these\r\nreasons, and to avoid consumer confusion, Classmates Online must insist that\r\nyou cease development and sale of competing websites which incorporate the\r\nuse of the CLASSMATES registered trademark and copyrighted material and\r\ntransfer the FindLostClassmate.com domain name to Classmates Online. \r\n\r\nBy providing you with this notice and clarifying Classmates Online's rights,\r\nwe trust that you will promptly cease your unauthorized use and that we may\r\neach continue to pursue our businesses and interests without necessity of\r\nlegal action. \r\n\r\nSincerely, \r\n______________________________\r\nTara McGuane\r\nIP and Marketing Compliance Manager\r\nClassmates Online, Inc., A United Online Company\r\n2001 Lind Avenue SW, Suite 500\r\nRenton, WA 98055\r\nT: 425.917.4777\r\nF: 425.271.5595\r\nTMcGuane@corp.untd.com\r\nThis transmission is intended for the sole use of the individual(s) to whom\r\nit is addressed and may contain information that is proprietary, privileged,\r\nattorney work product or otherwise exempt from disclosure. Please contact\r\nthe sender if this transmission is received in error and immediately delete\r\nthis message and its attachments from your system. Unauthorized use is\r\nprohibited.\r\n \r\n\r\n","date_sent":"2006-02-15T05:00:00Z","date_received":"2006-02-15T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Classmates Online, Inc.","recipient_name":"ThePlanet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}