{"dmca":{"id":31898,"type":"Dmca","title":"[ABUSE] Concern about copyright violation","body":"\r\n\r\nTo Whom It May Concern:\r\n\r\n \r\n\r\nPlease note that below-referenced copyright infringement notice does not\r\nsubstantially comply with the required notification elements of the Digital\r\nMillennium Copyright Act of 1998 (\"DMCA\").\r\n\r\n \r\n\r\nPlease note that we have not passed on the substantive merits of your claim.\r\n\r\n \r\n\r\nPlease visit our web site at  <http://www.theplanet.com/legal>\r\nwww.theplanet.com/legal.\r\n\r\n \r\n\r\nLegal Response Team\r\n\r\nTHEPLANET.COM INTERNET SERVICES, INC.\r\n\r\n\r\n  _____  \r\n\r\nFrom: abuse-bounces@lists.theplanet.com\r\n[mailto:abuse-bounces@lists.theplanet.com] On Behalf Of Karon Thackston\r\nSent: Tuesday, February 14, 2006 2:23 PM\r\nTo: abuse@theplanet.com\r\nSubject: [ABUSE] Concern about copyright violation\r\n\r\n\r\nHello,\r\n \r\nIt has been brought to my attention that a new site (at IP  70.87.48.194 )\r\nlocated on one of your servers is attempting to skirt the issue of copyright\r\nviolation with the sale of a new product.  At\r\nhttp://www.instantarticleghostwriter.com/faq.php their FAQ page boldly\r\nstates:\r\n \r\n\r\n Isn't taking sentences from another writer's work plagiarism (stealing)?\r\n \r\nAccording to fair use regulations you can use a single sentence from a\r\nlarger work and not be in violation of any copyright laws. This is exactly\r\nwhat Instant Article Ghostwriter does. And quite frankly, what many human\r\nghostwriters do.\r\n  \r\n\r\n \r\nThat's simply not true.  I'm not sure where they got their information, but\r\ntaking even one sentence from a work protected by copyright is a violation\r\nas you can see from these resources:\r\n \r\nIf you want details on copyright protection and violation, you can find such\r\nat http://whatiscopyright.org/ (please be sure to read the sections on\r\npublic domain and altering someone else's copy) and at www.loc.gov.  The\r\ngist is this:\r\n \r\n\r\n\"What if I take someone else's writings, text, HTML or graphic image and\r\nchange it around to suit my needs? I own the \"new\" version, right? If you\r\ndid any of that with the original owner's permission, and according to\r\nhis/her terms and conditions than you own the \"new\" version. If not you may\r\nbe committing copyright infringement and/or plagiarism. \" --\r\nwww.whatiscopyright.org \r\n\r\nI can assure you, I have given no permission for my articles or site content\r\nto be used for the profit of someone else.  I do not know if my content has\r\nbeen illegally harvested by his system, but if it has, it was done so\r\nwithout my consent.\r\n \r\nAlso, I doubt seriously that The Mayo Clinic gave permission for their\r\ncontent to be used.  If you paste this example article\r\n(http://www.instantarticleghostwriter.com/example1.php) into CopyScape.com,\r\nyou can see that copy was stolen from The Mayo Clinic site. (Text pasted\r\nbelow.)\r\n \r\n\r\nWith ultrasonic liposuction it is possible to remove fat from difficult\r\nareas such as the upper abdomen, flanks, hip and back. It is also possible\r\nto remove more fat in a redo area. Ultrasonic liposuction is not a\r\nreplacement for traditional liposuction but it is an addition. It allows one\r\nto remove more fat from areas in the body where traditional liposuction\r\nfinds it difficult to remove fat.\r\n\r\nThe results of ultrasonic liposuction are the same as traditional\r\nliposuction. \r\n\r\nThat's more than 1 sentence.\r\n\r\nI respectfully ask that you look into the legality of this site.\r\n \r\nAll the best,\r\nKaron Thackston\r\n\r\n","date_sent":"2006-02-14T05:00:00Z","date_received":"2006-02-14T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Karon Thackston","recipient_name":"ThePlanet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}