{"dmca":{"id":31896,"type":"Dmca","title":"Copyright Infringment","body":"  _____  \r\n\r\nFrom: AlistairCampbell@rangers.co.uk [mailto:AlistairCampbell@rangers.co.uk]\r\n\r\nSent: Wednesday, February 15, 2006 6:32 AM\r\nTo: copyright@theplanet.com\r\nSubject: Copyright Infringement\r\n\r\n\r\n\r\nHello \r\n\r\nI am the Head of Brand Protection for The Rangers Football Club plc with a\r\nnumber of duties and responsibilities connected with protecting the Clubs\r\nIntellectual Property and 'image'. \r\n\r\nIt has recently been brought to our attention that the website below\r\ncontains our copyright material and promotes and or displays content paying\r\ntribute to banned terrorist organisations which I assume is against your\r\nterms and conditions \r\n\r\nhttp://proddygirl.co.uk \r\n\r\nThe site is registered to Edward Carson but his contact details have been\r\nblocked.  However in any event I doubt that he would answer our emails.  I\r\nhave attached a notice of infringement and would be obliged if you could\r\ndisable this site immediately and provide us with landline addresses etc\r\nwhere we can issue legal papers against the person running this site. \r\n\r\n\r\n\r\nI am aware that some emails don't accept attachments for security reasons\r\nand if this is the case I can fax this to you if you require. \r\n\r\n\r\nRegards\r\n\r\nAlistair Campbell\r\nHead of Brand Protection \r\nThe Rangers Football Club plc\r\n\r\nTel :  + 00 44 (0)141 580 8533\r\nFax : + 00 44 (0)141 580 8697\r\nemail : acampbel@rangers.co.uk\r\n\r\nIMPORTANT NOTICE\r\n++++++++++++++++++++++++++++++++++++++++++++++++++++\r\n\r\nThe information in this email, and any attachments, is confidential and may\r\nbe legally privileged.  It is intended for the named addressee only.  If you\r\nare not a named addressee you must not, use, copy or disclose the\r\ninformation contained in it.  Please contact me immediately and delete the\r\nemail from your system before destroying any hard copies which may have been\r\nmade.\r\n\r\n++++++++++++++++++++++++++++++++++++++++++++++++++++\r\n\r\n\r\n\r\n\r\n\r\n---Attached---\r\n\r\nNotification of Infringement\r\n\r\n\r\nBY Email : \r\n\r\nDear Sir/Madam\r\n\r\nI hereby certify under penalty of perjury that I am authorised to act on behalf of The Rangers Football Club plc on all matters relating to the authorised or unauthorised use of their intellectual property.  I have a good faith belief that the use of the material identified below has not been authorised by the owner, its agents or the law.  Please promptly remove the infringing material or disable access to it.\r\n\r\nName of the I P Owner \t\t            The Rangers Football Club plc\r\n\r\nDescription of Infringed Right     \tRegistered Trademarks and Copyright  in Rangers Crests\r\n\r\n                    \r\n\r\nLocation of Infringing Material  \t\twww.proddygirl.co.uk \r\n\r\nUnder ","date_sent":"2006-02-15T05:00:00Z","date_received":"2006-02-15T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"The Rangers Football Club PLC","recipient_name":"ThePlanet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}