{"dmca":{"id":31909,"type":"Dmca","title":"[ABUSE] Unauthorized Use of Domain Name [ID:gdRbKd[_hk[S27:ID]","body":"Dear Abuse : \r\n\r\n \r\n\r\n\r\n \r\n\r\nWe have been sending the following letter to the site involved with no response so far.  We have found in the past that most ISPs take Trademark violations very seriously and will help us resolve the issue with the site owner.  We would appreciate any help you can give us.  Thank You, Legal GRC\r\n\r\n\r\n\r\nPlease be advised that I am General Counsel for Guthy-Renker Corporation (\"Guthy-Renker\") of Santa Monica, California, representing, Guthy-Renker in its intellectual property legal matters. My client is the owner of U.S. Registration No. 1,890,769 PROACTIV and U.S. Register No. 2,574,142 PROACTIV for promotion and sale of a variety of goods and services, including acne treatment preparations and related cosmetic products. Further information regarding the foregoing trademark registrations is attached. As you may be aware, Guthy-Renker has for several years successfully marketed and sold its ProActiv® acne treatment products through extensive promotion including ongoing television infomercial advertising and via the Internet, making ProActiv® products and their distinctive packaging well known to customers through the United States. WHERE INFRINGEMENT INCLUDES COPYRIGHTED PHOTOGRAPHS AND/OR TEXT, ADD: As you may be aware, my client is the owner of certain copyrighted photographs and text which it created to sell ProActiv® on its own Internet web sites. OR, WHERE INFRINGEMENT INCLUDES COPYRIGHTED WRITTEN TEXT AND IMAGES ON PACKAGING, ADD: As you may also be aware, my client is the owner of certain copyrighted text and images on particular packaging which it created to sell ProActiv®. \r\n\r\nGuthy-Renker recently became aware of your domain name(s) http://www.proactiv-skin.info/ which lists Registerfly.com as the Registrant. **IF APPLICABLE:** The website is currently hyper linked to another of your company's domain names _______________ which contains advertisements for _______________. ____________'s use of my client's trademarks as its domain name(s) is an obvious attempt to capitalized upon the goodwill associated with Guthy-Renker's ProActiv® name for your company's benefit by diverting buyers to purchase at ______________. Additionally, users may believe that _____________'s Internet website hyperlinks based upon your company's use of my client's marks. These acts constitute unfair competition and trademark infringement under Federal and California law.  \r\n\r\nMore specifically, the Anti-Cybersquatting Consumer Protection Act (\"ACPA\") provides relief to trademark owners who are victims of cybersquatting. The ACPA bans the practice of registering famous trademarks as domain names in the expectation of the legitimate trademark owner will seek to purchase the domain name from the cybersquatter at a premium. The Act also covers situations where individuals register well-known trademarks to profit from misusing the domain name by diverting customers from the mark owner's site to the cybersquatter's own site or to other sites for profit. Additionally, the Act applies to all domain names registered before, on or after the date of enactment. The trademark owner is eligible for up to $100,000 (per domain name) in statutory damages. The Lanham Act, 15 U.S. Code Section 1117 also provides for recovery of profits, damages and as well as a sum up to three times the amount of damages for any violations of section 1125(a).  \r\n\r\nAccordingly, demand is made that you immediately cease-and-desist from any further use of the ProActiv® trademark and from operating under the domain name. Additionally, demand is made that your company convey ownership of (each of) the domain name(s) to Guthy-Renker Corporation.  \r\n\r\nProvided you immediately comply with our reasonable demands, a lawsuit may be avoided. If your unauthorized use of Guthy-Renker's intellectual property continues and we do not hear from you within five (5) days from the date of this letter, my client has already authorized the filing of a suit against your company, seeking immediately injunctive relief and all damages allowable under the law (in case of a domain name: \"or initiate an ICANN (Internet Corporation of Assigned Names and Numbers) mandatory arbitration proceeding).  \r\n\r\nWe shall be monitoring your (e.g., conduct, website), and await your response in writing to this office. Should you have any questions or comments regarding Guthy-Renker's position in this matter, please contact me by telephone. Nothing herein shall constitute a waiver of any of my client's rights in law or in equity, all of which are expressly reserved.\r\n \r\n\r\nGuthy-Renker Corporation  is the owner, or exclusive licensee, of the following trademarks, among others:  Winsor Pilates, Proactiv Solution, Youthful Essence, Get the Edge!, Core Secrets, Natural Advantage, Principal Secret, and Sheer Cover. \r\n  \r\nVery truly yours,\r\n\r\n\r\nStephanie Blackman, Esq.\r\nGuthy-Renker Corporation\r\n3340 Ocean Park Blvd., Suite 3055\r\nSanta Monica, CA 90405\r\n310-581-6250 ","date_sent":"2006-03-03T05:00:00Z","date_received":"2006-03-03T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Guthy-Renker Corporation","recipient_name":"ThePlanet Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}