{"dmca":{"id":31923,"type":"Dmca","title":"Cease and Desist and Notice of DMCA Claim of Infringement Notice ID: 24-156061","body":"-----Original Message-----\r\nFrom: antipiracy@titanmedia.com [mailto:antipiracy@titanmedia.com] \r\nSent: Thursday, March 02, 2006 12:49 PM\r\nTo: copyright@theplanet.com\r\nSubject: Re: Cease and Desist and Notice of DMCA Claim of Infringement\r\nNotice ID: 24-156061\r\n\r\n-----BEGIN PGP SIGNED MESSAGE-----\r\nHash: SHA1\r\n\r\nTo: ThePlanet.com Internet Services, Inc.\r\nNotice ID: 24-156061\r\n\r\n\r\nFrom: Gill Sperlein, General Counsel, Titan Media, Inc.\r\n\r\nDate: 2 Mar 2006 18:37:19 GMT\r\n\r\nRe:         Notice of DMCA Claim of Infringement\r\n               \r\nThe above-referenced entity is hereby given notice valid under the DMCA\r\ncopyright infringement notification requirements (17 U.S.C. 512).  I am the\r\ndesignated agent of the registered owner of the copyrights for the images\r\nand/or audio/visual works listed below. I believe your subscriber or account\r\nholder, identified below by the infringing IP address(es), used these works,\r\nat the dates and times cited below in a manner that was not authorized by\r\nthe owner of the copyrights, its agent, or the law.\r\n\r\nI certify under penalty of perjury that I have a good faith belief the\r\ninformation contained in this notification is accurate to the best of my\r\nknowledge, and that I am authorized to act on behalf of the owner of the\r\naforementioned copyright-protected materials.  \r\n\r\nThe verified and documented infringements listed below were traced to URLs\r\nand/or IP addresses controlled by your company. We demand that, upon receipt\r\nof this notification of claimed infringement, you expeditiously notify the\r\nsubscriber or account holder to whom you assigned the IP address(es) on the\r\ndate(s) listed and demand that he or she immediately remove the infringing\r\nmaterial and cease and desist trading or sharing TITAN Media property.\r\nUnder 17 U.S.C. 512(i), service providers are not eligible for the\r\nlimitations on liability established by 17 U.S.C. 512 [including those\r\nestablished in subsection (a)] unless they have adopted and reasonably\r\nimplemented, and informed subscribers and account holders a policy that\r\nprovides for the termination in appropriate circumstances of subscribers and\r\naccount holders who are repeat infringers.  Informing subscribers and\r\naccount holders of acts of infringement is a crucial element to a policy\r\nproviding for the termination of repeat infringers.\r\n\r\nThis letter does not constitute an exhaustive statement of TITAN Media's\r\nlegal position, nor is it a waiver of any of our rights and/or remedies in\r\nthis or any other matter, all of which are expressly reserved.  Your\r\nimmediate attention to this matter is expected and appreciated.\r\n\r\nWhen responding to this communication, please retain the Subject Notice ID\r\nnumber in the Subject field.\r\n\r\nYou may receive a subpoena requiring you to provide the name and other\r\nidentifying information for this subscriber and are therefore requested to\r\nretain all files and documents necessary to recover that data.\r\n\r\nNOTE TO ISP:  PLEASE FORWARD THIS ENTIRE MESSAGE TO THE SUBSCRIBER OR\r\nACCOUNT HOLDER.  THIS MAY ENABLE US TO RESOLVE THE ISSUE AND ARRANGE FOR\r\nRESTITUTION WITHOUT FILING SUIT OR ISSUING A SUBPOENA TO YOU.\r\n\r\nNOTE TO SUBSCRIBER OR ACCOUNT HOLDER:  YOU ARE AT RISK OF BEING SUED FOR\r\nYOUR ILLEGAL ACTIONS.  TO DETERMINE HOW YOU MAY BE ABLE TO AVOID A LAWSUIT,\r\nREFER TO www.TitanLegal.com. \r\n\r\n\r\nSincerely,\r\n\r\n\r\n\r\nD. Gill Sperlein\r\nGeneral Counsel, TITAN Media Inc.\r\n69 Converse Street\r\nSan Francisco, CA 94103\r\n\r\n415-487-1211 X32\r\n\r\nNotice ID: 24-156061\r\n\r\nEvidence: \r\nInfringing Files that must be removed and/or blocked from access are:\r\n\r\nTitle: Mens Room\r\nInfringement Source: eDonkey\r\nInfringement Timestamp: 1 Mar 2006 17:33:10 GMT Infringement Last\r\nDocumented: 1 Mar 2006 17:33:10 GMT Infringer Username:\r\nHighID|1125341050|8A0ECD4FDC0E6280ED9A0ADAEB546FF4\r\nInfringing Filename: Gay - Titan - Mens Room - Bakersfield Station -\r\n2004.mpg Infringing Filesize: 1668546560 Infringer IP Address: 67.19.87.122\r\nInfringer DNS Name: ns1.5jewelry.com Infringing URL: ed2k://|file|Gay -\r\nTitan - Mens Room - Bakersfield Station -\r\n2004.mpg|1668546560|1D7C1367E764C8FFA74187E0505A76E6|/","date_sent":"2006-03-02T05:00:00Z","date_received":"2006-03-02T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"TITAN Media Inc.","recipient_name":"ThePlanet Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}