{"dmca":{"id":31936,"type":"Dmca","title":"[ABUSE] [eBay:DPY06M29] Inappropriate and fraudulent use of copyrighted materials","body":" t\r\n\r\n-----Original Message-----\r\nFrom: Policy Enforcement [mailto:abuse@theplanet.com] \r\nSent: Wednesday, March 01, 2006 9:11 AM\r\nTo: copyright@theplanet.com\r\nSubject: Fwd: [ABUSE] [eBay:DPY06M29] Inappropriate and fraudulent use of\r\ncopyrighted materials\r\n\r\nThis message was received at abuse@theplanet.com on Tuesday, February 28,\r\n2006 at\r\n9:16:11 PM and concerns a matter for which responsibility is delegated to\r\nyour team. The message and headers follow.\r\n\r\nThank you,\r\n\r\nPolicy Enforcement\r\nThe Planet Internet Services, Inc.\r\nhttp://www.theplanet.com/legal/\r\n\r\nSUBJECT:\r\n[ABUSE] [eBay:DPY06M29] Inappropriate and fraudulent use of copyrighted\r\nmaterials\r\n\r\nMESSAGE BODY:\r\nDear ThePlanet.com, \r\n\r\nWe have just learned that your service is being used to potentially steal\r\npersonal and financial information from consumers. \r\nSpecifically, it appears that a ThePlanet.com user is making false\r\nstatements that encourage the recipient to go to a page hosted by you at\r\nhttp://www.goldfinger-financial.com/ and asked to enter personal\r\ninformation. The purloined information is then sent to an email account and,\r\nbased on our investigation of similar schemes, used to steal accounts and\r\ncommit other fraudulent acts including international credit card and wire\r\nfraud. \r\n\r\nThis matter is urgent - we believe that consumers have been falsely directed\r\nto this page and may be fooled into divulging personal information to a\r\ncriminal if the page is not immediately disabled. We ask that you\r\nimmediately disable the site at http://www.goldfinger-financial.com/ as well\r\nas any associated email addresses, so that this fraudulent scheme can be\r\nstopped. We further request that you provide us with all contact information\r\nthat you have for this user so that we may provide this information to the\r\nproper law enforcement authorities. \r\n\r\nWhile we believe that the above information gives your company more than a\r\nsufficient basis for disabling the page immediately, out of caution we note\r\nthat your user?s unauthorized reproduction of eBay?s trademark and\r\ncopyrighted materials violates federal law, and places an independent legal\r\nobligation on your company to remove the offending page(s) immediately upon\r\nreceiving notice from eBay, the owner of the copyrighted materials.\r\nAccordingly, the information below serves as eBay?s notice of infringement\r\npursuant to the Digital Millennium Copyright Act, 17 U.S.C. Section 512\r\n(c)(3)(A): \r\n\r\nI, the undersigned, CERTIFY UNDER PENALTY OF PERJURY that I am the agent\r\nauthorized to act on behalf of the owner of certain intellectual property\r\nrights, said owner being named eBay Inc. I have a good faith belief that the\r\nwebsite located at URL http://www.goldfinger-financial.com/ has its\r\ncopyright in each page of its website and associated source code. \r\nPlease act expeditiously to remove or disable access to the material or\r\nitems claimed to be infringing. \r\n\r\nWe sincerely appreciate your immediate attention to this important matter.\r\nWe would also appreciate if you would take steps to confirm the accuracy of\r\nany contact information that your user may have provided to you in\r\nestablishing the account. Should you have any accurate information that\r\ncould assist eBay and law enforcement in tracking this individual, we\r\ngreatly appreciate your assistance, as we know that you do not condone the\r\nuse of your services for such criminal purposes. \r\n\r\nFinally, please be advised that we have referred this issue to the Federal\r\nBureau of Investigation for their investigation.  The F.B.I. \r\nhas requested that we convey to you in this message their request that you\r\npreserve for 90 days all records relating to this web site, including all\r\nassociated accounts, computer logs, files, IP addresses, telephone numbers,\r\nsubscriber and user records, communications, and all programs and files on\r\nstorage media in regard to all Internet connection information, pursuant to\r\n18 U.S.C. ? \r\n2703(f). While we do not act as an agent of the FBI in conveying this\r\nrequest, we do intend to fully cooperate with their investigation, and\r\nencourage you to do so as well. \r\n\r\neBay Inc. \r\nAudit and Investigations\r\nsecurityalerts@ebay.com","date_sent":"2006-03-01T05:00:00Z","date_received":"2006-03-01T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"eBay Inc.","recipient_name":"ThePlanet Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}