{"dmca":{"id":31943,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-19T05:00:00Z","date_received":"2012-01-19T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Gloria Kat","principal_name":"Gloria Kat","recipient_name":"Google, Inc.","works":[{"description":"\"FEC Chemotherapy is usually used in the treatment of breast cancer. The initials FEC is named after the initials of a combination of the drugs that is, fluorouracil, epirubicin, and cyclophosphamide. There are many medicines used to treat breast cancer and FEC is only one of them. The oncologist decides the combination of medicines to be given to a patient, depending on the type of cancer and the stage of the cancer. Before you start with your chemotherapy treatment for breast cancer, you must know a few facts about FEC or ask your doctor if you have any doubts.\r\n\r\nUsage of FEC Chemotherapy\r\n\r\nThis medicine is used to treat people having primary breast cancer and in some cases of secondary cancer. A cancer in the primary stage does not spread to the other parts of the body. A cancer in the secondary stage spreads from the breast to the other parts of the body.\r\n\r\nFEC chemotherapy can be given to patients before they undergo a surgery for the cancer to reduce the size of the tumor. This is called neo-adjuvant therapy. This medicine can also be given to patients after their tumor have been operated. This is called adjuvant therapy.\r\n\r\nDoctors usually prescribe chemotherapy drugs to patients in whom the cancer cells are detected in the lymph nodes that is, the glands under the arms. If the oncologist does not find any signs of cancer in the lymph nodes, chemotherapy may still be suggested; this will depend on the size of your cancer, and the stage that it is in. If you have any queries regarding your treatment, feel free to discuss it with your oncologists.\r\n\r\nProcedure\r\n\r\nPatients undergoing FEC Chemotherapy are usually admitted to the hospital for the day and discharged in the evening. You can also be asked to stay in the hospital for some time. Before starting with the procedure, your oncologist will ask you to undergo a blood test. It might be done a day or two prior to your treatment or on the same day. After going through your reports, the specialists decide the combination of drugs that you will be administered. If your blood reports are normal, the doctors go ahead with the procedure of treatment.\r\n\r\nA very fine tube or cannula is placed inside a vein in your hand or arm. This might cause a little pain or discomfort, but this procedure will not take very long. At first, you will be given a few anti-sickness medicines in the form of tablets or injections through the cannula. These medicines help subside nausea and vomiting. After this, you will be given the various FEC chemotherapy drugs.\r\n\r\nFirst, you will be given a saline drip and these drugs will be injected into the saline. Cyclophosphamide can either be injected into the saline or can be consumed as tablets. The whole procedure takes at least one hour. The day patients are discharged at night and given some anti-sickness medicines. If your doctor asks you to have these medicines, even if you do not show any signs of sickness, it is important to have them regularly.\r\n\r\nRegimen for FEC Chemotherapy\r\n\r\nWhen your doctor suggests that you to undergo FEC chemotherapy, you must ask about the regimen that will be used for the treatment. This regimen is nothing but a detailed plan of your treatment. There are two ways in which doctors usually give the FEC drugs.\r\n\r\nIf you are given all the FEC drugs on the same day, then you will not be given any chemotherapy for the next three weeks. After this break, you will again be given all the drugs in the same manner, followed by a break. This pattern is called a cycle and in this treatment, you might have to be administered drugs for about four to six cycles. Your treatment will last for about three to four months.\r\nIn the second regimen, you are supposed to undergo a course of cyclophosphamide tablets and the other medicines are administered intravenously. You get a break of about a week and then the treatment is repeated. These cycles are repeated over a period of about six months.\r\nThe break given during the chemotherapy treatment is given to the patients to let them recover from the side effects of breast cancer chemotherapy.\r\n\r\nSide Effects of FEC Chemotherapy\r\n\r\nThe side effects of the drugs used vary from every individual. Some people might have very few side effects as compared to others. The most common ones are as follows:\r\n\r\nNausea and vomiting- your doctor will prescribe some medicines to control this condition\r\n\r\nNausea and vomiting- your doctor will prescribe some medicines to control this condition\r\nFatigue- you might feel that you are unable to carry out the normal routine without getting tired. Take plenty of rest\r\nHair loss- this is the most common o all side effects. You can have loss of hair not just from your scalp, but also from your eye lashes and eyebrows and other parts of body. Most of the times, this loss is temporary and the hair usually grows back after the treatment.\r\nSome other side effects include:\r\n\r\nWeight loss\r\nSore mouth\r\nDiarrhea\r\nLow immunity\r\nExcessive bleeding for small cuts\r\nAnemia\r\nIrritation of bladder\r\nChemotherapy infertility\r\nYou can also have some other side effects that might not be very common. Ask your doctor about them and also note down when to call your doctor.\r\n\r\nAll the drugs used for treating breast cancer attack the cancerous cells in a different manner. They dosage and the regimen for the treatment might vary from one person to another. Also the various side effects can be different for everyone. So feel free to ask any questions to your doctor and have your doubts and fears clarified. Join any support group or counseling sessions and share your feelings.\", is infringed","infringing_urls":[{"url":"http://www.ecancerchemotherapy.com/fec-chemotherapy-2.html"}],"copyrighted_urls":[{"url":"http://buzzingbee.org/breast-cancer/fec-chemotherapy/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}