{"dmca":{"id":31954,"type":"Dmca","title":"[Fwd: [ABUSE] #4998, Urgent Notice of a Copyright Infringement Involving a Fraudulent","body":"-----Original Message-----\r\nFrom: The Planet Policy Enforcement [mailto:abuse@theplanet.com] \r\nSent: Monday, January 09, 2006 12:49 PM\r\nTo: nhashmani@markmonitor.com; copyright@theplanet.com\r\nSubject: [Fwd: [ABUSE] #4998, Urgent Notice of a Copyright Infringement\r\nInvolving a Fraudulent Phishing Central Bank Website]\r\n\r\n-----BEGIN PGP SIGNED MESSAGE-----\r\nHash: SHA1\r\n\r\nYour email is being forwarded on to our Copyright counsel for review, at the\r\naddress of copyright@theplanet.com.\r\n\r\n- -------- Original Message --------\r\nSubject: [ABUSE] #4998, Urgent Notice of a Copyright Infringement\r\nInvolving a        Fraudulent Phishing Central Bank Website\r\nDate: Sun, 8 Jan 2006 20:52:50 -0500\r\nFrom: Nabi Hashmani <nhashmani@markmonitor.com>\r\nTo: <admins@theplanet.com>, <abuse@theplanet.com>, <noc@theplanet.com>,\r\n<support@theplanet.com>, <webmaster@theplanet.com>,\r\n<helpdesk@theplanet.com>\r\nCC: DC-OPS <dc-ops@markmonitor.com>\r\n\r\nDate: January 08, 2006\r\n\r\nAddress:\r\nThePlanet.com Internet Services, Inc.\r\n1333 North Stemmons Freeway\r\nSuite 110\r\nDallas, TX\r\nUS\r\n\r\n\r\n\r\nRE: Urgent Notice of a Copyright Infringement Involving a Fraudulent\r\n    Phishing Central Bank Website,\r\n    Ticket #4998\r\n\r\nTo Whom It May Concern:\r\n\r\nI am writing from the MarkMonitor Anti-Fraud Operations Center contacting\r\nyou on behalf of Central Bank (\"Bank\"), which operates its online banking\r\noperations at www.centralbank.net\r\n<http://www.centralbank.net>   .\r\n\r\nPlease be advised that your network or systems are being used to facilitate\r\na \"phishing\" scam designed to steal the confidential personal information of\r\ncustomers of the Bank.  We are providing you this letter of notification\r\npursuant to the Digital Millennium Copyright Act 17 USC Section 512(c)\r\n(\"DMCA\") to make [name if ISP] aware of material on its network or system\r\nthat infringes the exclusive copyright rights of the Bank.  This notice is\r\naddressed to you as the agent designated by [the name of the ISP] to receive\r\nnotifications of claimed infringement, as so reflected in the current\r\nrecords of the U.S. Copyright Office.  Under penalty of perjury, I hereby\r\naffirm that I am authorized to act on behalf of the Bank whose exclusive\r\ncopyright rights are being infringed as described herein.\r\n\r\nThe Bank has a good faith belief that the Internet site found at\r\nhttp://server31.integrityserver.net/~dns/.CentralBank.net/  (\"Phish\r\nURL\")\r\nwhich is hosted at the IP address 67.19.110.50 (\"IP Address\") infringes the\r\nrights of the Bank by using copyrighted portions of the Bank's web site to\r\ncreate a fake site that appears to belong to the Bank. The Bank believes\r\nthat the offender will attempt to steal funds from the bank accounts of the\r\ncustomers who respond to the e-mail request.\r\n\r\nAs you can see from these materials, the Bank's logo and copyrighted content\r\nare being infringed (\"Infringing Material\") in order to obtain the\r\nconfidential financial information of the Bank's customers in violation\r\nfederal and state criminal law.  The Bank has not authorized any person to\r\nuse the Infringing Material in this manner.  Based upon information at its\r\ndisposal, the Bank has a good faith belief that the statements in this\r\nnotice are accurate and correctly describe the infringing nature and status\r\nof the Infringing Material.\r\n\r\nDue to the serious nature of this problem, we are asking for your immediate\r\nassistance to shut this website down.  As authorized by the DMCA, the Bank\r\nhereby demands that ThePlanet.com Internet Services, Inc.\r\nimmediately remove\r\nor disable access to the Infringing Material at the Phish URL and IP address\r\nidentified above. As you may know, the DMCA provides that if this\r\ninformation is not removed after receipt of a proper DMCA notice, the\r\nInternet Service Provider may also be held liable for the copyright\r\ninfringement.\r\n\r\nPlease note that the Markmonitor Anti-Fraud Operations Center is authorized\r\nby the Bank to respond to incidents of online fraud targeted at the Bank and\r\nits customers. Should you receive any inquiries regarding this notice from\r\nMarkmonitor or have any information regarding this matter, please cooperate\r\nwith the MarkMonitor Anti-Fraud Operations Center at +1-301-216-2582 or by\r\nreplying to this e-mail.  Please also include the above noted Ticket Number\r\nin the subject line of all e-mail correspondence.\r\n\r\nThank you for your cooperation in this matter. Your immediate response can\r\nprevent other innocent victims from falling prey to this fraudulent scam.\r\n\r\nSincerely,\r\n\r\nCentral Bank\r\nNabi Hashmani\r\nMM Ops Center\r\n+1-301-216-2582\r\n\r\nCC: Anti-Fraud Operations Center\r\n\r\n\r\n\r\n\r\n- --\r\nThanks,\r\n\r\nPolicy Enforcement\r\nThe Planet Internet Services, Inc.\r\nhttp://www.theplanet.com/legal/aup.html\r\n-----BEGIN PGP SIGNATURE-----\r\nVersion: GnuPG v1.4.2 (MingW32)\r\nComment: Using GnuPG with Thunderbird - http://enigmail.mozdev.org\r\n\r\niD8DBQFDwrAnvK/XpJs6oyURAr6GAKCk3wJpmFNSOFp5YDmtd/JFMGum9gCfWYxe\r\nLnOFlZAVugShMdwYhLg8Zf0=\r\n=ncPT\r\n-----END PGP SIGNATURE-----","date_sent":"2006-01-09T05:00:00Z","date_received":"2006-01-09T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Central Bank","recipient_name":"Theplanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}