{"dmca":{"id":31952,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-19T05:00:00Z","date_received":"2012-01-19T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Gloria Kat","principal_name":"Gloria Kat","recipient_name":"Google, Inc.","works":[{"description":"\"Chemotherapy Toxicity : dealing with it\r\n\r\nChemotherapy is among the most preferred ways of treating the menace of cancer. It is used in combination with other therapies with varying degrees of success. However, the negative side of chemotherapy drugs is that they are toxic by nature and therefore impact the human body in an adverse way. Chemotherapy toxicity is a phenomenon that is seen more in the elderly population, particularly in people above the sixties. The occurrence of the side effects is lesser in the younger patients suffering from cancer.\r\n\r\nThe chemotherapy toxicity cause symptoms like cardiodepression, central neurotoxicity and myelosuppression that can make the treatment complex. There are certain age specific physiological factors like loss of protein in the body, fatness and reduced capacity to rebuild cells etc that can increase the toxic effects of chemotherapy. Particularly aged people suffering from solid tumors or lymphoma face a threat from chemotherapy related complications. One of the side effects of chemotherapy is anemia. If it is left untreated, the effectiveness of the medicines may be affected.\r\n\r\nThe elderly people usually suffer from reduced immune system. Therefore, effective management of chemotherapy toxicity coupled with support is required to give them increased chances of recovery or reduction of pain. It is imperative to understand the implications of drug toxicity and activity in order to develop principles for proper and secured treatment of the senior citizens.\r\n\r\nAs a matter of fact, the unconfirmed relation between chemotherapy toxicity, age and comorbidities hinders the possibility of conducting drug efficacy and safety trials on elderly patients of cancer. There is also a dearth of proof based guidelines on dealing with medicine toxicity in aged people. However, it should be noted that, elderly patients can also be given normal treatments just like the young patients. As an alternative, chemotherapy drugs that have a less toxic effect on the human body can be administered to the old patients.\r\n\r\nChemotherapy toxicity also damages the bodies of patients suffering from Mesothelioma cancers. This cancer makes the affected cells grow and spread rapidly. Often after treating a patient suffering from this ailment with chemotherapy drugs, the normal body cells grow abysmally fast due to the side effects. Therefore, it would be advisable for a mesothelioma patient to know what kind of treatment he or she will be given. He or she may even be asked to sign an agreement prior to the treatment. The patient should make sure that the doctor has provided all the required information about the drugs and their impacts. All the nuances of the treatment like duration of treatment, the risks and area of treatment should be made clear to the patient.\r\n\r\nA major instance of chemotherapy toxicity among patients suffering from mesothelioma is nausea. Therefore, anti nausea treatment for such patients can be considered by doctors. There are some other adverse effects of chemotherapy on the human body and the severity may vary from person to person.\", is infringed","infringing_urls":[{"url":"http://josuasomba.wordpress.com/2009/08/08/english-project-of-josua/"}],"copyrighted_urls":[{"url":"http://www.ecancerchemotherapy.com/chemotherapy-toxicity"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}