{"dmca":{"id":31950,"type":"Dmca","title":"[ABUSE] Copyright Infringment & Fraud site on your server URGENT","body":"\r\n\r\n \r\n\r\n-----Original Message-----\r\nFrom: Policy Enforcement [mailto:abuse@theplanet.com] \r\nSent: Wednesday, March 01, 2006 9:11 AM\r\nTo: copyright@theplanet.com\r\nSubject: Fwd: [ABUSE] Copyright Infringment & Fraud site on your server\r\nURGENT\r\n\r\nThis message was received at abuse@theplanet.com on Tuesday, February 28,\r\n2006 at\r\n5:31:07 AM and concerns a matter for which responsibility is delegated to\r\nyour team. The message and headers follow.\r\n\r\nThank you,\r\n\r\nPolicy Enforcement\r\nThe Planet Internet Services, Inc.\r\nhttp://www.theplanet.com/legal/\r\n\r\nSUBJECT:\r\n[ABUSE] Copyright Infringment & Fraud site on your server URGENT\r\n\r\nMESSAGE BODY:\r\nTo whom it may concern.\r\n\r\nIMMEDIATE ACTION REQUIRED - COPYRIGHT INFRINGMENT & FRAUDULENT WEBSITE\r\n\r\nMy name is Darrell Tuck, I am the owner of the domain INTERLOTTO.COM\r\n\r\nI contacted your company regarding a copyright infringement and a fraudulent\r\nprogram, which is hosted on your site. I received a reply informing me that\r\nalthough it is obvious that your hosting customer has stolen our material,\r\nand is commiting a fraud, it does not comply with your procedures and as\r\nsuch the website is still active and ripping people off.  Because this\r\nmatter is to do with a fraud and because we are in another country it is not\r\nexpedient for us to deal with this matter via traditional land post, thus we\r\nare hoping to deal with the matter via email communications.\r\n\r\n [a] Attached is the file interlot-uk.jpg which is a screen shot of our UK\r\nwebsite at http://www.interlotto.com/uk\r\n(Note: we have taken the action of placing a SCAM warning message on this\r\nURL, you will find a link to the new active page at the above URL) The above\r\nUK webpage was created by us back in 1996 and we are the sole copyright\r\nholder of all material contained within. A search on any search engine will\r\nshow you that we have been around for some time now.\r\n[b] Attached is the file ukcopyright02.jpg which is a screen shot of the\r\noffending webpage. There are 9 webpages attached to\r\nUKNATIONALEMAILLOTTERY.COM which are exact copies of our website at\r\nhttp://www.interlotto.com/uk - Note some material has been changed,\r\nincluding the addition of their name on the copyright tag at the bottom of\r\nthe page.\r\n[c] You can contact me at win@interlotto.com [d] I Darrell Tuck hereby state\r\nthat I have given NO permission for the site UKNATIONALEMAILLOTTERY.COM to\r\nuse our copyrighted material. I hereby state that the above information is\r\ntrue and correct.\r\n\r\nIn addition to this copyright complaint, it is very clear from our\r\ninvestigations that this website is commiting a fraud. This type of scam is\r\nwidespread on the internet and as a legitimate operator we are proactive in\r\ndealing with all illegal activity (especially that which uses our materials\r\nto commit their fraud) - This website and its operations have been picked up\r\nby the Fraud watchdog site http://www.419legal.org and we have been working\r\nwith them to deal with these criminals & their sites which are hosted on\r\nlegit sites such as your own. The website 419legal.org became aware of this\r\nsite after several spam/fraud complaints, which I am sure is yet another\r\nbreach of your useage policy.\r\n\r\n\r\nRegards\r\n\r\nDarrell Tuck\r\nwin@interlotto.com","date_sent":"2006-03-01T05:00:00Z","date_received":"2006-03-01T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Darrell Tuck","recipient_name":"ThePlanet Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}