{"dmca":{"id":31969,"type":"Dmca","title":"[ABUSE] Infringement","body":"\r\n\r\n \r\n\r\n-----Original Message-----\r\nFrom: Policy Enforcement [mailto:abuse@theplanet.com] \r\nSent: Wednesday, March 01, 2006 9:11 AM\r\nTo: copyright@theplanet.com\r\nSubject: Fwd: [ABUSE] Infringement\r\n\r\nThis message was received at abuse@theplanet.com on Wednesday, March 01,\r\n2006 at 4:46:30 AM and concerns a matter for which responsibility is\r\ndelegated to your team. The message and headers follow.\r\n\r\nThank you,\r\n\r\nPolicy Enforcement\r\nThe Planet Internet Services, Inc.\r\nhttp://www.theplanet.com/legal/\r\n\r\nSUBJECT:\r\n[ABUSE] Infringement\r\n\r\nMESSAGE BODY:\r\n\r\nNOTIFICATION OF  INFRINGEMENT \r\n\r\n \r\nPLEASE NOTE: THIS COMMUNICATION HAS IMPORTANT LEGAL CONSEQUENCES AND DEMANDS\r\nYOUR IMMEDIATE AND URGENT ATTENTION\r\n \r\nRe:      http://www.swebbs.net/read.php?tid=3869\r\n \r\nSMS_118\r\n \r\nPlease quote the above Internal Reference in all communications with us\r\nregarding this issue.\r\n \r\nWe write on behalf of the International Olympic Committee (?IOC?), which\r\nowns and/or controls all rights in the Games of the XX Olympic Winter Games\r\nin 2006 in Turin, Italy (the ?Games?)[,and the IOC?s various media\r\nrightsholders and licensees around the world]. \r\n \r\nThese rights extend to all aspects of the Games, including all athletic\r\ncompetitions and other events held at all Olympic venues, including the\r\nOlympic village, the competition sites and the practice venues. The\r\nsite(s) at which medal ceremonies take place shall also be considered as an\r\nOlympic venue(s) during the time when the medal ceremonies actually take\r\nplace.\r\n \r\nIt has recently come to our attention that your company is hosting a Web\r\nsite http://www.swebbs.net/read.php?tid=3869 (the ?Infringing Web site?),\r\nwhich includes, highlights clip of Chinese figure Skaters taken from\r\nEurosport .  The use of this Olympic material by the Infringing Web site,\r\nviolates the IOC?s rights in the Games.\r\n \r\nWe wish to make you aware that:\r\n \r\n1)     Olympic Material from the Torino 2006 Olympic Winter Games (i.e.\r\nmoving images or audio play by play commentary of Olympic events, including\r\nsporting action, Opening, Closing and medal ceremonies or other activities\r\nthat occur at Olympic venues) may not be transmitted or communicated via the\r\nInternet or any other electronic medium\r\n \r\n2)     Other than as a hypertext link, during the period of the Olympic\r\nWinter Games, to the Official Olympic websites, you may only use the Olympic\r\nMarks for purely editorial use to illustrate news articles where the Marks\r\nare an integral physical part of a relevant article and placed within the\r\narticle.  The Olympic Marks must be accurately presented in their entirety.\r\nThe Olympic Marks or portions or adaptations thereof must not be used in any\r\ncommercial context, for instance adjacent to an advertisement or other marks\r\nincluding your web site logo, or in association with competitions, games,\r\nsubscription services or e-commerce of any kind.  The Olympic Marks must not\r\nbe used in any manner in your web site layout that could imply to any normal\r\nviewer any official connection between your web site and the Olympic Winter\r\nGames.\r\n \r\nPlease immediately cease the above-described unauthorized uses of Olympic\r\nmaterial and Olympic Marks and confirm to us in writing, within the next 24\r\nhours, that you have done so.\r\n \r\nPlease also provide us immediately with contact information (including the\r\nname, address, and phone number) for the person or persons responsible for\r\nposting unauthorized content on the Infringing Web site, including the\r\nperson or persons who receive and transmit e-mails from the following\r\naddress 80299@student.hhs.se.  \r\n \r\nNothing in this letter is intended or shall be construed to constitute an\r\nexpress or implied waiver of the IOC?s rights or remedies, all of which are\r\nexpressly reserved.\r\n \r\nKind regards,\r\n \r\nDuncan Billane\r\n \r\n \r\n \r\ncc:      abuse@theplanet.com","date_sent":"2006-03-01T05:00:00Z","date_received":"2006-03-01T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"International Olympic Committee","recipient_name":"ThePlanet Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}