{"other":{"id":31982,"type":"Other","title":"Other notice to Google, Inc.","date_sent":"2012-07-31T04:00:00Z","date_received":"2012-07-31T04:00:00Z","topics":["Uncategorized"],"sender_name":"Nicole FEIDT","principal_name":null,"recipient_name":"Google, Inc.","works":[{"complaint":"Il semble plus qu’évident que ce fonctionnaire, comme  \ntant d’autres (pour ne pas citer madame COUGET Carol), use et abuse de ses  \nfonctions en toute impunité.\n\nA ce stade on n’a malheureusement pas encore atteint le sommet de la  \nconnerie, car tenez vous bien, cette bande de guignols ne s’oppose pourtant  \npas a la démolition de ce bâtiment.\n\n\nMadame COUGET Carol étant, malgré son pouvoir, une simple fonctionnaire  \ntravaillant sous couverture de madame le maire de Toul et du service  \ndépartemental d’architecture, ces derniers n’ont jamais daigné recevoir ou  \nentendre cet entrepreneur.\nBien évidement, madame COUGET Carol tout comme l’architecte des bâtiments  \nde France étant des fonctionnaires au service de l’état, leurs fonction est  \ndirectement protégée par le procureur de la république, ce qui a défaut de  \npouvoir dénoncer et poursuivre ces personnes, même leurs service est  \nintouchable.\n\nDe par cette définition, et un minimum de connaissances de Toul, qui conque  \npeut en déduire que monsieur ALLEE Philippe est un MENTEUR et un  \nDIFFAMATEUR qui n'agit que sur les recommandations de madame COUGET Carol.\nComment madame Nicolle FEIDT, qui connais si bien la ville, peut elle  \naffirmer que ce dossier a été instruit de manière intègre ???????????????\n\n\nMise en cause de l'intégrité de l'agent dans l'exercice de ses missions de  \nservice public, et de l'impartialité des administrations dans la gestion  \ndes dossiers d'urbanisme.\nA titre subsidiaire, diffamations personnelles à l'encontre de l'agent et  \natteinte au droit à l'image ainsi qu'au respect de la vie privée.","original_work_urls":[],"problematic_urls":[{"url":"http://urbanismetoul.blogspot.fr/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}