{"dmca":{"id":21002,"type":"Dmca","title":"Defamation DMCA (Copyright) Complaint to Google","body":"email\n\n\nhttp://uruguay.indymedia.org/mail.php?id=53794&comments=yes\n\nDear Google Team:\n\n\nI request that Google removes the following link from its service because\nthe information they provide, violates my rights under the Uruguayan law,\nand qualifies as a crime in the Uruguayan Criminal Law.\nIt contains personal information, and promotes violence and hatred against\nmy family and myslef.\nGoogle already removed this same content in the past:\n\n\"Estimado Matías:\n\n\nLas siguientes páginas se han eliminado de Google.com.uy:\n\n\nhttp://uruguay.indymedia.org/news/2006/08/53794_comment.php\"\n\n\nBut it appeared with a different URL:\n\nhttp://uruguay.indymedia.org/mail.php?id=53794&comments=yes\nPlease find attached a signed copy of the communication.\nI appreciate the courteous and prompt attention that you always give to\nthese matters. Thank you.\nSincerily,\n\nMatias Cañibe\n\n1. http://www.google.com.uy/\n\n\n2. Uruguay, Uruguayan citizenship.\n\n\n3. Search Query:  Matias Cañibe\n\nAllegedly Illegal Webpages:\n\nhttp://uruguay.indymedia.org/mail.php?id=53794&comments=yes\n\n\nThe text 'se kago la vida, se merece estar donde esta, kon la gente de\nmierda ke esta y ojala ke nadie se olvide de esa kara, ni de la de su puta\nnovia, ni de donde vive No dejemos ke viva en paz!!', ' ya todo el mundo\nsabe quien es, que su familia es una mierda, que su novia es apestosa,\nquien mierda medianamente respetable le va a dar bola a este\ngil?  suicidate', 'no se preocupen que con la gente de jiujitsu y vale todo\nde la academia estamos preparados para partirles la cara a este y a los 3\namigos giles si llegan a aparecer de nuevo...tambien se la tenemos pronta a\nla empresa del viejo a media cuadra de fernandez crespo...denim creo que se\nllama...no creo que tengan huevos para hacer algo...que no me lo cruce\nnunca por bien de el.' on the webpage above violates my rights because it\ncontains allegedly defamatory material and violent threaths against myself\nand against the commerce of my now defunct father, not permitted under the\nlaws of the country in which I reside or am a citizen.\" \n\n\n Article 333. (Defamation)\n\n\nIf someone in front of several people who gathered or separated, but in\nsuch a way as to spread the version, attributed to a person a specific\nevent, which, if true, could lead to a criminal or disciplinary\nproceedings, or expose to hatred or to public contempt, shall be punished\nby imprisonment of four months to three years in penitentiary or a fine of\n80 UR (Eighty-indexed units) at 800 U.R. (Eight hundred indexed units).\n\n\n334. (Injury)\n\n\nThe former cases under the preceding article, offend in any way, with\nwords, written or made, honor, fairness or decency of a person, be punished\nby imprisonment from three to eighteen months imprisonment or a fine of 60\nUR (Sixty-indexed units) and 400 U.R. (Four units indexed).\n\nThe Uruguayan Constitution Article 7 establishes that:\n\n\nThe inhabitants of the Republic are entitled to be protected in the\nenjoyment of life, honor, freedom, safety, labor and property.\n\nThe contents of this websites expose me to the public hatred, insults my\nhonour and threats my family's well being, they also cause me a great\nprofessional prejudice, I'm a law student with an excellent record and I\nhad trouble in my job due to the contents of the websites posted above.\n\n\n4. Matías Cañibe, matheusuy@hotmail.com\n\n\n5. I have a good faith belief that the information specified above is not\npermitted by applicable law.\n\n\n6. I swear, under penalty of perjury, that the information in this\nnotification is accurate.\n\n\n7.\n[pic]\n\n\n\n","date_sent":"2011-07-04T04:00:00Z","date_received":"2011-07-04T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}