{"dmca":{"id":21083,"type":"Dmca","title":"Web DMCA (Copyright) Complaint to Google","body":"Attn: Blogger Legal Support, DMCA Complaints\n\nUnfortunately, some of your members have posted material that breaches the copyright of our World Guide site. \n\nTherefore we wish to issue the following DMCA complaint:\n\n1. MR. MARTIN TREASURE\n\n(Signature on File)\n\n2.The material copied is as follows:\n\nhttp://travellingabroad-ideas.blogspot.com/2011/11/all-about-venice-most-romantic-city-in.html\n\nNapoleon once remarked that St. Mark's Square was the 'finest drawing room in Europe'. This square has been a popular tourist attraction for centuries and is also home to many pigeons. The piazza is the point around which Venetian life revolves and there is always an exciting atmosphere in this busy square, with many cafés often playing live music. Without doubt one of the finest piazzas in the whole world, St. Mark's Square is surrounded on three sides by the arcades of public buildings, the Procuratie Nuove (south), the Procuratie Vecchie (north) and the Ala Napoleonica (west). The stunning rounded domes of the outstanding Basilica San Marco add to the overall character. Originally much smaller, with fruit trees and a canal running down the centre, the square was covered with paving slabs in 1267 and the canal subsequently filled in. The 15th-century Torre dell'Orologio clock tower rises high above the entrance to the Mercerie and the bell is struck every hour. St. Mark's Square is actually one of the lowest areas in the city and consequently can become quickly covered in water at high tide (acqua alta) during October to March, which is quite an unusual and memorable sight. There are also two columns containing the emblems of the city's patron saints - the figure of St. Theodore and of course, the winged lion of St. Mark himself.\n\n\nBasilica San Marco - With over two square kilometres of beautiful mosaics, the Basilica of San Marco is one of the most famous sights associated with Venice. St. Mark's church is home to many wonderful treasures, such as the 'Pala d'Oro', a masterpiece in gold, many precious glasses, amphoras, cups, carvings and statues. This vast church is truly spectacular and was constructed on a Greek cross plan and crowned with five huge domes. Originally built as a shrine to St. Mark in the 9th century, this church was destroyed by fire. The second building was demolished in the 11th century to make way for a more impressive building and it has been remodelled over the years, becoming the cathedral of Venice, where many state ceremonies take place. A lift is available, which takes visitors to the top where there are fabulous panoramic views over the rooftops and lagoon. It is without doubt the city's number one sight, attracting enormous crowds, so it is advisable to get there early.\n\n\nCampanile (Bell Tower of San Marco) - After collapsing in 1902, the much-loved Bell Tower of San Marco was rebuilt and restored. When the hours change, the bells sound. Unlike the clock tower, it is possible to climb the bell tower and admire the square from high up.\n\n\nPonte di Rialto /Rialto Bridge/\nIn the late 1500s, Venice held a competition to design a stone bridge that would replace earlier wooden versions across the Grand Canal. This created mush excitement and some of the best architects of the time submitted entries, including Michelangelo, Palladio and Sansovino. The winning bridge was one that was designed by the appropriately named Antonio da Ponte / Anthony of the bridge/ and concentrated more on the actual structure, rather than on fancy detail and elaborate decoration. The design also kept costs to minimum, which was important at the time, as the city’s finances were low after opening of oceanic trade routes and also was against the Turks. It soon became the most famous of the city’s bridges, there are also many shops near the bridge, selling a wide range of jewellery, linens and Murano glass.\nRialto has always been the commercial heart of Venice and this is reflected in the surrounding street names. The area is famous for its popular fruit and vegetable market. There are some notable buildings around the bridge, such as the Fondaco dei Tedeschi, which was once a German trading house and is now the central post office. The oldest church in Venice is also nearby, the Chiesa di San Giacomo di Rialto, which was founded almost 1,600 years ago.\n\n\nCa' d'Oro (Golden House) - This fabulous Venetian Gothic palace was built in the 15th century and is full of many detailed sculptures and ornaments that were once covered with gold. Probably the finest example of Gothic architecture in Venice, the facade  was once gilded too, hence the name 'Golden House' or 'House of Gold' as it is sometimes called. After extensive restoration, the colours of this beautiful mansion's exterior once again reflect in the Grand Canal. The Ca' d'Oro is now home to the Franchetti Gallery, displaying a fine collection of Venetian Byzantine art, with paintings, sculptures, bronzes, marble busts and Flemish tapestries. Since 1984 it has housed the important Giorgio Franchetti art collection, with masterpieces by famous artists such as Mantegna, Diana and Carpaccio. Also, downstairs there is an attractive well, built by Bartolomeo Da Bon in 1427.\n\nThere is an impressive mosaic on the ground floor (a copy of the one in the Basilica of St. Mark) and many fragments of Giorgione and Titian's frescoes on the second floor, saved from the outside of the Fondaco dei Tedeschi. Whilst walking around this splendid, vast building, there are several opportunities to look out from balconies, to admire the stunning views across the Grand Canal.\n\nCa' Rezzonico - Facing onto the Grand Canal, the Ca' Rezzonico is a simply enormous 17th century baroque mansion, complete with probably the most magnificent ballroom in the whole city. Over the years it hosted many wonderful costume balls, including one in the 1960s to honour Richard Burton and Elizabeth Taylor. Construction begun in the 1660s by architect Baldassare Longhena and the building was finally completed in the 1750s by Giorgio Massari. The mansion has been home to several notables, including the famous English poet Robert Browning, who actually died here. Today, the Ca' Rezzonico now houses the Museo del Settecento Veneziano (Museum of 18th-Century Venice), with a grand collection of 18th-century furniture and extensive art exhibits. Highlights include a wonderful series of ceiling frescoes by Tiepolo, a grand staircase and also some splendid views across the Grand Canal. The museum has successfully recreated the feeling of a Venetian palace and as a result it is easy to imagine the building's rich history and interesting past.\n\n\nPalazzo Mocenigo - This stunning building once belonged to one of the most important families in the region and now houses a modest museum, displaying many items of clothing, period furnishing and similar accessories. There are also paintings, impressive floors and large glass chandeliers from Murano. Walking around the house provides an interesting insight into how the wealthy lived, many years ago.\n\n\n3. The original material can be viewed here:\n\nhttp://www.venice.world-guides.com/monuments.html\n\n4.  Contact: [redacted] - director TravelSmart Ltd\nTel: +[redacted]\nEmail: info@world-guides.com\nAddress: [redacted], Frome, Somerset, England BA11 2DL\n\n5. I have a good faith belief that use of the copyrighted materials I will submit via email and allege to be infringing are not authorized by World Guides the copyright owner, its agent, or the law.\n\n6. I swear, under penalty of perjury, that the information I submit in each and every notification I will send to Google will be accurate and that I\nwill be at the time of notification the copyright owner or authorized to act on behalf of the owner of an exclusive right that is allegedly infringed..\n\nMany thanks for your help, please advise if you require any further information.\n\nI look forward to hearing from you shortly.\n\n[redacted]WORLD GUIDES","date_sent":"2012-01-18T05:00:00Z","date_received":"2012-01-18T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"TravelSmart Ltd.","principal_name":"World Guides","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}