{"dmca":{"id":21080,"type":"Dmca","title":"[#127979632] Online Abuse Report","body":"Attn: Google Legal Support\r\nDMCA Complaints\r\n\r\nRe: [#127979632] Online Abuse Report\r\n\r\n#1 - Identify in sufficient detail the copyrighted work that you believe has\r\nbeen infringed upon: \"The copyrighted work at issue is the pirated video production that appears on http://minitrader7.tripod.com/ inside of four groups found in this link\r\n\r\nhttp://groups.google.com.hk/groups/profile?enc_user=GDjgoRIAAABZHIOA2eJ--L8yTMz1w3I lUdKywoOlDaT53oqISO15Aw&hI=en\r\n\r\n#2 - Identify the material that you claim is infringing upon the copyrighted work listed in item #1 above. The video series compilation is a private, copyrighted work produced by myself (Austin) with full copyright disclosure VISIBLE IN THE POSTED VIDEO AT ITS START.\r\n\r\nPlease click thru the links above, and you will read my copyright disclosure read to you in my voice on the illegal pirate's google forum. Any further questions on that, please call me in person by phone at the number listed above.\r\n\r\n#3 - Provide information reasonably sufficient to permit Google to contact you (email address is preferred). Phone # contact is preferred... we can accomplish everything necessary in one brief conversation, concise.\r\n\r\n#4 - Provide information, if possible, sufficient to permit Google to notify the owner/administrator of the webpage that allegedly contains infringing\r\nmaterial (email address is preferred). Links above thru google forums with illegal content are full contact information for this illegal perpetrator.\r\n\r\n#5 - Include the following statement \"I have a good faith belief that use\r\nof the copyrighted materials described above on the allegedly infringing webpages is not authorized by the copyright owner, its agent, or the law.\" Signed, [private], owner of www.coiledmarkets.com and emini-ATM method of trading video production\r\n\r\n#6 - Include the following statement \"I swear, under penalty of perjury\r\nconsistent with United States Code Title 17, Section 512, that the\r\ninformation in the notification is accurate and that I am the copyright\r\nowner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\" Signed, [private], owner of www.coiledmarkets.com and emini-ATM method of trading video production\r\n\r\nSignature \"[private]\" Date 3/26/2007\r\n\r\nImportant Note: please provide full name and contact info of illegal perpetrator for probable legal action pursuit. The intent was deliberately & blatantly illegal, I am deep within my rights to be provided all contact into google has to pursue legal defense on my behalf","date_sent":"2007-03-26T04:00:00Z","date_received":"2007-03-26T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"www.coiledmarkets.com","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}