{"dmca":{"id":21160,"type":"Dmca","title":"DMCA notice to Google, Inc.","body":"(650) 9633255, Attat Coogle Legal Support, DMCA Complaints \r\n\r\nThis letter is to inform of an ongoing fraud, theft of content and diversion of funds due to deceptive manipulation of copyrighted materials. \r\n\r\nThe copyrighted work at issue is the text, graphics, and our entire donation page including our Foundation Name that appears on the following infringing web pages;\r\n\r\nhttp://www.amazingbutterflies.com/milkweedseeds.htm\r\n\r\nwww.amazingbutterflies.com/pages/milkweedseeds.html\r\n\r\nwww.amazingbutterflies.com/230_garden/butterful_seeds.html\r\n\r\nhttp://www.magicalbeginnings.com/pages/milkweedseeds.html\r\n\r\nThese above pages are unauthorized copies of our fundraising page located at\r\n\r\nhttp://www.lievmonarch.com/free-milkweed-seeds.htm\r\n\r\nWe arc an Educational Not For Profit Foundation that provides free materials and resources to educators across America. Amazing Butterflies has NO authority or permission to directly collect any donations for the Live Monarch Foundation and has been asked to remove all copied material from their various websites. In light of past actions and repented warnings we consider this fraud and theft through deceptive practices. \r\n\r\nSearch Query; milkweed seeds \r\nLive Monarch Foundations\r\nAs seen in Google directory and other search engines \r\nUsually with high rankings, often above our original page. \r\n\r\nThe Live Monarch Foundation can be contacted by email through \r\nC@livemonarch.com or by phone at 877 722-8624 \r\n\r\nThe owner of the infringing sites has been contacted by phone repeatedly and by email, Jose Munoz is the owner of Amazing Productions Inc. of Tamarac Florida, Phone number is 800 808-6276 or email info@amazingbutterflies.com\r\n\r\nJose Munoz has previously been warned for misuse of this same content one year ago. \r\nI have a good faith belief use of the copyrighted materials described above as allegedly infringing is not authorized by the copyright owner, its agent, or the law. \r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nChristopher Singer \r\nFounder Live Monarch Foundation ","date_sent":"2007-04-10T04:00:00Z","date_received":"2007-04-10T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Live Monarch Foundation","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}