{"dmca":{"id":21180,"type":"Dmca","title":"DMCA notice to Google, Inc.","body":"\r\n\r\nMy website sitemap page: http://www.hispanic-jobs.com/sitemap.php\r\n\r\nTheir website sitemap: http://www.automotivejobsonline.com/sitemap.php\r\n\r\nMy website job seeker registration form: http://www.hispanic-jobs.com/getstarted_jobseekers.php\r\n\r\nTheir website job seeker registration form: http://automotivejobsonline.com/show_content.php?id=1164822194\r\n\r\nMy website employer registration form: http://www.hispanic-jobs.com/getstarted_employers.php\r\n\r\nTheir website employer registration form: http://automotivejobsonline.com/show_content.php?id=1164822296\r\n\r\nAlso, on the following company registration page:\r\n\r\nhttp://automotivejobsonline.com/company.php?action=new\r\n\r\nThe sentence starts with \"Please take a moment to register with us. You will have the benefit of posting jobs and searching our resume database. Registering for an account does not obligate you to purchase a membership or job postings.\r\n\r\nAnd at the end of the registration it ends with \"If you have Spam protection software in place, please make sure that you add our e-mail address to your authorized contact list or otherwise you may not receive e-mails when job seekers apply to your open positions. The e-mail address to add is support@automotivejobsonline.com.\r\n\r\nThis was also written by myself and you can see this on Hispanic-Jobs.com at: http://www.hispanic-jobs.com/company.php?action=new\r\n\r\nAnswer to Question #2:\r\n\r\nThey are infringing upon my web design and written content as indicated on the above links\r\n\r\nAnswer to Question #3:\r\n\r\nSimone Emmons, (818) 674-9621 cell, (818) 530-4852, ext. 4 or simone@hispanic-jobs.com or simone2@ix.netcom.com, 11271 Ventura Blvd. #151, Studio City, CA 91604\r\n\r\nAnswer to Question #4:\r\n\r\nAutomotivejobsonline.com, their e-mail is support@automotivejobsonline.com, contact person is Mike Aldrich\r\n\r\nRevised letter regarding reference Re: [133636458] fax dated April 6, 2007 - added additional links of missing pages which refer to copyright infringements.\r\n\r\nApril 9, 2007\r\n\r\nGoogle, Inc.\r\nAttn: Google Legal Support, DMCA Counter Notification\r\n1600 Amphitheatre Parkway\r\nMountain View, CA 94043\r\n\r\nRe: Copyright infringement by Automotivejobsonline.com (website design & content)\r\n\r\nDear Sir/Madam:\r\n\r\nI am the owner of the website Hispanic-Jobs.com and I am writing this letter to notify you that one of website listed on Google (Automotivejobsonline.com) is clearly using my website design, images and written content text on their website at Automotivejobsonline.com. Hispanic-Jobs.com has been around since 2004 and they just recently launched their website.\r\n\r\nBased on the form that you have listed online, I am providing you more detailed information about my case:\r\n\r\nAnswer to Question #1:\r\n\r\nAutomotivejobsonline.com has copied my website design including exact colors, image buttons and the text that is written throughout the website. When you view their website they even copied the introduction text on \"About Us\" plus all the features we offer. The text that I have written on my website is clearly throughout their website on many pages and it seems that they have just changed their website name in the text.\r\n\r\nHere is a comparison:\r\n\r\nMy website home page: http://www.hispanic-jobs.com/\r\n\r\nTheir website: http://www.automotivejobsonline.com/\r\n\r\nMy website \"About Us: page: http://www.hispanic-jobs.com/aboutus.php\r\n\r\nTheir website \"About Us\" page: http://automotivejobsonline.com/about_us.php\r\n\r\nI wrote the following text on my website: Hispanic-Jobs.com was founded by a Human Resources professional in 2004 and is the career site for employers who want to reach bilingual/Spanish-speaking professionals nationwide.\r\n\r\nI have a good faith belief that use of the copyrighted materials described above as allegedly infringing is not.....\r\nI have a good faith belief that use of the copyright...authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\nRegards,\r\n\r\nSimone Emmons\r\nHispanic-Jobs.com\r\n11271 Ventura Blvd.\r\nStudio City, CA 91604\r\n(818) 674-9621\r\n","date_sent":"2007-04-09T04:00:00Z","date_received":"2007-04-09T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Hispanic-Jobs.com","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}