{"dmca":{"id":21183,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-18T05:00:00Z","date_received":"2012-01-18T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Daniel Osteler","principal_name":"Daniel Osteler","recipient_name":"Google, Inc.","works":[{"description":"The following content from my website has been copied by other websites\r\n\"Many people say that prisoner's can not be reformed and whatever punishment they get for their crimes, irrespective of that they always return to their old habits. After surveying it has been seen that after undergoing rehabilitation programs, many prisoners are reforming and returning to normal life.\" \r\n\"Rehabilitations programs are provided by various religious organizations.  Prisoners meet these organizations regularly and clergies provide them counseling and religious teaching. They help these people to refrain and reform from criminal activities. The program identifies the skills and potential that the person has and gives training to improve their skill so that they earn something for their decent living.\"","infringing_urls":[{"url":"http://kietaqp5ga.hubpages.com/hub/PrisonerRehabilitation"},{"url":"http://kietaqp5ga.wordpress.com/2010/12/02/prisoner-rehabilitation/"},{"url":"http://www.bukisa.com/articles/409022_prisoner-rehabilitation"}],"copyrighted_urls":[{"url":"http://www.rehabilitations.org/prisoner-rehabilitation.html"}]},{"description":"The following content from my website has been copied by other websites. \r\n\"Rehabilitations programs are provided by various religious organizations. Prisoners meet these organizations regularly and clergies provide them counseling and religious teaching. They help these people to refrain and reform from criminal activities. The program identifies the skills and potential that the person has and gives training to improve their skill so that they earn something for their decent living.\"","infringing_urls":[{"url":"http://www.articlesbase.com/alternative-medicine-articles/prisoner-rehabilitation-3774371.html"},{"url":"http://www.articlesnatch.com/Article/Prisoner-Rehabilitation/1835210"}],"copyrighted_urls":[{"url":"http://www.rehabilitations.org/prisoner-rehabilitation.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}