{"dmca":{"id":21316,"type":"Dmca","title":"This is","body":"The website www.fanyicn.net is nothing but for the purpose to defamte someone including me. The mad man is jealous of any one who succceeded in the field of literatureature where he failed, and slander,calumniate,libel them using this website. \r\n\r\nThis is the page on which he slandered me for four years http:// www.fanyicn.net/bbs/read.php?tid-418.html ( google search url  http://www.google.com/search?client=aff-cs-360chromium&ie=UTF-8&q=%E7%87%95%E6%99%93%E4%B8%9C ).\r\n\r\nThe mad webmaster's mind is full of hate and jealousy. When his age reached middle age he bacame madder because he failed in literature wherer other people succeeded.\r\n\r\nI am unfortunately caught by the lunatic. I am a writer who ever published 13 books. The webmaster since 4 year ago started to defamte me and my books making using of his website www.fanyicn.net.\r\n\r\nDear google, I beg your to be smarter to identify the “dedicated” scoundrel and help me stop his defamation started 4 years ago. It harmed me too deep.\r\n\r\nOn the page http:// www.fanyicn.net/bbs/read.php?tid-418.html he used to defamte me he even published all my personal private information that must be taken as a crime by amolst every country in the world. My e-mail, real name&#65292;family address, phone number, my wife's family,even all my bank account number!\r\n\r\nI always love google but hate baidu. Dear google&#65292;please do not be deceived by the “good looking website.” It focused on the purpose of defamation only&#65292;even defamation only to me, because I am a sucessful figure in Chinese literature and book writer, and unfortunately caught by the jealous devil webmaster who tried the same field and failed up to his middle age of his life. \r\n\r\nHe has been defamting me for four years and is continuing everyday using this website. I was harmed deeply by the lunatic crimal.  \r\n\r\nDear google&#65292;I would belive you rather than my government.Please hlep me stop the crime&#65281;\r\n \r\nSincerely\r\nYang Lee","date_sent":"2011-07-04T04:00:00Z","date_received":"2011-07-04T04:00:00Z","topics":["Defamation","Copyright"],"sender_name":"Shanghai Inkfair Lawer Office","principal_name":null,"recipient_name":"Xiang Rong","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}