{"other":{"id":21326,"type":"Other","title":"Other notice to Google, Inc.","date_sent":"2012-07-31T04:00:00Z","date_received":"2012-07-31T04:00:00Z","topics":["Uncategorized"],"sender_name":"Chris Beaumont","principal_name":null,"recipient_name":"Google, Inc.","works":[{"complaint":"the reviews below almost certainly seem as if they\nwere  \nwritten by staff! I joined over a year ago and surprised that when I  \nsubmitted a contact form on the website that I was contacted by someone  \nthat wanted to visit me at home to discuss membership etc. I was studied  \n\nother martial arts and wanted to try kickboxing but had to experience the \n\nhard-sell technique and was advised to try the 3 sample lessons at £35 all\n \nin, including \"gold\" insurance. Upon completing the sample lessons I was  \n\ntold if I wanted to join i needed to pay £75 up front for insurance and  \nuniform, then sign a direct debit mandate for either £33 (1 session a\nweek)  \nor £40 (2 sessions a week) per month. On reflection I don't know why I did\n \nsign up, but I went for it. The sessions are only an hour a piece and  \neverything seems a bit rushed. Some nights there are way to many people on\n \nthe mat to actually effectively learn anything, and gradings are a joke.  \n\nThere twice the number of belts to go for to get to black as ( I since  \ndiscovered) other dojos, and, again, there are so many people it seems  \nimpossible for individuals to be graded properly, so people seemingly get \n\nbelts despite being below par. Sparring doesn't happen that often, and\nwhen  \nit does you chuck your sparring gear on for about 10 minutes and don't get\n \ntaught much. Instead, instructors offer sparring lessons for about £30 an \n\nhour. If you are foolish enough to buy a full sparring kit at the academy \n\nit will cost £150, when a good quality kit can be bought for half the\nprice  \nonline. The final straw came for me when I had two trial lessons at\nanother  \nclub, where the class was small, was held in a church hall, was far  \ncheaper, and far more personal. I learnt more sparring at the 2 free 2\nhour  \nsessions than I did at BMAA in a year. You are also written in to a  \ncontract with a collection company (Harlands), meaning you have to give 3 \n\nmonths notice to quit. I have been trying to contact them since January  \n2012 but you can't get through by phone, and they don't respond to\nmessages  \nvia their \"contact us\" form online. I had to resort to writing to the  \ncompany and the director (no response), sending the letters recorded  \ndelivery so I had proof, and cancelling the DD myself. I have since  \nreported Harlands to the Office of Fair Trading. Do some research and find\n \na club that suits you. The amount of people I saw come and go in jhust a  \n\nfew months should have rang alarm bells. And this is definitely written by\n \nsomeone who works there! \"After reading the last review i have to totally \n\ndisagree with this Martial arts School u get what you pay for the 2 matted\n \nareas are always clean and its always tidy they are very professional in  \n\nall aspects from the minute you walk into the door to your 1st steps on\nthe  \nmats the instructors are very helpful and if the instructors are busy they\n \nhave helpers who will gladly help you in any way they can its worth the  \nmoney because when you walk in its absolutely what you pay for  \nexcellence... \"\nTHE ABOVE REVIEW WAS WRITTEN BY A FORMER MEMBER OF MY MARTIAL ARTS ARTS  \nSCHOOL, WHO HAS A GRUDGE FOR SOME REASON. THEY HAVE WRITTEN LIES ABOUT ME \n\nAND MY SCHOOL THAT ARE TOTALLY UNTRUE. THEY DO NOT GIVE A TRUE REFLECTION \n\nOF WHAT WE OFFER. CAN YOU PLEASE REMOVE THIS REVIEW, IT IS HARMFUL TO MY  \n\nBUSINESS AND IS NOT HELPFUL. BY SAYING THAT THE REVIEWS WERE WRITTEN BY MY\n \nSTAFF IS SLANDER, AND THIS IS ILLEGAL IN MY COUNTRY. THANK YOU.","original_work_urls":[],"problematic_urls":[{"url":"http://maps.google.co.uk/maps?rdu=http://www.bristolmartialartsacademy.com/&rdj=google.nyc.c.j_9yAXUKzqKYet0QX42IGgAw_2043211665_3&hl=en&gl=uk&sig=ngf&lumarker=A&bih=979&biw=1920&um=1&ie=UTF-8&q=bristol+kickboxing&fb=1&gl=uk&cid=0,0,13292126651553206794&sa=X&ei=IiMXUMi9"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}