{"dmca":{"id":21371,"type":"Dmca","title":"DMCA notice to Google, Inc.","body":"\r\nEVERSHEDS \r\n\r\nGoogle Inc \r\nAttn: Google Legal Support \r\nDMCA complaints \r\n1600 Amphitheatre Pkwy Mountain View \r\nCA 94043 \r\nUSA \r\n\r\nDate 16 April 2007 \r\nYour ref #133637326 \r\nOur ref RML/TRS/138988.010004 \r\nDirect Dial 0845 497 0997 \r\nDirect Fax 020 7849 4919 \r\ntomstrange@eversheds.com\r\n\r\nBY FAX - 001 650 963 3255 \r\n\r\nDear Sirs \r\nhttp://jhleslie.googlepages.com/letterfromeversheds\r\nhttp://jhleslie.googlepages.com/terminationletter\r\n\r\nWe refer to our letter dated 23 March 2007 and a subsequent e-mail exchange, culminating in an e-mail from Google Help dated 11 April 2007. \r\n\r\nAs outlined previously, we are instructed by Fastsigns International Inc, a Texan based company specialising in the production of signs. Our client franchises its business both in the US and in the UK. Our client has recently been engaged in a dispute with one of its UK franchisees, Mr James Leslie, in relation to various breaches of his Franchise Agreement dated 9 August 2004 and we have been assisting our client in relation to this. \r\n\r\nIn an e-mail dated 11 April 2007, we made reference to two offending web pages set up by Mr Leslie, upon which he has posted confidential letters in breach of his obligations under his Franchise Agreement and in breach of our copyright. \r\n\r\nIn response to your e-mail of 11 April 2007, we set out below the information requested: \r\n\r\n1. The copyrighted works at issue are the letter than appears on\r\nhttp:jhleslie.googlepages.com/letterfromeversheds and the letter and draft Termination and Release Agreement that appear on http://jhleslie.googlepages.com/terminationletter. \r\n\r\n2. The copyright in the copyrighted works is owned by Eversheds LLP. Any implied licence for Mr Leslie to use the copyright in these documents did not extend to publishing them on the internet. As such Mr Leslie is in breach of copyright. \r\n\r\n3. The contact information of the individual dealing with this case is: \r\nName and Title: Mr Tom Strange\r\nCompany: Eversheds LLP\r\nAddress: Senator House, 85 Queen Victoria Street, London EC4V 4JL \r\nEmail address: tomstrange@eversheds.com \r\nTelephone: 00 44 845 497 0997 \r\nFax: 00 44 20 7919 4919 \r\n\r\nThe required declaration is as follows: \r\n\r\n\r\nI, Tom Strange, of Eversheds LLP do solemnly and sincerely declare as follows: \r\n\r\n4. I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorised by the copyright owner, its agent, or the law. \r\n\r\n5. 1 swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorised to act of behalf of the owner of an exclusive right that is allegedly infringed. \r\n\r\n6. Signed: _____________________ \r\nTom Strange \r\nSolicitor \r\nFor Eversheds LLP \r\n\r\nIn light of the above, we request that you ensure that the web pages are removed forthwith and provide us with confirmation that this has been done. \r\n\r\nWe look forward to receiving a timescale for the removal of the offending webs pages by return. \r\n\r\nEVERSHEDS LLP \r\n","date_sent":"2007-04-16T04:00:00Z","date_received":"2007-04-16T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Eversheds LLP","principal_name":"Fastsigns International Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}