{"dmca":{"id":21389,"type":"Dmca","title":"The Unauthorized Use of Copyrighted Images shown below, owned and/or controlled by Da","body":"Cagle Cartoons, Inc.\r\nPO Box 22342, Santa Barbara, California 93121\r\n(800) 758-1666, Fax (888) 301-1666, E-mail: brian@cagle.com\r\n\r\nDate: April 5, 2007\r\n\r\nMr. Alexander MacGillivray\r\namac@google.com\r\nGoogle, Inc.\r\n1600 Amphitheatre Parkway, Building 47\r\nMountain View, CA 94043\r\n\r\nRe: The Unauthorized Use of Copyrighted Images shown below, owned and/or controlled by Daryl Cagle located at http://snipeout.blogspot.com/2006/11/midend.html\r\n\r\nDear Mr. MacGillivray:\r\n\r\nWe are writing on behalf of our client, Daryl Cagle, who is the copyright owner of the exclusive rights in the copyrighted work, identified in the attachment below, regarding the unauthorized use of such image on your server, located at http://snipeout.blogspot.com/2006/11/midend.html. We were unable to find an e-mail address or any contact information for the person(s) who create and maintain this web site.\r\n\r\nWe have a good faith belief that this use of our client's work is not authorized by  our client, our client's agents or the law.\r\n\r\nDemand is therefore made that you cease and desist from any infringing uses, and provide us within ten (10) days from the date of this letter written confirmation that all such infringements of our client's work have been removed from this location on your server.\r\n\r\nThe information in this notification is accurate, and under penalty of perjury, we are authorized to act on behalf of the owner of the exclusive rights in the work that are being infringed.\r\n\r\nThis letter is written without prejudice to all of the rights and remedies that are available to our client, at law or in equity, all being hereby reserved.\r\n\r\nVery truly yours,\r\n\r\nBrian Davis \r\nSales Manager","date_sent":"2007-04-05T04:00:00Z","date_received":"2007-04-05T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Daryl Cagle, Cagle Cartoons, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}