{"dmca":{"id":21404,"type":"Dmca","title":"Defamted Me for For Years&#65281; Please Stop It","body":"Dear Goog Staff,\r\n\r\nI have been defamed by a webmaster using his website and in fact the person set up his website in purpose of slandering,calumniating, libelling, defamting me only. It is generally inconceivable in most normal circumstances, yet that's true for me and I am a Chinese and don't think we have a normal circumstance for people living.\r\n\r\nI was attccked, defamed, libeled by the webmaster Xiang Rong using his website  www.fanyicn.net which only purpose was to demate me. This is because the webmaster tried to become sucessful in Chinese literature and compeltey failed, his heart is full of hate and jealousy to the sucessuful figure. I was unfortunately to be caught by him as a victim of his since your years ago.\r\n\r\nI am a writer who published 12 books and somewhat well-known in Chinese literatuer and this became the only reason  he started defamte me since four years ago using his website www.fanyicn.net.\r\n\r\nSure in normal condition you peopleole in normal thinking way would say&#65292;why you didn't file a lawsuit against him? Yea&#65292;if I were an American I surly filed a lawsuit. But sir you see, I am not an American but a Chinese who is  destined to suffer more. I can not beleive the whole system of law of the government which is helpless to anyone including me if the case invlovled in copyright or human rights like defamtion, libel and the kind. \r\n\r\nAs a reslut I set up my website www.begray.com to fight against him. I admit it was an unnormal way that I copied his website and I thought in that way it might harm his website, yet, dear google blocked my url. I am a realy a poor man who was and is being  harmed by a website and I have no way to deal with it to fight against the devil as a poor Chinese people!\r\n\r\nNow I deleted all the copied contents and come to a new site with abslutely self created contents. \r\n\r\n\r\nI filed complaints times and times again, yet my daughter, my family memebers and I have to still face with the defmated webpage to me everyday (http://www.fanyicn.net/bbs/read.php?tid-418.html, google search:http://www.google.com.hk/search?q=%E7%87%95%E6%99%93%E4%B8%9C&ie=utf-8&oe=utf-8&aq=t&client=firefox-a&rlz=1R1GGHP_en-GB_____433 ). \r\n\r\nCould you sir / madam help me?   \r\n\r\nSincerely\r\nYang Lee","date_sent":"2011-07-05T04:00:00Z","date_received":"2011-07-05T04:00:00Z","topics":["Defamation","Copyright"],"sender_name":"Shanghai Inkfair Lawer Office","principal_name":null,"recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}