{"dmca":{"id":21440,"type":"Dmca","title":"There's a Thorn in the Copyright","body":"30 June 2011\r\n\r\nInternet Brands, Inc. \r\nLegal Affairs Department, DMCA Complaint \r\n909 N. Sepulveda Blvd., 11th Floor \r\nEl Segundo, CA 90245 USA \r\n(310) 280-5369, Attn: Legal Affairs Dept., DMCA Complaint\r\n\r\nATTN:  Legal Affairs Department\r\n\r\nTo whom it may concern:\r\n\r\nMy name is [Sender].  A Web site that your company hosts is infringing on a copyright owned by myself.  An image was cropped to remove a copyright notice and was then used in an article on your site by the user [Username] without permission.  The original photo, to which I own the exclusive copyrights, can be found at:\r\n\r\n   http://www.hort.net/profile/ros/rosru/main.jpg \r\n\r\nand is visible on a hort.net page (which has permission) at \r\n\r\n   http://www.hort.net/profile/ros/rosru/\r\n\r\nThe unauthorized and infringing copy can be found at:\r\n\r\n   http://pics.davesgarden.com/pics/2007/11/18/paulgrow/57b2bf.jpg\r\n\r\nand is visible at the bottom of the page at\r\n\r\n   http://davesgarden.com/guides/articles/view/298/\r\n\r\nThis letter is official notification under Section 512(c) of the Digital Millennium Copyright Act (”DMCA”), and I seek the removal of the aforementioned infringing material from your servers. I request that you immediately notify the infringer of this notice and inform them of their duty to remove the infringing material immediately, and notify them to cease any further posting of infringing material to your server in the future.\r\n\r\nPlease also be advised that law requires you, as a service provider, to remove or disable access to the infringing materials upon receiving this notice. Under US law a service provider, such as yourself, enjoys immunity from a copyright lawsuit provided that you act with deliberate speed to investigate and rectify ongoing copyright infringement. If service providers do not investigate and remove or disable the infringing material this immunity is lost. Therefore, in order for you to remain immune from a copyright infringement action you will need to investigate and ultimately remove or otherwise disable the infringing material from your servers with all due speed should the direct infringer, your client, not comply immediately.\r\n\r\nI have a good faith belief that use of the copyrighted materials described above as allegedly infringing is not authorized by the copyright owner, its agent, or the law. I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner, or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nShould you wish to discuss this with me please contact me directly.\r\n\r\nThank you for your time and attention,\r\n\r\n\r\n\r\n[Sender]\r\n[Sender Address]\r\n[Sender Email]","date_sent":"2011-10-05T04:00:00Z","date_received":"2011-10-05T04:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":null,"recipient_name":"Internet Brands, Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}