{"dmca":{"id":21441,"type":"Dmca","title":"Web DMCA (Copyright) Complaint to Google","body":"Attn: Blogger Legal Support, DMCA Complaints\n\nUnfortunately, some of your members have posted material that breaches the copyright of our World Guide site. \n\nTherefore we wish to issue the following DMCA complaint:\n\n1. MR. MARTIN TREASURE\n\n(Signature on File)\n\n2.The material copied is as follows:\n\nhttp://belindasvelvetmemories.blogspot.com/2009/06/dining-in-st-marco.html\n\nPiazza St Marco\n\nNapoleon once remarked that St. Mark's Square was the 'finest drawing room in Europe'. This square has been a popular tourist attraction for centuries and is also home to many pigeons. The 15th-century Torre dell'Orologio clock tower rises high above the entrance to the Mercerie and the bell is struck every hour. St. Mark's Square is actually one of the lowest areas in the city and consequently can become quickly covered in water at high tide (acqua alta) during October to March, which is quite an unusual and memorable sight. There are also two columns containing the emblems of the city's patron saints - the figure of St. Theodore and of course, the winged lion of St. Mark himself.\n\n3. The original material can be viewed here:\n\nhttp://www.venice.world-guides.com/monuments.html\n\n4.  Contact: [redacted] - director TravelSmart Ltd\nTel: +[redacted]\nEmail: info@world-guides.com\nAddress: [redacted], Frome, Somerset, England BA11 2DL\n\n5. I have a good faith belief that use of the copyrighted materials I will submit via email and allege to be infringing are not authorized by World Guides the copyright owner, its agent, or the law.\n\n6. I swear, under penalty of perjury, that the information I submit in each and every notification I will send to Google will be accurate and that I\nwill be at the time of notification the copyright owner or authorized to act on behalf of the owner of an exclusive right that is allegedly infringed..\n\nMany thanks for your help, please advise if you require any further information.\n\nI look forward to hearing from you shortly.\n\n[redacted]WORLD GUIDES","date_sent":"2012-01-18T05:00:00Z","date_received":"2012-01-18T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"TravelSmart Ltd.","principal_name":"World Guides","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}