{"dmca":{"id":21530,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-18T05:00:00Z","date_received":"2012-01-18T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Alexander Nikolaev","principal_name":"Alexander Nikolaev","recipient_name":"Google, Inc.","works":[{"description":"Review:\r\nCatchysoft Typing Tutor - a patient touch typing instructor that is always with you.\r\nAs the amount of data entry steadily grows, touch typing becomes an essential skill for more and more people. Although many of us can already boast of having reached decent typing speeds, there is usually ample room for improvement. If you are dreaming about being able to type faster and make fewer mistakes, prepare for a real challenge. You will need time, persistence and, ideally, a tutor that will teach and train you until you master your touch-typing skills. If you need help becoming really proficient in touch typing, Catchysoft Typing Tutor is just what you need! \r\n\r\n   Catchysoft Typing Tutor is a powerful training suite for anyone willing to improve their typing skills. The software features 20 lessons for beginners and an advanced level for experienced users. Novices taking lessons will be automatically taken to the next level upon reaching the average speed of 75 characters per minute. This intelligent program records the user’s typing speed and mistakes to generate corresponding test lines during lessons with even numbers and in the «Inprovement» mode. Advanced users will be able to set the starting typing speed and gradually set new typing records. Typing Tutor supports US Dworak and US Standard keyboard layouts, as well as the Russian layout. \r\n\r\n   Combined with persistence and desire to learn, CatchySoft Typing Tutor will help you yield excellent results sooner than you expect. Due to its intuitive interface, this software can be used by anyone for faster typing and improved accuracy!\r\n\r\nPermission for publication is only:\r\nhttp://www.catchysoft.com/typing_tutor.html","infringing_urls":[{"url":"http://www.rapidtyping.com/best-typing-tutors/catchysoft-typing-tutor.html"}],"copyrighted_urls":[{"url":"http://3d2f.com/smartreviews/1-174-catchysoft-typing-tutor-a-patient-touch-typing-instructor-that-is-always-with-you-read.shtml"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}