{"dmca":{"id":21614,"type":"Dmca","title":"Article DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-07-04T04:00:00Z","date_received":"2011-07-04T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Suite101.com","principal_name":"Dianne Smith","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Decorate a Kids Room For a Boy\n\n     * Nov 20, 2010\n     * Dianne Smith\n\nBedroom Ideas for an Athletic Boy - photo by Dianne Smith\n     Bedroom Ideas for an Athletic Boy - photo by Dianne Smith\n\nChoose a decor theme for a boy's bedroom based upon his interests, and\nthen  \ndesign a room that will last through the years. Here are some great ideas.\n\nStart brainstorming with the boy's personality in mind. Does he like  \nboating and fishing? If so, a blue and white nautical theme with a\nporthole  \nshaped mirror, oars on the wall and boats displayed on shelves would be  \nappropriate.\nBedroom Ideas for a Boy\n\nFor a boy who loves sports, turn the room into a mini gymnasium, complete \n\nwith a trophy case against one wall. Buy a nine or ten inch diameter mini \n\nbasketball hoop online or from a sporting goods store and secure the  \nbackboard to a spot about six feet up one wall that has no furniture  \nagainst it. Paint a wide stripe from the floor leading up to the backboard\n \nof the basketball hoop. The stripe can continue out from the side of the  \nbackboard and around the room for added effect. Make it a bold color that \n\ncontrasts with neutral colored walls. Buy a small stuffed or foam mini  \nbasketball that won't damage anything for the child to score baskets with,\n \nand he will love his room.\n\nFor a boy who enjoys cars and trucks, paint a 10\" stripe or two traversing\n \naround the furniture, closet and door of his bedroom, turning and  \nintersecting each other like roads, but don't overdo it. If desired, a  \nyellow divided line can be painted through the middle of the stripes. Then\n \nuse a stencil to paint a few vehicles along the roads, either above or  \nwithin the stripes.\n\nFor the decorator who enjoys woodworking, side views of cars an inch thick\n \nor less out of wood can be fashioned and then nailed on the walls. Pine\nbox  \nderby cars from Boy Scout projects can also be used if they are a good  \nenough quality. One can be creative in the placement of the cars along the\n \nroads, like staging an accident with two cars crashing and an ambulance or\n \nfire truck on the way.\n\nFor the adventurous boy who likes to explore, have a large, framed world  \nmap on one wall and glue glow-in-the-dark stars on his ceiling. Objects in\n \nthe room can include a globe of the earth, telescope, and a bookshelf with\n \ntravel books and interesting curios from faraway lands, like wooden\nstatues  \nof animals. Cost Plus stores offer many items that would be appropriate\nfor  \nthis theme.\nBedroom Ideas With Paint\n\nThe painted stripes look nicely finished when bordered by a moulding, but \n\nif one chooses to omit the moulding, he can use paint grade masking tape\nto  \nmake a straight line, even on textured walls, by rubbing an eraser over\nthe  \nedge of the tape so there are no small gaps. The line should come out  \nstraight when painted, but if there is any bleeding, use an artist brush  \nand a steady hand to correct it.\n\n\nAnother idea is to paint the ceiling white and have the white come down\nthe  \ntops of the walls of the room about a foot. Then paint the rest of the\nwall  \nareas a color picked out from the bedspread. Along the wall where the\nwhite  \npaint meets the color, nail a simple moulding that goes around the room\nand  \npaint it the same color as the walls or even better, a contrasting or  \ncomplementary color. The moulding can be chosen at Home Depot or Lowe's,  \nwho will cut and miter it to size. Spackling should be applied at joints  \nand at small gaps before painting to achieve a smooth look.\n\nIf a boy's bedroom decor reflects his personality and interests, he will  \nenjoy his private space very much. His room will be a comforting place of \n\nretreat he can call his own.\n\n\nCopyright Dianne Smith. Contact the author to obtain permission for  \nrepublication.\nDianne Smith, photo by Colleen Goncalves\n\nDianne Smith -\n\nCopyw","infringing_urls":[{"url":"http://homeimprovmentdesign.blogspot.com/2011/04/decorate-kids-room-for-boy.html"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}