{"dmca":{"id":21676,"type":"Dmca","title":"Article DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-07-04T04:00:00Z","date_received":"2011-07-04T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Suite101.com","principal_name":"Malysa Stratton Louk","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"The article at Suite was posted in English  \nbut it was translated on the offending site.\n\n\nThe Role of Men and Women in a Relationship, Channels and Vessels\n\n     * Apr 29, 2010\n     * Malysa Stratton Louk\n\nMen and women each have roles in a relationship. As the channel and the  \nVessel each share their Light, spiritual connections strengthen their  \nrelationship.\n\nEach person plays a different role in the various relationships in life.  \nThe differences between males and females are most evident when it comes to  \nrelationships. Understanding these differences — along with acknowledging  \nthat men roles in a relationship are much different than women roles — will  \nhelp to build healthy, stable and long-term meaningful relationships.\n\nKabbalah teaches that understanding the relationship roles of men and women  \nnot only strengthens the relationship but strengthens the soul. From a  \nkabbalistic perspective, this also increases the soul’s spiritual  \nconnection with the Light and with G-d.* When each soul is spiritually  \nconnected to the Light, soul mate relationships become possible.\nMen and Women in Soul Mate Relationships\n\nMen and women often run into difficulty when trying to find a soul mate.  \nKabbalah teaches that the difficulty often arises due to a lack of  \nspiritual connection with the Light, especially to those who are actively  \nsearching for a soul mate.\n\nThe difficulty can also come from a lack of understanding the specific role  \nof men and women in a soul mate relationship. The goal of both the male and  \nthe female soul is to share the Light and energy within. The differences  \nbetween the male and female soul are largely based on how their Light is  \nshared at both the physical and the spiritual level.\nMale Roles in a Relationship – Channels for the Light\n\nKabbalah teaches that the male soul is a channel for the Light in which  \n“energy goes in and comes out.” On a physical level, the desire to share  \nhis energy and Light reveals itself as sexual desire. The male energy  \ndesires a physical connection with the female energy.\n\nOn a spiritual level, it's said that the soul of man needs to share the  \nLight in order to fulfill the Vessel. According to Yehuda Berg, “What men  \nwant more than anything in a relationship is the ability to make a woman  \nhappy and earn her love,” regardless of whether men are aware of this or  \nnot which results in men being action-oriented.\n\n\nThe soul of man is designed to bring Light into the world for the purpose  \nof fulfilling the Vessel. Men show this through action, fixing things,  \nmaking things better, solving the problem, whatever that may be. Kabbalah  \nteaches that this is how a man shares the Light he is receiving, by  \nsatisfying and fulfilling the Vessel.\nFemale Roles in a Relationship – Vessels for the Light\n\nWomen roles in a relationship are much different than men roles. As the  \nVessel, Kabbalah teaches that it is the women’s job to manage and direct  \nthe incoming Light flowing to her from the male soul. The role of women is  \nto respect, support and allow the male soul’s desire to share the Light and  \nfulfill the Vessel.\n\nAccording to Kabbalistic teachings, it is the women’s responsibility to  \ndirect and manage the incoming Light because “she is a revealer of Light.  \nShe takes the energy that a man channels — all of his Divine potential —  \nand gives it shape. She is like the glass that gives shape to the water it  \ncontains.” (Yehuda Berg)\n\nIt is the women who decides whether to accept the incoming and Light and  \nhow to direct that energy when it is offered. When a man offers to share  \nhis Light, the woman must give a clear direction for the energy. The male  \nLight will continue to offer until it understands whether to proceed or not.\nThe Channel and the Vessel\n\nThe channel of Light and the Vessel must work together and be at equivalent  \nspiritual levels. Kabbalah teaches that the channel never changes, although  \nthe Vessel has the ability to change shape and availability. If a channel  \nis not bringing in enough Light, the Vessel does not have to remain open.  \nIn Kabbalah, men — as channel of Light — must have a Vessel to fulfill,  \nwhereas women — as Vessels — have the ability to create their own Light.\n\nAdditional information on relationship roles and soul mate relationships  \ncan be found in The Spiritual Rules of Engagement by Yehuda Berg.\n\n\n\n\n\n\nCopyright Malysa Stratton Louk. Contact the author to obtain permission for  \nrepublication.","infringing_urls":[{"url":"http://jacobo2008icor.blogspot.com/2010/06/las-reglas-espirituales-de-las_07.html"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}