{"dmca":{"id":21717,"type":"Dmca","title":"Todd Goldman","body":"    Dear Sir or Madam:\r\n\r\n    This firm represents Mr. Todd Goldman. I write on behalf of Mr. Goldman regarding certain comments and disparaging remarks that are posted and housed on your website (www.fleen.com).\r\n\r\n    We have acquired articles posted on your website which contain defaming, derogatory and malicious statements about Mr. Goldman. Therefore, we request that you immediately remove these article from your website, as well as any subsequent articles and/or URL links of this nature regarding Mr. Goldman. Further, the hosting of such statements and/or URL links about Mr. Goldman is actionable defamation and libel that has caused irreversible damage to his character.\r\n\r\n    Unless we receive written assurance that you have removed these article, as well as any subsequent articles and/or URL links of this nature regarding Mr. Goldman, from your website by the close of business on Friday, April 20, 2007, we will have no other alternative but to take action to seek injunctive and monetary relief against you pursuant to Florida law. Please be advised that we will also seek to recover attorneys&#65533; fees and costs associated with this matter. As time is of the essence, this action must be taken immediately.\r\n\r\n    This letter is not, nor should it be construed to be, a waiver of any rights or remedies available to Mr. Goldman under federal or state law, whether now existing or hereafter accruing.\r\n\r\n    PLEASE GOVERN YOURSELF ACCORDINGLY.\r\n\r\n    Sincerely,\r\n    SHUTTS & BOWEN LLP\r\n\r\n    /s/Andrew P. Felix","date_sent":"2007-04-19T04:00:00Z","date_received":"2007-04-19T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Shutts & Bowen LLP","principal_name":"Todd Goldman","recipient_name":"www.fleen.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}