{"dmca":{"id":21732,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":"\nO\\'l<\",,\\I,,1', \\ NI'IAI\"\"!,\n\" ~ \" JI '1 11 1 ~\nQ l,~O UN Q~.~ ...\n1I M B II!: FOI~ENSE\nQUERELLA NUEVA.\nSEÑOR JUEZ QUINTO DE PAZ DEL MUNICIPIO Y DEPARTAMENTO DE GUATEMALA.\nANA LORENA VALDEZ MEllA, de treinta y cuatro años de edad,\nsoltera,ejecutiva, de este\ndomicilio, con cédula de vecindad con el número de orden A guión uno (A-l)\ny de registro ciento\nun mil sesenta (101,060) extendida por el Alcalde Municipal de Mixco del\ndepartamento de\nGuatemala, señaló como lugar para recibir citaciones y notificaciones la\noficina profesional\nubicada en quinta avenida cinco guión cincuenta y cinco de la zona catorce,\nEuroplaza, Torre 1,\noctavo nivel, oficina ochocientos uno, actúo con el Auxilio, Dirección y\nProcuración de la Abogada\nAlba Uly Chinchilla Salís, en forma atenta y respetuosa comparezco y,\nEXPONGO:\na) DE LA JUSTIFICACION DE LA PERSONERIA: Actúo en mi calidad de Gerente\nGeneral y\nRepresentante Legal de la entidad mercantil WORLD ENERGY HOLDINGS\nGUATEMALA,\nSOCIEDAD ANONIMA, lo cual acredito con la fotocopia autenticada adjunta a\nla presente\nquerella, del acta notarial que hace constar mi nombramiento como tal,\nautorizada en esta\nciudad el día dos de febrero del año dos mil once por la Abogada y Notaria\nSandra Xiomara Veliz\nPinto, debidamente inscrita en el Registro Mercantil con fecha nueve de\nfebrero del dos mil once,\ncon el número de registro trescientos cuarenta y nueve mil setenta y tres\n(349,073), folio\ncuatrocientos trece (413), del libro doscientos setenta y seis (276) de\nAuxiliares de Comercio.\nb) DEL AUXILIO PROFESIONAL: Actúo con el Auxilio, Dirección y Procuración\nde la Abogada\nALBA lILY CHINCHILLA SO LISe)\nDEL LUGAR PARA RECIBIR CITACIONES y NOTIFICACIONES: Como lugar para recibir\ncitaciones y notificaciones señaló la oficina profesional ubicada en quinta\navenida cinco guión\ncincuenta y cinco de la zona catorce, Edificio Europlaza Torre uno, octavo\nnivel, oficina\nochocientos uno, así como el teléfono 5411-6236 y el correo electrónico\nd) DEL OBJETO DE MI COMPARECENCIA: Comparezco con el objeto de presentar\nquerella\nen contra de GEORGE ALLAN, MATHEW ALEC COSTIN,JANE DOE COSTIN, MARK VON\nBOEHM,\nJAN E DOE VON BOEHM, DALEQUEST PTY LTD, JANE DOE,JOHN DOE,Y ABC\nCORPORATIONS,\nquienes en lo sucesivo serán denominados indistintamente como \"los\nsindicados\", así comO\notras personas no identificadas y que mediante la investigación se llegaren\na individualizar, por la\ncomisión dI? Ips delito\" r//\"'I ~~C;~~r:o;:;-n~'() (\"t\"\"I(\\J!!7:U'''YM\n_~L~I':'\"~' ,,~ .. r.' <.1 fv\"\"'rH'<\"\"~''''\notros delitos que conforme a las pesquisas correspondientes se llegaren a\nestablecer.\nANTECEDENTES:\n1) Represento y presto mis servicios a la entidad WORLD ENERGY HOLDINGS\nGUATEMALA,\nSOCIEDAD ANONIMA, en lo sucesivo indistintamente la agraviada, una entidad\nconstituida en la\nRepública de Guatemala dedicada a la organización de proyectos de\ngeneración de energía\neléctrica en Guatemala y otros países del mundo, entre otros objetos\nlícitos, mediante la\ncolaboración de otras entidades tales pero no limitadas a CONDE\nINTERNATIONAL LlMITED Y\nWORLD ENERGY HOLDINGS & RESEARCH, P.L.C, denominadas en lo sucesivo como\nentidades\ncolaboradoras.\n2) Mi representada tiene conocimiento ya la vez es agraviada derivado de la\ncomisión de\nlos delitos relacionados, por lo que comparece ante las autoridades\ncorrespondientes con el\nobjeto de exponer lo siguiente:\nRELATO CIRCUNSTANCIADO DE LOS HECHOS:\nal DE LA COMISIÓN DEL DELITO DE DESPRESTIGIO COMERCIAL:\na.l) Desde hace varios meses los sindicados han venido realizando una\ncampaña de\ndesprestigio en contra de mi representada, así como de sus entidades\ncolaboradoras ya\nmencionadas, como consecuencia el delito de desprestigio comercial.\na.2) Dicha campaña de desprestigio comercial se ha llevado a cabo por parte\nde los\nsindicados mediante publicaciones falsas en los sitios de red tales pero no\nlimitando a los\nABOGADOS Y NO I\"MIJOS\nId ~ 1 [MJl,l n\nQ 1.00 UN \",,<TlAC\nI'IM I:I~E FOj,ENSEó\nsiguientes:\n1) www.worldenergyresearchfraud.com\n2) www.worldenergyresearchscam.com\n3) www.ripoffreport.com\n4) http://exposeliars.com/intforum/?p-22623\n5) https:l!scamfraudalert.wordpress.com/2011/04/05/world-energy-research-\nakasiesma-\noil-research/\n6) http://scamfraudalert.wordpress.com/20 11/04/12/ wo rI d-en ergy-h o I\ndi n gs-resea rchwww-\nwehr-com/\n7) http://boards.fool.co.uk/world-energy-research-12237 651.a spx\n8) http://boards.fool.co.uk/notice-to-all-shareho Iders-a nd-pa rtners-re-\n12228355-aspx\n9) http://www.insidegate.com/gatehouse/2011/04/international-april-16-2011\n10)http://www.ripoffreport.com/investiment-brokers/world-energy-\nholding/worlden\nergy-ho Idi ngs-resea rch-7 a 6e5.htm\n11)http://www.ripoffreport.com/investiment-brokers/world-energy-\nresearc/worldene\nrgy-resea rch-wo rld-en-ad 2d 6.htm\n12)http://www.ripoffreport.com/investiment-brokers/world-energy-\nresearc/worldenergy-\nresea rch-got-me-dc437 .htm\n13)http://www.scamfraudalert.com/internet scam fraudulent websites\nalert/22540-\nworld energy research aka siesma oil research.html\n14)https:l!scamfraudalert.wordpress.com/2011/04/05/world-energy-research-\nakasiesma-\noíl-research/\n15) http://boards.fool.co.uk/world-energy-resea rch-12237651.a spx\nB. DE LA COMISION DEL DELITO DE AMENZAS y EXTORSION:\nb.l) Desde hace el mismo tiempo, los ejecutivos de mi representada, ANDY\nSOlORZANO\nSOMOZA, GABRIEL CONDE CANE, EDGAR SELVIN PEREZ, JORGE ALBERTO VIZCARRA, y\nMATTHEW ROBSON, quienes prestan sus servicios a mi representada, comenzamos\na\nrecibir amenazas de muerte provenientes de los sindicados, así como de\notras personas\nnombradas al momento por no haber sido ídentificadas, pero cuya identidad\npodría\nestablecerse mediante las investigaciones que sean necesarias para\nacreditar los hechos.\nb.2) Dichas amenazas se han venido dando por medio de correos electrónicos\ny\npublicaciones en internet, de manera coordinada, constante y sistematizada\ncon relación\na las publicaciones de desprestigio comercial, lo cual hace suponer que\nprovienen de\nlas mismas personas quienes probablemente utilizan otros nombres con el fin\nde\nencubrir su verdadera identidad.\nb.3)Los correos electrónicos mediante los cuales se refieren dichas\namenazas son\nenviados tanto a mi persona, como a los demás agraviados ya mencionados, y\na las\ndirecciones de correo electrónico propios de la entidad a la que presto mis\nservicios y sus\ncolaboradoras relacionadas.\nc) ENUMERACION DE ALGUNAS DE LAS AMENZAS SUFRIDAS:\n1) El diecinueve de abril del dos mil once, los sindicados, mediante el\nalias \"George Allan\"\nenviaron un correo electrónico proveniente de la dirección de correo\nelectronico\nGeorge.allan@gmail.com. mediante el cual hacían ver que de no ceder a sus\nextorsiones,\nterminaran con nuestras vidas.\n2)EI tres de abril de dos mil once los sindicados contactaron a ejecutivos\nde mi\nrepresentada y le expusieron que tenían de plazo para el cinco de abril de\ndos mil once\npara cumplir con su extorsión, o que de lo contrario sentirfan \"dolor\".\n3) El ocho de abril del dos mil once los sindicados contactaron al\nejecutivo de mi\nrepresentada MIKE KITTO, vía correo electrónico, enviándole el siguiente\nmensaje:\n\"Quería aprovechar la oportunidad para ofrecerle mis condolencias a su\nfamilia y sus\nAIL .... AI\"'·.\\ I:I\"IAI;I\"',\n.. . \"\" , ., ~ .. 1\nQ 1.CO UN QU<\"A'\n::\n~.\n;;¡ . i·~h\nlIMI:I(r FOI,ENSi:\ncolegas ....... para SUS beneficios, espero que sea rápido y sin dolor,\npero no creo que sea el\ncaso ...... Buena suerte la van a necesitar. No le va ayudar pero creo\nImportante\nmencionarlo. Adiós, George Allan. PD. Sin duda, disfrutaré la satisfacción\nde su partida\".\nd) En correos electrónicos subsiguientes enviados por los sindicados han\namenazado de\nmuerte a los ejecutivos de mi representada, sembrando terror al mencionar:\nd.l) Que van a cazar como animales a los ejecutivos de mi representada y\nsus entidades\ncolaboradoras.\nd.2) Que los ejecutivos de mi representada y sus entidades colaboradoras\n\"No van a\ntener lugar para esconderse, a menos que departan del planeta\" .\nd.3)Que contratarán sicarios para asesinar a los ejecutivos de mi\nrepresentada y sus\nentidades colaboradoras.\ndA)Que no descansarán sino hasta que los ejecutivos de mi representada y de\nsus\nentidades colaboradoras estén muertos y enterrados.\ne) El dieciocho de abril del dos mil once los ejecutivos de mi representada\ny de sus\nentidades colaboradoras recibieron mediante correo electrónico proveniente\nde dicha\ndirección, más amenazas en las que se les indicaba que de no acceder a\nentregarles\ndinero, sólo estaban cavando un hoyo más grande para estos, así mismo\ndichos\nsindicados continuaron profiriendo amenazas en el sentido de que\nadvirtieron, por dicho\nmedio que \"Todas las personas que en el pasado y presente hubieren tenido\nrelación\ncon .... .Ias compañías ..... y que busquen acudir a la justicia\nocasionarían que sus cabezas\nsean colocadas sobre un palo\".\nf) Mediante otro correo electrónico proveniente de la misma dirección, los\nsindicados\namenazaron con quitarle la piel con vida a los ejecutivos de mi\nrepresentada y sus\nentidades colaboradoras.\ng) Posteriormente el asesor legal de mi representada y sus entidades\ncolaboradoras,\nrecibió un correo electrónico proveniente de la misma dirección medi~nte el\ncual los\nsindicados indicaron que no sólo lo extorsionarían, sino que lo matarían\ntambién.\nMEDIOS DE PRUEBA:\n1) DOCUMENTAL: Que ofreceré oportunamente, ya que la misma se esta\nrecavando y\nserá adjuntada al proceso de mérito a la mayor brevedad posible.\n2) INFORMES: Que derivado de las investigaciones, deban ser requeridos\nespecialmente\nmediante solicitud de Asistencia Legal Internacional (MLAT), con base en la\nConvención Interamericana Sobre Asistencia Legal Internacional en Materia\nCriminal,\nadoptada en Nassau, Estado Libre y Asociado de Bahamas, el veintitrés de\nmayo de\nmil novecientos noventa y dos, la cual ha sido ratificada por Guatemala y\nlos Estados.\nUnidos de América, con el objeto de requerir información a la entidad\nGOOGLE INC\nubicada en un mil seiscientos Amphitheatre Parkway, Mountain View, CA,\n94043,\nEstados Unidos de América, acerca de cualquier información con el objeto de\ndeterminar quién es el creador ó creadores del correo electrónico\n, así como cualquier otra información de utilidad con el\nobjeto de determinar sus distintas ubicaciones, tomando como base las\nDirecciones\nde Protocolos de Internet (IP)utilizadas para llevar a cabo sus actos\ndelictivos.\n3) TESTIMONIALES: Consistente en la declaración testimonial de los\nsiguientes testigos,\nquienes pueden ser citados en quinta avenida, cinco guión cincuenta y cinco\nde la\nzona catorce, edificio Europlaza, Torre Uno, oficina ochocientos uno,\nsiendo los\npropuestos: a) Gabriel Conde Caneo b) Edgar Selvin Pérez. c) Matthew\nRobson. d)\nAndy Solorzano So moza e) Jorge Alberto Vizcarra y f) Mike Kitto.\n4) Secuestro de correspondencia.\nS) Presunciones humanas y legales que se desprendan del hecho.\nFUNDAMENTO DE DERECHO:\n11110<\";11100,> \"1\\10 IAllIO~\n\" U n 1 ( .~ ~ l. ~\nQ Lml UN \"\"'!lA'\nIIMI'.I'L ¡OI,I:oNSE\nCódigo Procesal Penal: Artículo 116. /lEn los delitos de acción pública el\na~raviadb cbñ\ncapacidad civil ( ..... ) podrá provocar la persecución penal o adherirse a\nla ya iniciada\npor el Ministerio Público.\nArtículo 117: \"Este Código denomina agraviado: 1) A la victima afectada por\nla\ncomisión del delito; ............... 3) A los representantes de una\nsociedad por los delitos\ncometidos en contra de la misma ..... \"\nArtículo 297: \" Cualquier persona deberá comunicar, por escrito u oralmente\na la\npolicía, al Ministerio Público o a un tribunal, el conocimiento que tuviere\nacerca de la\ncomisión de un delito de acción pública. El denunciante deberá ser\nidentificado,\nigualmente se procederá a recibir la instancia, denuncia o autorización en\nlos casos\nde delitos que así lo requieran\". Código Penal: Artículo 215: \"Quien\namenazare a otro\ncon causar el mismo o a sus parientes dentro de los grados de ley, en su\npersona,\nhonra o propiedad, un mal que constituya o no delito, será sancionado con\nprisión de\nseis meses a tres años\". Artículo 261: \"Quién para procurar un lucro\ninjusto, para\ndefraudarlo o exigirle cantidad de dinero alguna con violencia o bajo\namenaza directa\no encubierta, o por tercera persona y mediante cualquier medio de\ncomunicación,\nobligue a otro a entregar dinero o bienes; igualmente cuando con violencia\nle\nobligare a firmar, suscribir, otorgar, destruir O entregar algún documento,\na contraer\nuna obligación o a condonarla o a renunciar algún derecho, será sancionado\ncon\nprisión de seis a doce años inconmutables\". Artículo 357: \"Quién imputare\nfalsamente a otro, un hecho que le perjudique en el crédito, confianza o\nprestigio\nque mereciere en sus actividades mercantiles, será sancionado con multa de\ndoscientos a dos mil quetzales, si el hecho no constituyere otro delito más\ngrave\".\nPETICION:\na) Que se admita para su trámite la presente querella y se forme el\nexpediente\nrespectivo. '.~ .\nbl Que se tome nota de la calidad con la'que actúo, con base\"iil'documento\nque se\nacompaña en fotocopia legalizada.\n.\\'\n.....\n'. '\ncl Que se , tenga como mi Abogada Directora, Procuradorá' 'y Auxiliante a\nla\nLicenciada ALBA LlLY CHINCHILLA SOLlS.\n, '\n, d) Que s~ tome nota del lugar para recibir citaciones y 'notificaciones\nla quinta\n, . avenida, cinco guión cincuenta y cinco de la zona catorce, Edificio\nEuroplaza,\nTorre ;Uno, 'octavo nivel, oficina ochocientos uno ,así como el número\ntelefónico\n5411-6236; correo electrónico lilychinchilla@hotmail,com.\ne) Que de conformidad con los hechos expuestos en el presente memorial, se\ntenga\npor presentada la presente querella en contra de BLAKE ROBERT BRISCHKE,\nGEORGE ALLAN, MATHEW ALEC COSTIN, JANE DOE COSTIN, MAR K VON\nBOEHM, JAN E DOE VON BOEHM, DALEQUEST PTY LTD, JAN E DOE, JOHN DOE y\nABC CORPORATIONS, así como otras personas no identificadas y que mediante\nla\ninvestigación se llegaren a individualizar, por la comisión de los delitos\nde\nDESPRESTIGIO COMERCIAL, AMENAZAS, EXTORSiÓN, sin perjuicio de otros\ndelitos que conforme las pesquisas correspondientes se llegaren a\nestablecer.\nf) Se tengan por ofrecidos los medios de prueba individualizados en el\napartado\nrespectivo.\ng) Que en los términos relacionados y con base en las normas legales\ninvocadas se\nde intervención provisional en el presente proceso como querellante\nadhesivo y\nactor civil a mi representada, WORLD ENERGY HOLDINGS GUATEMALA,\nSOCIEDAD ANONIMA.\nh) Se remitan las actuaciones correspondientes a la Fiscalía de Sección\ncontra el\nCrimen Organizado del Ministerio Público, Unidad Contra Extorsiones, por\n'.\ncuestión de competencia y especialidad, para que se inicien las pesquisas\nrespectivas, y que en ejercicio de las atribuciones que le confieren la\nConstitución\nPolítica de la República de Guatemala, y las leyes de la República, designe\nal\nagente fiscal a efecto de que se inicie la investigación correspondiente.\ni) Que el Ministerio Público a través de la Fiscal General del Ministerio\nPúblico, en\nsu calidad de Autoridad Central conforme a la Convención Interamericana\nsobre\nAsistencia Legal Internacional en materia criminal requiera mediante\nasistencia\nlegal internacional (MLAT) , con base en dicha convención, información a la\nentidad GOOGLE INC ubicada en un mil seiscientos Amphitheatre Parkway,\nMountain View, CA, 94043, Estados Unidos de América, acerca de cualquier\nextremo con el objeto de determinar quién es el creador del correo\nelectrónico\n,así como cualquier otra información de utilidad con el\nobjeto de determinar sus distintas ubicaciones, tomando como base extremos\ntales como las Dire¡;:ciones de Protocolo de Internet (IP) utilizadas para\nllevar a\ncabo sus actos deliéi:ivos~.: ,;1.:7 : \"\nj) Que una vez hayan :;idp ple'riamente individu~lizados los sindicados, el\nMinisterio\n~ .' !; .. , -',' 'P~\", __ ..\nPúblico, a través d~'I~~~nte 'Ftscal Tes'pectivo, cite a estos para que se\ndeclaren\nsobre los hechos que se les sindica, y se les advierta con relación a las\nconsecuencias que conllevan sus actos delictivos, ello con el fin de evitar\nconsecuencias negativas ulteriores y para que se abstengan de seguir\nllevando a\ncabo los delitos de amenazas, extorsión y desprestigio comercial.\nk) Que se otorguen medidas de seguridad a favor de mi persona y de la\nempresa a\nla cual represento con el objeto de que cese la campaña difamatoria que\nexiste\nen nuestra contra y a la vez se responsabilice a los señores BLAKE ROBERT\nBRISCHKE, GEORGE ALLAN, MATHEW ALEC CONSTIN, JANE DOE COSTIN, MARK\nVON BOEHM ,JANE DOE VON BOEHM, DALEQUEST PTY lTD, JANE DOE, JOHN y\nABC CORPORATIONS, de cualquier perdida que sufriere mi representada, así\ncomo daño material o físico que puedan sufrir los ejecutivos de la misma o\nmi\npersona.\n1) Acompaño duplicado y tres fotocopias del presente escrito y documentos\nadjuntos. Guatemala, dieciséis de mayo del año dos mil once. A RUEGO DE MI\nREPRESENTADA QUIEN DE MOMENTO NO FIRMA Y EN SU AUXILIO:\nJUZGADO aUI~TO oHAl OEL RAMO PENAL \"\"'''\"' \"\"\"\" ®\n\"~.\" .~\nREG'ISTRO\nMERCANTIL\n-1. \"' .\nRazonamiento de ',d,\"e feC.h a:. 02102/2011 . '\nAutorizada por el Notario:\nSANDRA XIOMARA VELIZ !'!NTO\nQuedó inscrito en el Registro Mercantil:\nANA LORENA VALDEZ MF.LlA\n. Registro NO.34~O·73. Fo!i~A:~3. Ubro.276. DE ~uxjliare's de Cq~ercio.\nComo:. GERENTE GENERAL y REPRESENTANTE LEGAl.\nDe la Sociedad Denominada:\nWORLD'cNEKGY HO!.ul;~GS GUATEMALA, SOCIEDAD ANONIMA '\n. . . .\nInscrita en Registro No.85947. Forio.617. Libro.1\"79.·d~ Sociedades\nMercantiles.\nPlazo: INDEFINIDO Vigencia:\nA partir del:\nExpediente No.\n\" 2610'1120'11 ,\n705$-20i1\nArticulo 339. del Codigo de C(}me~cio (Efectos}los:actos y doc~me~tos que\nconforme la '\nley deben registrarse, sOjo\",urtiran efecto c!,ntraterc:~Tos de,\\de la\nfechade·su inscripción\n,,~ri9f R~gisti·~::~¡E!iGa.\",;tB. ~5t1guna in'scrip~iCrn poitra·h~,cerse\nalterando el orden de '\n.presentaci~n;-,·.:··· )::.,.\nEl Régistrodél¡¡ p:esence atta Notarial, n9prejuzga sQbre el contenido ni\nvalidez dela\nmis~'a, ~! d~l:,?dgiflai q~~,,;reij·toduce y n¿~{C·9nv~.I.!~¿ h~chos o\nactos nufos o. ilicitos.\n\" Extehdida eh:· . - . . .... /\n\" GUATEr.,ALA, IjS FEBRERO 2011.\"\n-'o' ..\n7a. Avenida 7-61, Zona 4, Guatemala, C. A.\nTe!': PBX: 2331-91 i 9\n'~\nql .... m'oouum\nT!'-'lItItENOTA~l\"'L\nACTA NOTARIAL. En la ciudad de Guatemala, el dos de febrero del año dos mil\nonce, siendo las doce horas, Ante Mi, SANDRA XIOMARA VELIZ PINTO,\nNotario, constituida en mi oficina profesional ubicada en la quince calle\nuno guión\ncero cuatro zona\" diez edificio Plaza Céntrica tercer nivel oficina\ntrescientos uno\nde esta ciudad capital, soy requerida por la señora ANA LORENA VALDEZ\nMEllA, quien es persona de mi anterior conocimiento, quien requiere mis\nservicios notariales para que en acta haga constar su nombramiento como\nGERENTE GENERAL Y REPRESENTANTE LEGAL de la entidad WORLD\nENERGY HOLDINGS GUATEMALA, SOCIEDAD ANÓNIMA, para lo cuai\nprocedo de la siguiente manera: PRIMERO: La requirente me pone a la vista\nel\nPrimer Testimonio de la Escritura Pública número cuarenta y seis (46)\nautorizada\nen esta ciudad e[ veintidós de diciembre del año dos mil nueve, por e[\nNotario\nJorge Eduardo Estévez López, documento por medio del cual quedó constituida\nla entidad arriba citada. La mencionada sociedad quedó inscrita en el\nRegistro\nMercantil General de la República bajo el número ochenta y cinco mil\nnovecientos-cuarenta y siete (85,947), folio seiscientos diecisiete (617)\ndel_ libro\nciento setenta y nueve (179) de Sociedades Mercantiles; misma que fue\nmodificada mediante [a escritura pública número treinta y cinco (35),\nautorizada\nen esta ciudad el veinte de abril del año dos mil diez, por [a Notario Ana\nRaque[\nVilleda Osario, documento que quedó inscrito en e[ Registro Mercantil\nGeneral de\nla República. SEGUNDO: En la cLÁUSULA SEGUNDA de la citada escritura,\nque se refiere a[ OBJETO aparece lo que copiado literalmente dice: \"OBJETO:\nLa Sociedad tendrá por objeto y se dedicará principalmente: a) Búsqueda,\nExploramiento, Desarrollo, Construcción, SupeNisión y Administración de\nproyectos generadores de Energía Renovable, Distribución, Administración y\nlienta de la misma, así como la distribución, compra y venta de accesorios\npara\nsu generación y cualquier actividad relacionada. Proporcionar seNicios de\nasesoramiento y consultoría en la maten·a; b) La participación en cualquier\nactividad de comercio de bienes muebles o inmuebles, incluyendo pero no\nlimitado a: compra, venta, arrendamiento, permuta, construcción,\nimportación,\nexportación y distribución; c) A la participación en cualquier actividad de\nindustria\nde productos industriales, farmacéuticos, comerciales o agrícolas,\nincluyendo\npero no limitado a fabricación, manufacturación, transformación, maquila,\ndistribucióIJ, venta; d) Podrá participar el planea miento, organización y\ndesarrollo\nf\nde empresas de todo tipo; e) Además podrá dedicarse a suministrar seNicios\nde\nconsultoría a las empresas de bienes y seNicios; f) Podrá representar\nempresas\nnacionales e intemacionales para comercializar sus productos o seNicios; g)\nAdemás, la sociedad, para realizar los fines y objetivos principales de su\nnegocio,\npodrá actuar, otorgar o participar en cualquier clase de negocios\njurídicos, en\noperaciones y contratos civiles, mercantiles, laborales o de cualquier\norden,\nejerciendo derechos y contrayendo obligaciones, sin más limitaciones que\nlas\nexpresamente establecidas en las leyes de la República y haciendo todo lo\nnecesario, útil y conveniente a juicio de los socios, administradores y\ngerentes,\npara dirigir, acrecentar y administrar los negocios y operaciones y su\npatrimonio\nen general; h) La sociedad podrá actuar como o por cuenta de terceros como\nrepresentantes, comisionistas, consignatarios de los negocios que le\nencomienden; podrá comprar, vender, dar o tomar en arrendamiento, loda\nclase\nde bienes, acciones, créditos, marcas, patentes, licencias,\nrepresentaciones;\nceder, trasmitir, contratar y obtener préstamos para sí, garantizándolos\ncon\nhipotecas y prendas con o sin desplazamiento, o cualquier otro derechos\nreal, así\n. como extinguir los mismos, ante cualquier partim/ar o entidad bancaria o\nfinanciera; actuará como garante, endosante, fiador, avalista, dando y\nrecibiendo\nfianzas, garantías, avales, contratar préstamos o anticipos de fondos con o\nsin\ngarantía real, y en base o mediante cualquier instrumento público o\nprivado,\nincluyendo cartas de' crédito, letras de cambio, pagarés, y demás títulos.\nde\ncrédito, acciones y obligaciones; i) Podrá participar en todo tipo de\nlicitaciones\nnacionales o extranjeras; y j) La sociedad podrá en consecuencia realizar\ntodas\nlas operaciones permitidas por la ley y que coadyuven o sean necesarias\npara el\ncumplimiento del objeto selialado incluyendo la celebración de todo tipo de\nactos,\ncontratos, negocios, y transacciones relacionados con los fines indicados,\nasí\ncomo todas aquellas actividades que se deriven del giro social o que con él\nse\nrelacionen, debiendo interpretarse la enumeración precedente como\nenunciativa\ny no limitativa,\", Asimismo, en [a CLÁUSULA DÉCIMA SEXTA del instrumento\n1 público relacionado, [a que se refiere a [os ÓRGANOS SOCIALES y en [a\ncual\n~~AIIH/¡¡_ú\n~\"I'Ide\nla sociedad se realizará dentro de la competencia y funciones que a cada\nuno corresponda, por. a) La Asamblea General de Accionistas; b) El Consejo\nde Administración o un Administrador Único; c) Órgano de Fiscalización; d)\nLa\nGerencia General; y e) Las Gerencias Especiales\". En la CLÁUSULA\nTRIGÉSIMA CUARTA del instrumento público relacionado, la cual se refiere al\nGERENTE GENERAL, aparece lo que copiado literalmente dice: \"TRIGÉSIMA\nCUARTA: DEL GERENTE GENERAL: Salvo que la Asamblea General haya\ndesignado un Administrador Único, el Gérente General será el pnncipal\nfuncionario administrativo de la sociedad y depende únicamente del Consejo\nde\nAdministración o del Administrador Único, en su caso. Además de las\nfacultades\nque expresamente se consignan en otras cláusulas de este instrumento y las\nque\nle correspondan por naturaleza propia al cargo de Gerente General, éste\ntendrá\nf\nlas siguientes funciones: a) Ejercer la representación legal y personería\nde la\nsociedad en toda clase de actos y contratos, así como hacer uso de la razón\nsocial de la misma; b) Nombrar y remover al personal de la sociedad, salvo\nlos\ncargos reservados para nombramiento de otros órganos sociales; c) Cumplir y\nvelar por que sean cumplidas las disposiciones que rigen a la sociedad; d)\nPreparar el proyecto de Presupuesto de Ingresos y Egresos de la sociedad\npara conocimiento del Consejo de Administración; una vez aprobado dicho\npresupuesto, ejecutarlo fielmente por partidas y en caso necesario,\nproponer\nsu modificación; e) Informar al Consejo de Administración sobre las\nactividades de la sociedad en general; f) Determinar las atribuciones de\nlas\nsecciones y empleados de la sociedad bajo su dirección y proponer al\nConsejo\nde Administración la emisión d.e reglamentos para la mayor eficiencia de\naquellas; g) Velar porque los funcionarios y empleados de la sociedad, a su\ncargo, cumplan con sus atribuciones en forma correcta y eficiente; h) Velar\nporque la contabilidad de la sociedad sea llevada de conformidad con la\nLey;\ni) Asistir con voz pero sin voto a las sesiones del Consejo de\nAdministración,\ncuando fuere invitado por éste; j) Preparar los proyectos de documentos que\ndeba someter al Consejo de Administración, a la Asamblea General de\nAccionistas o a otras autoridades; k) Otorgar los mandatos para la mejor\nrealización de las actividades de la sociedad, ya sean mandatos generales o\nespeciales, judiciales o no, siempre y cuando esté autorizado por escrito\npor el\nConsejo de Administración; m) Guardar confidencialidad en torno a los\nasuntos de la sociedad que así lo requieran; y n) Todas aquellas que sean\nnecesarias para llevar la actividad del giro social de la entidad y cumplir\ncon\nsu cometido. En el caso que la Asamblea General de Accionistas hubiere\noptado por nombrar un Administrador Único, éste tendré las facultades y\nobligaciones que corresponden al Gerente General, en lo que fueren\naplicables.\". En la TRIGÉSIMA SEXTA del instrumento público relacionado, la\ncual se refiere a la REPRESENTACiÓN LEGAL, aparece lo que copiado\nliteralmente dice: TRIGÉSIMA SEXTA: DE LA REPRESENTACIÓN LEGAL: La\nrepresentación legal de la sociedad, activa y pasiva, y el uso de la\ndenominación o razón social en toda clase de actos y contratos, corresponde\nal\nGerente General, al Administrador Único o al Presidente del Consejo de\nAdministración, actuando en forma conjunta o separada, indistintamente y\npor el\nsólo hecho de sus nombramientos tendrán las facultades generales necesarias\npara representar a la sociedad ante autoridades Judiciales,\nAdministrativas, o de\ncualquier otro orden, así como para ejecutar toda clase de actos y celebrar\ntoda\nclase de contratos que sean del giro ordinario de la sociedad, los que de\nél se\nderiven y con él se relacionen. El Consejo de Administración y la Asamblea\nGeneral de Accionistas, si así conviniere, podrán también nombrar\nejecutores\nespeciales de sus acuerdos, confiriéndoles las facultades de representación\nque requieran, quienes podrán o no ser miembros del Consejo o accionista.\nEn adición a lo anterior, el Órgano de Administración podrá otorgar\nfacultades\n¡\nde representación para actividades, actos o contratos específicos a uno o\nmás\nfuncionarios de la sociedad. Asimismo el requirente me pone a la vista el\nActa\nnúmero AG guión cero cero dos guión dos mi once (AG-002-2011), del libros\nde\nActas de la entidad, la cual documenta la Asamblea General Ordinaria con\nCarácter de Totalitaria de Accionistas, celebrada en esta ciudad el\nveintiséis de\nenero del año dos mil once, la cual en su cláusula TERCERA indica en su\nparte\nconducente: \"(. .. )Después de amplias deliberaciones los accionistas\npresentes\npor unanimidad RESUELVEN: Nombrar como Gerente General y Representante\nLegal de la entidad a ANA LORENA VALDEZ MEllA, con las limitaciones que no\npodrá disponer de bienes inmuebles de la entidad ni vehículos de la misma,\nno\n! .~ L\\ ¡\npodrá disponer de la totalidad de los activos de la entidad y que no podrá\ncomprometer bienes de la entidad ni obligar a la entidad en montos\nsuperiores a\nquinientos mil Dólares de Ics Estados Unidos de América\" .. TERCERO: La\nInfrascrita Notario hace constar que con los pasajes transcritos se\nacredita\nplenamente el nombramiento de la señora ANA LORENA VALDEZ MEllA como\nGERENTE GENERAL Y REPRESENTANTE LEGAL de la entidad WORLD\nENERGY HOLDINGS GUATEMALA, SOCIEDAD ANÓNIMA, Y para que sirva de\nLEGAL NOMBRAMIENTO extienco el mismo a su favor, el cual queda contenido\nen cuatro (4) hojas de papel bond, a la primera de las cuales se le adhiere\nun\ntimbre fiscal del valor de cien c;uetzales (Q.100.00) que se identifica con\nel\nnúmero de registro cero quinientos setenta y dos mil setecientos diez\n(0572710)\nque cubre el impuesto generado. TODas las hojas son numeradas, selladas y\nfirmadas por la Infrascrito Notano. No habiendo nada más que hacer constar\nse\nda por temninada la presente Acta Notarial en el mismo lugar y fecha de su\ninicio,\nsiendo cuarenta minutos más tarde de su inicio. Leido lo escrito por el\nrequirente\ny bien enterada de su contenida, objeto, validez, efectos legales y\nobligación de\nRegistro, la acepta, ratifica y no firma haciéndolo únicamente la\nInfrascrita\nNotario. DOY FE.\nAl the reque.\\1 of [he intere:-'l.ed party and for the legal uses such\nporty may deem convenient, 1, Patricia E/izaheth\nFranz Wagner de Fahsen. Legal Translator, authorized b..r lhe /uws ofthe\nRepuh/ic ofGuatemala lo trans/me the\nSpanish al7l1 Englislz languages, DO HEREBY CERTIFY: To huve hud al siglzt\nthe Complaintflled by Worltl\nEnergy Holdings GU(llemala, Sociedad Anónima, wrÍlten in Spanish, lt.!hich\n/ huve faitliful(r lranslaled into\nEng/ish lo lhe bes/. of m.r know/edge and obility, und reads as follows:\n\" N EW C O M P LA I N T. ---------------------------------------------------\n---------------------\nFIFTH JUDGE OF PEACE IN THE BOROUGH AND TERRITORIAL DIVISION OF\nG U A TEMA LA. -------------------------------------------------------------\n-------------------------------\nANA LORENA VALDEZ MEllA, thirty four years of age, single, businessperson,\nof\nthis domicile, with identification booklet number A dash one, registry one\nhundred one thousand sixty (A-1 101.060), issued by the Municipal Mayor of\nMixco, in the territorial division of Guatemala, specifying as place to\nreceive\nsummons and notifications the offices located in 50. Avenida 5-55 Zona /4,\nEuroplaza, Torre 1, Octavo Nivel, Oficina 80/, acted with the Aid,\nDirection and\nProcuration of Attorney Alba Lily Chinchilla Solís. I respectfully appear\nand\nD E P O S E: ---------------------------------------------------------------\n----------------------------\na ) OF THE VERIFICATlON OF MY POSITION: I hereby ael in my quality of\nGeneral\nManager and Legal Representative of the entity WORLD ENERGY HOLDINGS\nGUATEMALA, SOCIEDAD ANÓNIMA, which I make evident with the notarial\ndeed of my appointment as such, in certified copy enclosed to this\ncomplainl. My appointment was authorized in this city on February two of\nthe year two thousand eleven, by Attorney at Law and Notary Sandra\nXiomara Veliz Pinto, and was duly recorded in the General Office of\nCommercial Concerns on February nine of the year two thousand eleven,\nwith registry number three hundred forty nine thousand seventy three\n(349,073), folio four hundred thirteen (413), of Assistant Aid Commerce\nBook\nnumber two hundred seventy six (276) . -------------------------------------\n----\nb) OF THE PROFESSIONAL AID: I hereby act with the Aid, Direction and\nProcuration of A ttorney Alba Lily Chinchilla Solis. -----------------------\n--------------\nc) OF THE PLACE TO RECEIVE SUMMONS AND NOTIFICATIONS: As place to\nreceive summons and notifications the appearing part~Ä)t::ces\nPatricia E. Fra nz Wagner de Fahsen\nTraductora Jurada\nReg. No. 289052003\nlocoted in 50. Avenida 5-55 Zona 14, Edificio Europlaza Torre 1, Octavo\nNivel.\nOficina 801, telephone number 5411-6236, and e-mail address [blank] . -----\nd) OF THE OBJECT OF MY APPEARANCE: I appeor in order to file o comploint\nagoinst GEORGE ALLAN, MATHEW ALEC COSTlN, JANE DOE COSTIN, MARK\nVON BOEHM, JAN E DOE VON BOEHM, DALEQUEST PTY LTD, JANE DOE, JOHN\nDO E, ond ABC CORPORATIONS, who will be colled herein indistinctly os \"the\noccused\", os well as any other unidentified person ond that by means of the\ninvestigotion becomes individuolized for the crimes of COMMERClAL\nDISCREDIT, THREATS AND EXTORTION [il legible] , other crimes that by means\nof\nthe corresponding reseorch could be made evident. ------------------------\nBA C K GRO U N D: ----------------------------------------------------------\n------------------------\n1) I represent ond render my services to the entity WORLD ENERGY HOLDINGS\nGUATEMALA, SOCIEDAD ANÓNIMA, hereon indistinctly colled \"the\noppellant\", on entity constituted in the Republic of Guatemala, dedicated\nto\nelectric energy generotion projects in Guatemala ond other countries\naround the world, omong other legal objects, by meons of the collaborotion\nof other entities, such os, but not limited to CONDE INTERNATIONAL L1MITED\nand WORLD ENERGY HOLDINGS & RESEARCH, PLC, herein colled \"the\nco 11 o boro t i n 9 en tities\" . ------------------------------------------\n-------------------------\n2) The compony 1 represent is oware ond ot the some time is offended due to\nthe crimes in reference, thus oppears before the corresponding outhorities\nin\norder to depose the following: ---------------------------------------------\n------------CIRCUMSTANCIAL\nREPORT OF THE FACTS: ------------------------------------------------\na) OF THE CRIME OF COMMERCIAL DISCREDIT: -----------------------------------\n\n0.1) For severol months, the occused hove been carrying out o discredit\ncampoign agoinst the company 1 represen!, os well os ogainst the\noforementioned colloboroting entities, thus the crime of commercial\ndiscredit. --------------------------------------------------------------~~-\n---\nPalricia E. Franz Wagner de Fahsen\nTraduc to ra Ju rada\nReg. No. 289052003\na.2) The commercial discredit campaign in reference has been carried\nout by the accused by means of false publications in websites such as,\nbut not limited to the following: ------------------------------------------\n--------------\n1) www.worldenerayresearchfraud.com. ------- ----------------------\n2) www.worldenerayresearchscam.com . ------------------------\n3) www.ripoffreport.com . --------- ------------ -------------------\n4) http://exposeliars.com/intforum/?p=?2623. --------------- -------\n5) https:l!scamfraudalert.wordpress.com/2011 /04/05/world-eneravresearch-\naka-siesma-oil-research/. --------------------------------\n6) http://scamfraudalert.wordpress.com/2011!04!12/world-enerayholdinas-\nresearch-www-wehr-com!. --------------------------------\n7) http://boards.fool.co.uk/world-energy-research-1 )237651 .aspx. ----\n8) http://boards.fool.co.uk/notice-to-all-shareholders-and-partners-re-\n1 2228355-aspx. -------- ------------------------------------------------\n9) http://www.insidegate.com/aatehouse/)Oll /04/international-april-16-\n201 l . --------------------------------------------------------------------\n------------------\n10) hltp:! /www.ripoffreport.com!investment-brokers/world-energvholding!\nworld-energy-holdings-research-7a6e5.htm. - ----------------\n11) http://www.repoffreport.com/investment-brokers/world-enerayresearc/\nworld-energy-research-world-en-ad2d6.htm. -------------\n1 2) htlp://www.ripoffreport.com/investiment -brokers/world-energyresearc/\nworld-energy-research-aot-me-dc437.htm. -----------------\n13) http://www.scamfraudalert.com/internet scam fraudulent websites\nalert/22540-world energy research aka siesma oil research.html. ----------\n14) https://scamfraudalert.wordpress.com/2011 /04/05/world-energvresearch-\naka-siesma-oil-research/. ----------------------------\n15) http://boards.fool.co.uk/world-eneray-research-12237 651 .aspx. ---\nb) OF THE CRIME OF THREATS AND EXTORTlON: ------------~~~------\nPatricia E. Fr,nz Wagner de Fahsen\nTraductora Jurada\nReg. No . 289052003\nb.l) During the same period of time, the executives of the company I\nrepresento ANDY SOLORZANO SO MOZA, GABRIEL CONDE CANE, EDGAR\nSElVIN PEREZ, JORGE ALBERTO VIZCARRA and MATTHEW ROBSON, who\nrender their services to the compony I represento started receiving death\nthreats from the accused, as well as from other persons thot were not\nidentified, but whose identity could be made evident by means of any\ninvestigation necessary to evidence the facts. -----------------------------\n------b.\n2) These threats have been carried out through e-mails and internet\npublications, coordinately, constantly and systematically in regards to the\npublications of commercial discredit. which we assume come from the\nsame persons who probably use aliases, in order to hide their true\nidentity.\nb.3) The e-mails with these threats are sent to me, as well as to the other\naforementioned appellant. to the e-mail addressed of the entity to which\nI render my services, and to the collaborating entities in reference. ------\n----\ne) ENUMERATION OF SOME OF THE THREATS RECEIVED: ----------------------------\n-\n1) On April nineteen of the year two thousand eleven, the accused, by\nrneans of an alias \"George Allan\", sent an e-mail from e-mail address\nGeorge.allan@gmail.com, on which they specified that if we don't give in\nto their extortions, they would end our lives. -----------------------------\n---------\n2) On April three of the year two thousand eleven, the accused\ncontocted executives from the company I represent and told them that\nthey had until April five of this year to fulfill their extortion;\notherwise, they\nwo u Id in flict \"pa in\" . -------------------------------------------------\n---------------\n3) On April eight of the year two thousand eleven, the accused\ncontacted MIKE KITTO, executive for the company I represent, via e-mail,\nsending the following message: \"1 wanted to take this opportunity to offer\nmy condolences to your family and colleogues ... for their benefit I hope\nit\nis fast and painless, but I believe that will not be the case ... Good\nluck.\n{{u\\oL\n'atricia E. franz Wagner de Fahsen\nTraductora Jurada\nReg . No. 289052003\nYou will need it. It will not be useful but I believe it is necessary to\nmention\nit. Goodbye, George Allan. PS: I will enjoy your parting.\" -----------------\n-d)\nIn the following e-mails sent by the accused, they have threatened to\ndeath the executives of the company I represent, spreading terror as they\nmention: ------------------------------------------------ - ----------------\n- ----------------\nd.l) That they will hunt as animals the executives of the company I\nreprese ni and of its collaborating entities. ------------------------------\n--------d\n.2) That the executives of the company I represent and of its\ncollaborating entities \"will hove nowhere to hide, unless they leave the\npi a ne tu. ----------------------------------------------------------------\n----------------\nd.3) That they will hire hit men to murder the executives of the company I\nrepresent a nd of its col la borating entities. ----------------------------\n---------------d.\n4) That they will not rest until the executives of the company I represent\nand of its collaborating entities are dead and buried . -------------------\n----\ne) On April eighteen of ihe year two thousand eleven, the executives of the\ncompany I represent and of the collaborating entities received from the\nsame e-mail address more threats in which they were told that if they did\nnot pay them money they were only digging a larger hole for them. The\naccused continued making threats in the sense that they warned, by email,\nthat \"anyone who had or has any relationship with ... the\ncompanies ... and that seeks help with our justice system would only cause\ntheir heads to be placed on a pole\". ------- -------------------------------\n--\nf) By means of another e-mail from the same address, the accused\nthreatened to rip the skin off the executives of the company I represent\nand of the collaborating entities. -----------------------------------------\n-------\ng) Later, the legal advisor of the company I represent and of its\ncol laborating entities received an e-mail from the same address through\nwhich the accused stated that they would extort and also kilI. -------------\n-EVI\nD EN e E: -----------------------------------------------------------~----\nPatricia E. franz Wagner de Fahsen\nTrad uctora Jurada\nReg. No. 289052003\n1) DOCUMENTAL: I will forward this evidence in due time, due to the fact\nthat it\nis currently being collected and will be enclosed to the process os soon os\npossible. ------------------------------------------------------------------\n------------------------------\n2) REPORTS: That derived from the investigation, information wil l be\nrequested\nespecially with o request to Mutual Legal Assistance Treaty (MLAT), based\non\nthe Inter American Convention About Intemational Legal Aid in Criminal\nMatter adopted in Nassau on May twenty three of nineteen ninety two,\nratified by Guatemala and the United States of America, in order to request\nfrom GOOGLE, INC., located in 1600 Amphitheatre Parkway, Mountain View,\nCA 94043, United Sto tes of America, any information in order to determine\nwho the creator or creators are of e-mail address [blank], os well os any\nother information that could be useful in order to determine its different\nlocations, based on the IP addresses used in order to carry out their\ncriminal\nacts. ----------------------------------------------------------------------\n-------------------------------\n3) TESTIMONIOS: Consists in the statement from the following witnesses, who\nmay be summoned at 50. Avenido 5-55 Zona 14, Edificio Europlaza, Torre\nUn o, Oficina 801 : o) Gabriel Conde Cane; b) Edgar Selvin Pérez; c)\nMatthew Robson; d) Andy Solorzano Somoza, e) Jorge Alberto Vizcarra;\no n d f) M i k e Kitt o. ---------------------------------------------------\n------------------------------\n4) C O R R ES P O N DI N G S E I ZU R E. -----------------------------------\n----------------------------------\n5) Human and legal assumptions deriving from the facr. ---------------------\n------------\nLE G A L B AS IS: ----------------------------------------------------------\n--------------------------------\nProcedural Penal Code: Article 116. \"In crimes of public action, the\nappellant\nwith c ivil capacity ( ... ) may cause penal persecution or adhere to the\npersecution already initiated by the Department of Justice. ----------------\n-----------Article\n117. \"This Code defines os appellant: 1) the victim affected by the\ncrime; .... 3) the representatives of o corporation for crimes committed\nagainst\nit ... \" -------------------------------------------------------------------\n---------~~~------~\na~cia E. Fr¡nz Wagner de Fahsen\nTra ductora Jurada\nReg. No. 289 052003\nArticle 297: \"Anyone must communicate to the police, the Department of\nJustice or any court, in writing or verbally, any knowledge it may hove\nregarding\na public action crime. The accuser must be identified and we will proceed\nto\nreceive any complaint or authorization for the crimes that req uire it\". ---\n----------Penal\nCode: Article 215: \"Whoever threatens any other person or its relatives\nwith any illegality being or not being a crime, will be fined with a term\nof six\nmonths to three years in prison.\" Article 261: \"Anyone who demands any\namount of money with violence or under direct or concealed threat, or by\nmeans of a third party and by any means of communication, or forces anyone\nto deliver money or goods. In the same manner, whenever violence is used on\nanyone to force anyone to sign, subscribe, grant, destroy or deliver any\ndocument, contract an obligation or condone it, or relinquish to any right,\nwill\nbe sanctioned with prison of six to twelve years, immutable.\" Article 357:\n\"Anyone who falsely imputes somebody else, a fact that damages in the\ncredit,\ntrust or prestige his commercial activities deserve, will be sanctioned\nwith a fine\nof two hundred thousand Quetzales, if the event does not constitute a more\nserious crime\" . -----------------------------------------------------------\n----\nPETITI()~: -----------------------------------------------------------------\n--------------------------\na) That this complaint is admitted for its execution and that the\ncorresponding file is opened. ----------------------------------------------\n------\nb) Take note of the quality with which the legal representative acted,\nbased\non the instru ment enclosed in certified copy. - ---------------------------\n--------\nc) That Alba Lily Chinchilla Solis be rendered as my Attorney, Procurator\nand\nAide. ----------------------------------------------------------------------\n-------------\nd) Take note of the place to receive summons and notifications as 50.\nAvenida 5-55 Zona 14, Edificio Europlaza, Torre Uno, Octavo Nivel, Oficina\n80 1, telephone number 5411 -6236 and e-mail address\nlilychinchilla@hotmail.com. --------------------------W1\\OC-------Patricia\nE. Franz Wagner de Fahsen\nTrecuctora Ju rada\nReg. No. 289052003\ne) That in conformity with the facts exposed in this brief, render this\ncomplaint\nagainst BLAKE ROBERT BRISCHKE, GEORGE ALLAN, MATHEW ALEC COSTlN,\nJAN E DOE COSTIN, MARK VON BOEHM, JANE DOE VON BOEHM,\nDALEQUEST PTY LTD, JAN E DOE, JOHN DOE and ABC CORPORATlONS as\ndelivered, as well as other unidentified persons and who by means of this\ninvestigation become individualized, for the crimes of COMMERCIAL\nDISCREDIT, THREATS, EXTORTION, without prejudice as to the other crimes\nthat conform the corresponding investigations to be established. -----------\n-\nf) That the evidence specified under the corresponding paragraph be\nrendered as offered. -------------------------------------------------------\n--------------\ng) That in the related terms and based on the legal regulations invoked,\nissue\ntemporary intervention in this process to the company I represent. WORLD\nENERGY HOLDINGS GUATEMALA, SOCIEDAD ANÓNIMA, as participating\na cc u ser a n d c iv i I a ctor. ------------------------------------------\n-------------------------\nh) Forward the corresponding acts to the Office against Organized Crime of\nthe Department of Justice, Unit against Extortions, due to competence\nand specialty, in order to initiate the respective investigations, and that\nin\nthe exercise of the authority conferred by the Political Constitution of\nthe\nRepublic of Guatemala and the laws of the Republic, appoints the\nprosecutor in order to initiate the corresponding investigation. -----------\n---\ni) That the Department of State, by means of the General Office of the\nDepartment of State, in its quality of Central Authority in conformity with\nthe Inter-American Convention over Legal International Assistance in\ncrimina l matter requests by means of the MLAT, based on the\naforementioned convention, information to the entity GOOGLE, INe.,\nlocated in 1600 Amphitheatre Parkway, Mountain View, CA 94043, United\nSta tes of America, regarding any extreme, in order to determine who the\ncreator of e-mail address [blank] is, as well as any other' ormation that\nPctG\\OL\nPatricia E. Franz Wagner de F¡hsen\nTraductora Jurada\nReg. No. 289052003\ncould be useful in order to determine the different locations, based on\nextremes such os the IP addresses used to carry out their crimes. ---------\nj) Once the accused hove been fully individualized, the Oepartment of\nSto te, by means of the respective official, summons them in order for them\nto depose over the events they ore accused of, and that they ore\nwarned about the consequences for their criminal acts, in order to\nprevent farther negative consequences and for them to stop carrying out\nthe crimes of threats, extortion and commercial discredit. -----------------\n-----\nk) To grant security measures on behalf of myself and the company I\nrepresent, in order to stop the slanderous campaign that exists against us,\nand so that BLAKE ROBERT BRISCHKE, GEORG E ALLAN, MATHEW ALEC\nCONSTlN, JAN E DOE COSTlN, MARK VON BOEHM, JANE DOE VON BOEHM,\nDALEQUEST PTY LTD, JANE DOE, JOHN [*] and ABC CORPORATIONS ore\ncharged for any losses the company I represent should suffer, os well os\nfor any materia l or physical damage the executives of the company or I\nshould suffer. -------------------------------------------------------------\n----------------\n1) I enclose a duplicate and three copies of this brief. together with any\nenclosed documents. ----------------------------------------------------\nGuatemala,\nMay sixteen of the yeor two thousand eleven. ------------------------AT\nTHE REQU EST OF THE COMPANY I REPRESENT, WHO AT TH IS TIME OOES NOT\nSIGN, ANO IN ITS AIO: [illegible signature. An illegible rubber stamp seal\nis affixed\nbelow the signature. Another rubber stamp seal is affixed below the\nsignature\nand reads:] Received, Fifth Penal Court, Judicial Body. May sixteen of the\nyeor\ntwo thousand eleven, at 13:00. By: [illegible signature. A tax stamp in the\namount of one Quetzal is affixed on the left morgin and beors an il legible\nrubber\nsto m p seo l.]\" -----------------------------------------------------------\n---------------\nIN WlTNESS WHEREOF. and without assuming any responsibility lor the\ntrans/ated documenl, I issue. sign\nand sea/lhe present legal fronslation. du(v compared with its original. on\nnine she s Of~o1td papero in the elty o/\nGuatemala. on Mav $L'Venteen oifrhe vear two thousantl ele}.'en. rl\n.. Í;\\L--t---\natricia E. FianZ Wagner de Fahsen\nTraductora Jurada\nReg. Na . 289052003\n~&,::\" V\n1J.lC'Ä.~\nEiUATEMALA. CA\nOFICIO No ___ _\nREFERENCIA NoV,?~~::'- ;')\". i,';3 1,3\nLA INFRASCRITA SECRETARIA DEL JUZGADO OUINTO DE PAZ DEL\nMUNICIPIO DE GUATEMALA, DEL DEPARTAMENTO DE\nGUATEMALA.\nHACE CONSTAR: Que ha tenido a la vista la querella presentada por la\nseñora ANA LORENA VALDEZ MELlA, Representante Legal de la Empresa\nWorld Energy Holdings Guatemala, Sociedad Anonima; en contra de los\nseñores George Allan, Mathew Alee Costil, Mark Von Bohem, Dalequest\nPTY, Jane Doe, Jhon Doe y ABC Corporations, quien solicita se le otorguen\nmedidas de seguridad a favor de su persona y de la empresa a la cual\nrepresenta con el objeto de hacer que cese la campaña difamatoria existente\nen su contra, a lo que este Juzgado DECLARA CON LUGAR LA PETICION\ny ORDENA EL TRAMITE QUE EN DERECHO CORRESPONDE.\ny para los usos legales que a la interesada convengan, extiendo, sello y\nfirmo la presente constancia en una hoja especial con membrete del\nOrganismo Judicial, en la sede de este Juzgado, a los dieciocho dias del\nmes\nde mayo de dos mil once.\nOrganismo Judicial\nWWN.organismojudiciaLgob,gt\nI\nI\nI ,\ni\nAl tite reque.\\1 oj the interested P(/rty and.for the legal uses such party\nmay deem com'ellient, J, Patricia\nEJizabelh Franz Wagner de Fahsen, Legal Translator, authorized by the Im1-\n'S oj the Republic 01\nGua/emula to translrffe the Span¡~h and English Janguages~ DO HEREBY\nCERTJFY: To /lave had at\nsiglrt tite CertiJieation issued by tite .ludidal BoJ)' in regards (n tlze\nclaim ji/ed by WorId Energy\nHoldings Guatemala, Sociedad Anónima. 11-'ritten in Spanish, which J have\nlaithllll~r trmIs/ated into\nEng/i..\"ih lo tite he.s1 01 my knowledge and ahilit)', and read\", as\nlollows:\n\"[Written on letterhead paper 01 the Judicial Body, Guatemala, Central\nA m eri e a .] -------------------------------------------------------------\n----------------------------\nFile number M0009/20 11 147343. --------------------------------------------\n---------------The\nundersigned Secretary 01 the Filth Court 01 Peace in the borough 01\nGuatemala, territorial division 01 Guatemala, certilies having had at sight\nthe claim liled by ANA LORENA VALDEZ MEllA, Legal Representative 01\nthe Company World Energy Holdings Guatemala, Sociedad Anónima,\nagainst George Allan, Malhew Alex Cosli!. Mark Von Bohem, Balequest\nPTY, Jane Doe, Jhon Doe and ABC Corporalians. The undersigned\nSecretary requests thal securily measures be granted on behall 01 the\nclaimant and the company which she represents, in order lo stop Ihe\ndelamatory campaign Ihat exisls againsl them. Regarding the aboye,\nthis court acknowledges Ihe petition and orders Ihe lormalilies Ihal\ne orr e s pon d. -----------------------------------------------------------\n----------------------------\nAnd lor Ihe legal uses Ihe interesled party may deem convenient, I issue,\nseal and sign Ihis certilicalion, wrilten on a special leiterhead paper 01\nthe Judicial Body, al the headquarters 01 this Court, on May eighteen 01\nthe year two thousand eleven. ----------------------------------------------\n-------------[\nlllegible signature], Filth Judge 01 Peace. [The signature bears a round\nrubber stamp seal Iha! reads:] Judge, Filth Courl 01 Peace 01 Gualemala,\nJud'idol Body, Guatemala, Cenlral Ameríca. ---------------------------------\n------[\nlllegible signature], Secretary. [The signature bears an illegible round\nru bber sta m p sea l. J\" --------------------------------------------------\n-------------------------\nIN Tt'ITNESS HWEREO F, alUl witlwut assllming any re!Jpol1sihilily jor tite\ntranslated document, 1\nissue, sign and seal the present legal translafion, du(r compared llilh its\noriginal, on ol1e sheet 01 bond\npaper, in the ci~r oj Guatemala. on ¡l/ay nt'en~r three 01 the year\ntwogUSaJ.(!lfdeven.\nr ,1\\1 .. . ,)tL\\OL-\n?dtricia E, Franz Wagntr de Fahser:\nTraductoi:l ,Jurada\nReg. No. 289052003\nMINISTERIO PUBLICO\nGuatemala, C.A.\nSeñor Jefe\n. .\nASCAUA DE SECCION CONTRA EL CRIMEN ORGANIZADO\nAGENCIA 1 CONTRA EXTORSIONES\nMOOO9/2011/47343\nGuatemala, 18 de mayo de 2011\nURGENTE\nUnidad de Acción Nacional Contra el Desarrollo de las PandIllas\n12 CALLE 10-69, ZONA 1.\nPolicía Nacional Civil\nSu Despacho.\nDe manera atenta me dirijo a usted, con el objeto de solicitar su valiosa\ncolaboración, con la AlJencia Tres de la Unidad Contra EKtorsiones de la\nFiscalía de Sección Contra el Crimen Organizado oficinas ubicadas en: la.\nAvenida 11-20 de la zona 1, de esta ciudad, a efecto de que se realice\nuna investigación de campo en cuanto a la denuncia presentada por ANA\nLORENA VAlDEZ MEllA, en reldción al delito de extorsión, por lo Que\ndeberá entrevistar a la IrÜSma e individualizar a los responsables del\ndelito así como hrindarle el asesoramiento y seguridad respectiva, a\nQuien se puede ubicar en n la oficina profesional uhicada en Quinta\navenida cinco guión cincuenta y cinco de la zona catorce, Edificio\nEuro¡:;\\aza, Torre I, octaV<l nivel, oficina ochocientos UOO, Ciudad de\nGuatemala, departamento de Guatemala,\nEl infocffie respectivo deberá ser remitido a esta fIScalía a la dirección\narriba descrita, haciendo referencia al número de expediente arriba\nidentificado y dirigiendo el mismo a la Agencia 4 contra extorsiones.\nAt the request oftlte intere.'l1ed par/y andfor the legal uses such par~r\nmal' deem COJ1Vel1ient, 1, Patricia\nEliz(lbeth Fran¿ Wagner de ,Fahsen. Legal l'ranslator, autllOn\"zed by the\nhll1-'S of the Repuhlic of\nGuatemala to translate the Spllni ... h a/UI Eng/ish languages, DO HEREBY\nLI:.Rl1FY: To llave had at\nsight the PetilioJ1 jilee! b.r Jenny Arayca Madrid Recinos, in regards to\ntite claim filed hy Ana Lorentl\nVa/de:. Me!ia. lvritren in Spanish, H4ticft J lwve faithfull.J' translated\nil1to English to the besf of my\nkl1owled..r.:e amI ahilit)', alld reads as fo/lows:\n\"[Written on letterhead paper of the Department of Justice, Guatemala,\nCe n tra I A m erica .] ----------------------------------------------------\n--------------------------\nSection in the Office against Organized Crime, Agency No. 4 against\nExtortions.\nFile n u m ber M0009/20 1 1 /47343. ----------------------------------------\n------------------Guatemala,\nMay eighteen of the year two thousand eleven. ------------------\nU R G E N T. ---------------------------------------------------------------\n-----------------------------\n[Addressed to:] ------------------------------------------------------------\n----------------------\nChief of Department No. 13 of National CivH Police. ------------------------\n------I\nam hereby requesting your colloboration with Agency No. 1 of the Unit\nagainst Extortions in the Section ogoinst Organized Crime, with offices\nlocated at 70. Avenida ¡ ¡ -20 Zona l, of this cap·ltal city, ·In order to\ncarry\nout periodicol rounds and provide the necessary protection to ANA\nLORENA VALDEZ MEllA, ANDY SOLORZANO SO MOZA, GABRIEL CONDE\nCANE, EDGAR SELVIN PEREZ, JORGE ALBERTO VIZCARRA and MATTHEW\nROBSON, ot offices located in 50. Avenida 5-55 Zona 14, Edificio Europlaza\nTorre 1, Octavo Nivel, Oficina 80 ¡, of this capital city. -----------------\n------------With\nnothing further for the momen!, I remain, [illegible signatureJ,\nLicenciado Jenny Arayca Madrid Recinos, Deputy Official. -------------------\n-Received\nby: [illegible signature], May eighteen of the year two thousand\nel eve n, at 1 6 :00.\" -----------------------------------------------------\n--------------------------\nIN lFITNESS JFHEREOF. and without as.mming au}' responsibility for the\ntranslated document, 1\nissue, sigrt {[ud sea! the preseut lega! tralls!atioll, du~r compared II-\n'dh its orft:.iual, (I/l one sheet 0./ \"olUl\npaper, ¡JI the cif,J' (Jf Guatemala, 011 Jl,1{~l' twe1tt).' three of the\nJ'ear tn'o t[r'and eleven.\nj-LWofL~\nntricia E. Fra~z WagnBí de Fahsen\nTraductor\", juradz¡\nReg. No. 289052003\nMINISTERIO PUBLICO\nGuatemala, C.A.\nSeñor Jefe\nComisaria 13\nFISCAllA DE SECCION CONTRA EL CRIMEN ORGANIZADO\nAGENCIA 4. CONTRA EXTORSIONES\nMOOO9í2011/47343\nGuatemala, 18 de mayo de 2011\nURGENTE\nPolicía Nacional Civil\nSu Despacho.\nDe manera atenta me dirijo a usted, con el oojeto de solicitar su valiosa\ncolaboración, con la Agencia Uno de la Unidad Contra Extorsiones de la\nFiscalía de Sección Contra el Crimen Organizado oficinas ubicadas en;\nSéptima Avenida Once guión Veinte de la zona Uno, de esta ciudad, a\nefecto de que se realicen rondas periódicas y se le brinde la protección\nnecesaria a ANA LORENA VAlDEZ MEllA, ANDY SOLORZANO SOMOZA,\nGABRIEl CONDE CANE, EDGAR SELVIN PÉRg JORGE ALBERTO\nVIZCARRA y MATTHEW ROBSON, en la oficina profesional ubicada en\nQuinta avenida cinco guión cincuenta y cinco de la zona catorce, Edificio\nEuroplaza, Torre I, octavo nivel, ofICina ochocientos uno, Ciudad de\nGuatemala, departamento de Guatemala.\nSin otro particular me suscribo de usted,\nAtentamente,\n---//\n/ ' ... r--:' / / ....\n'/\n/ UCDA.JENNY AfAVCA MADRjD-\"RÉCINOS\nAUXILIAR FI~ I\n.. ~'\"\n/\n/\nAl the reque.\\1 of the interested party and for the legal uses such party\nma.v deem cOl1venien(. 1, Patricia\nE/~(Ibeth Frlll1Z ff'agner de Fahsen, Legal Translator, autllOrized by the\nlau's of tite Republic of\nGuatemala lo !ram,u?lfe tite Spanish amI English language.<:.'. /)0 HEREBY\nCERTIFY: ro hm.'e luul (d.\nsigltt tite Peritían filed hy .!enny Arayca lUadrid Recinos, in regards to\nthe claim filed by Ana Larena\nValdez 11Ielia. written in Spanish, 1141ic/l l have faithful~v franslafed\ninto English fo the hes! of f11)'\nkJ10H4edge amI ahility, aJ1d reads as fol/m1-'s:\n\"[Written on letterhead paper of the Department 01 Justice, Guatemala,\nCe n tra I A m erica. J ----------------------------------------------------\n-------------------------\nSection in the Office aga'mt Organized Crime, Agency No. 4 against\nExtortions.\nFile n u m ber M0009/20 11/47343. ------------------------------------------\n-----------------Guatemala,\nMay eighteen 01 the year two thousand eleven. ------------------\nU R G E N T. ---------------------------------------------------------------\n-----------------------------\n[Addressed to:J ------------------------------------------------------------\n----------------------\nChief of the National Unit against the Development of Gangs, 12 Calle 10-\n69 Zona 1, Nationol Civil Police. ------------------------------------------\n-----------------I\nam hereby requesting your collaboration with Agency No. 3 01 the Unit\nagainst Extort'lons in the Section against Organized Crime, with olfices\nlocated at 70. Avenida 11-20 Zona 1,01 this capital city, in order to carry\nout a field 'investigotion as to the claim liled by ANA LORENA VALDEZ\nMEllA, regarding the crime of extortion. For this purpose, the claimant\nwill\nbe interviewed and those responsible far the crime must be individualized.\nAl the same time, we request you to provide counseling and the\ncorresponding security. The claimant is located in 50. Avenida 5-55 Zona\n14, Edificio Europlaza Torre 1, Octava Nivel, Oficina 801, of this capital\ndty.\nThe corresponding report must be forwarded to this office, to the\naforementioned address, specifying the aforementioned file number and\naddressing the report to Agency No. 4 against extortions. ------------------\n----With\nnothing further for the moment, I remain, [illegible signatureJ,\nLicenciada Jenny Arayca Madrid Recinos, Deputy Official. -------------------\n-Received\nby: [illegible signaiure], May eighteen of the year two thousand\neleven, at 16:00.\" ----------------------------------------------.,cÄ---\n,c.:::~--------------------- 'fUC\\oL\n?atricla E. rrBT1Z VY29\\1rí ~2 ;:ahsen\n'Tr8CuclC,fZ. J~ra¿a\nReg. No. 289052003\nfN JY1TNESS JYHEREOF. amI nitltout assuming WIJ' resjJonsibility for tite\ntram'{ated document, 1\nissue, sigI1 amI sea{ the present legal fraJ1s!atioll, du(v compared nilh\nu?:)' original, on two sheets of bond\npaper, in the dty of Guatemala, on ]I¿fay twenty tbree of the .vear hvo\ntlzousand elL~'eJ1.\nPatricia E. Franz Wagner de Fahsen\nTrc:ductora Jurada\nReg. No. 289052003\n.\n,\n1I1100ADOS y NOTARIOS\n, . R 1 I .. R I I\nl _'-:';·' · ·\nQ I .QO u .. ...........\nTIMBRE FORENSe\nSEÑORA FISCAL GENERAL DE LA REPUBLlCA DE GUATEMALA. MINISTERIO PUBLICO.\nANA LORENA VALDEZ MEllA, de treinta y cuatro años de edad, soltera,\nejecutiva, de este\ndomicilio, con cédula de vecindad con el número de orden A guión uno (A-1)\ny de registro ciento\nun mil sesenta (101,060) extendida por el Alcalde Municipal de Mixco del\ndepartamento de\nGuatemala, seiíaló como lugar para recibir citaciones y notificaciones la\noficina profesional\nubicada en quinta avenida cinco guión cincuen~a y cinco de la zona catorce,\nEuroplaza, Torre 1,\noctavo nivel, oficina ochocientos uno, actúo con el Auxilio, Dirección y\nProcuración de la Abogada\nAlba Lily Chinchilla Salís, en forma atenta y respetuosa comparezco y,\nEXPONGO:\na) DE LA JUSTIFICACION DE LA PERSONERIA: Actúo en mi calidad de Gerente\nGeneral y\nRepresentante Legal de la entidad mercantil WORLD ENERGY HOLDINGS\nGUATEMALA,\nSOCIEDAD ANONIMA, lo cual acredito con la fotocopia autenticada adjunta a\nla presente\nquerella, del acta notarial que hace constar mi nombramiento como tal,\nautorizada en esta\nciudad el día c!os de febrero del año dos mil once por la Abogada y Notaria\nSandra Xiomara Veliz\nPinto, debidamente inscrita en el Registro Mercantil con fecha nueve de\nfebrero del dos mil once,\ncon el númer:¡ de registro trescientos cuarenta y nueve mil setenta y tres\n(349,073), folio\ncuatrocientos ,rece (413), del libro doscientos setenta y seis (276) de\nAuxiliares de Comercio.\nb) DEL AUXILIO PROFESIONAL: Actúo con el Auxilio, Dirección y Procuración\nde la Abogada\nALBA LlLY CHINCHILLA SOLlSe)\nDEL LUGAR PARA RECIBIR CITACIONES y NOTIFICACIONES: Como lugar para recibir\ncitaciones y notificaciones señaló la oficina profesional ubicada en quinta\navenida cinco guión\ncincuenta y cinco de la zona catorce, Edificio Europlaza Torre uno, octavo\nnivel, oficina\nochocientos . uno, así como el teléfono 5411-6236 y el correo electrónico\nlilychinchilla@hotmail.com.\nd) DEL OBJETO DE MI COMPARECENCIA: Comparezco con el objeto de presentar\nquerella\nen contra de GEORGE ALLAN, MATHEW ALEC COSTIN,JANE DOE COSTIN, MARK VON\nBOEHM,\nJANE DOE VON BOEHM, DALEQUEST 'PTY LTD, JANE DOE,JOHN DOE,Y ABC\nCORPORATIONS,\n,;\nquienes en lo sucesivo serán' denominados indistintamente como \"Los\nsindicados\", así como\notras personas no identificadas y que mediante la investigación se llegaren\na individualizar, por la\ncomisión de los delitos de DESPRESTIGIO COMERCIAL, AMENAZAS Y EXTORSION,\nsin perjuicio de\notros delitos que conforme a las pesquisas correspondientes se llegaren a\nestablecer.\nANTECEDENTES:\n1) Represento y presto mis servicios a la entidad WORLD ENERGY HOLDINGS\nGUATEMALA,\nSOCIEDAD ANONIMA, en lo sucesivo indistintamente la agraviada, una entidad\nconstituida en la\nRepública de Guatemala dedicada a la organización de proyectos de\ngeneración de energía\neléctrica en Guatemala y otros países del mundo, entre otros objetos\nlícitos, mediante la\ncolaboración de otras entidades tales 'Pero no limitadas a CONDE\nINTERNATIONAL lIMITED Y\nWORLD ENERGY HOLDINGS & RESEARCH, P.LC, denominadas en lo sucesivo como\nentidades\n(\ncolaboradoras.\n2) Mi representada tiene conocimiento y a la vez es agraviada derivado de\nla comisión de\nlos delitos relacionados, por lo que comparece ante las autoridades\ncorrespondientes con el\nobjeto de exponer lo siguiente:\nRELATO CIRCUNSTAI\\ICIADO DE LOS HECHOS:\na) DE LA COMISiÓN DEL DELITO DE DESPRESTIGIO COMERCIAL:\na.1) Desde hace varios meses los sindicados han venido realizando una\ncampaña de\ndesprestigio en contra de mi representada, así como de sus entidades\ncolaboradoras ya\nmencionadas, como consecuencia el delito de desprestigio comercial,\ntrayendo como\nconsecuencia la perdida de dinero, inversionistas y colaboradores, por lo\nque en la\nactulidad nos encontramos haciendo un estudio de los daños económicos\nocasionados a\nla entidad a la cU,al reprEsento, documentación que estaremos ampliando\nQ 1.00 \"'\" Qu,nA(\nTIMBRE FORENSE\noportunamente.\na.2) Dicha campaña de desprestigio comercial se ha llevado a cabo por parte\nde los\nsindicados mediante publicaciones falsas en los sitios de red tales pero no\nlimitando a los\nsiguientes:\n1) www.worldenergyresearchfraud.com\n2) www.worldenergyresearchscam.com\n3) www.r)poffreport.com\n4) http:Uexposeliars.com/intforum/?p=22623\nS )https:Uscamfraudalert. wordpress.com/2 011/04/0S/world-energy-research-a\nkasiesma-\noil-researchl\n6) http:Uscamfraudalert.wordpress.com/2011/04/12/world-energy-holdings-\nresearchwww-\nwebr-com/\n7) http:Uboards.fool.co.uk/world-energy-research-122376S1.aspx\n8) http://boards.fool.co.uk/notice-to-all-sha reholders-a nd-pa rtners-re-\n122283SS-aspx\n9) http://www.insidegate.com/gatehouse/2011/04/international-april-16-2011\nlO)http://www.ripoffreport.com/investiment-brokers/world-energy-\nholding/worldenergy-\nho.ldings-research-7a6eS.htm\n11)http:Uwww.ripoffreport.com/investiment-brokers/world-energy-\nresearc/worldenergy-\nre$earch-world~en-ad2d6.htm\n12)http://www.ripoffreport.com/investiment-brokers/world-energy-\nresearclworldenergy-\nresearch-got-me-dc437.htm\n13)http://www.scamfraudalert.com/internet scam fraudulent websites\nalert/22S40-\nworld energy researchaka siesma oil research.html\n14)https://scamfraudalert.wordpress.com/2011/04/0S/world-energy-research-\nakasiesma-\noil-research/\n15 )http://boards. fool.co.u k/w~rld-energy-resea rch-1223765 1.aspx\nB. DE LA COMISION DEL DELITO DE AMENZAS y EXTORSION:\nb.1) Desde hace el mismo tiempo, los ejecutivos de mi representada, ANDY\nSOLORZANO\nSOMOZA, GABRIEL CONDE CANE, EDGAR SElVIN PEREZ, JORGE ALBERTO VIZCARRA, y\nMATTHEW ROBSON, quienes prestan sus servicios a mi representada, comenzamos\na\nrecibir amenazas de muerte provenientes de los sindicados, así como de\notras personas\nnombradas al momento por no haber sido identificadas, pero cuya identidad\npodría\nestablecerse mediante las investigaciones que sean necesarias para\nacreditar los hechos,\npor lo que estamos en la disposición de presentarnos a la fiscalía a la\ncual le sea asignada\nla investigación para prestar las declaraciones testimoniales\ncorrespondientes y otros\nmedios de prueba como son algunos de los mensajes recibidos a nuestros\ncelulares.\nb.2) Dichas amenazas se han venido dando por medio de correos electrónicos\ny\npublicaciones en internet, de manera coordinada,constante y sistematizada\ncon relación\na las publicaciones de desprestigio comercial, lo cual hace suponer que\nprovienen de\nlas mismas personas quienes probablemente utilizan otros nombres con el fin\nde\nencubrir su verdadera identidad.\nb.3)Los correos electrónicos mediante los cuales se refieren dichas\namenazas son\nenviados tanto a mi persona, como a los demás agraviados ya mencionados, y\na las\ndirecciones de correo electrónico propios de la entidad a la que presto mis\nservicios y sus\ncolaboradoras relacionadas.\nc) ENUMERACION DE ALGUNAS DE LAS AMENZAS SUFRIDAS:\n1) El diecinueve de abril del dos mil once, los sindicados, mediante el\nalias \"George Allan\"\nenviaron un correo elect~ónieo proveniente de la dirección de correo\nelectronico\nGeorge.allan@gmail.<:om, med¡~nte el cual hacían ver que de no ceder a sus\nextorsiones,\nterminaran con nuestras vidas.\n\" ,\nQ 1.~Q UN ~U'T7AC\nTIM BRE FORENSE\n2)EI tres de abril de dos mil once los sindicados contactaron a ejecutivos\nde mi\nrepresentada y le expusieron que tenían de plazo para el cinco de abril de\ndos mil once\npara cumplir con su extorsión, o que de lo contrario sentirían \"dolor\".\n3) El ocho de abril del dos mil once los sindicados contactaron al\nejecutivo de mi\nrepresentada MIKE KITIO, vía correo electrónico, enviándole el siguiente\nmensaje:\n\"Quería aprovechar la oportunidad paTa ofrecerle mis condolencias a su\nfamilia y sus\ncolegas ....... para sus beneficios, espero que sea rápido y sin dolor,\npero no creo que sea el\ncaso.\".\"Buena suerte la van a necesitar, No le va ayudar pero creo\nimportante\nmencionarlo. Adiós, George Allan. PD. Sin duda, disfrutaré la satisfacción\nde su partida\".\nd) En correos electrónicos subsiguientes enviados por los sindicados han\namenazado de\nmuerte a los ejecutivos de mi representada, sembrando terror al mencionar:\nd.l) Que van a cazar como animales a los ejecutivos de mi representada y\nsus entidades\ncolabor~oras.\nd2) Que los ejecutivos de mi representada y sus entidades colaboradoras \"No\nvan a\ntener lugar para esconderse, a menos que departan del planeta\".\nd.3)Que .contratarán sicarios para asesinar a los ejecutivos de mi\nrepresentada y sus\nentidades colaboradoras.\ndA)Que no descansarán sino hasta que los ejecutivos de mi representada y de\nsus\nentidades colaboradoras estén muertos y enterrados.\ne) El dieciocho de abril del dos mil once los ejecutivos de mi representada\ny de sus\nentidad9s colaboradoras recibieron mediante correo electrónico proveniente\nde dicha\ndirección, más amenazas en las que se les indicaba que de no acceder a\nentregarles\ndinero, sólo estaban cavando un hoyo más grande para estos, así mismo\ndichos\nsindicaC:os continuaron profiriendo amenazas en el sentido de que\nadvirtieron, por dicho\nmedio que \"Todas las personas que en el pasado y presente hubieren tenido\nrelación\ncon .... .ias compañías ..... y que busquen acudir a la justicia\nocasionarían que sus cabezas\nsean colocadas sobre un palo\".\nf) Mediante otro correo electrónico proveniente de la misma dirección, los\nsindicados\namenazaron con quitarle la piel con vida a los ejecutivos de mi\nrepresentada y sus\nentidades colaboradoras.\ng) Posteriormente el asesor I,egal de mi representada y sus entidades\ncolaboradoras,\nrecibió un correo electrónico· proveniente de la misma dirección mediante\nel cual los\nsindicados indicaron que no sólo lo extorsionarían, sino que lo matarían\ntambién.\nMEDIOS DE PRUEBA:\n1) DOCUMENTAL: Que ofreceré oportunamente, ya que la misma se esta\nrecavando y\nserá adjuntada al proceso de mérito a la mayor brevedad posible, así como\nel estudio\nde las perdidas sufridasqt!Je podría ascender a un aproximado de veinte\nmillones de\nquetzales, en concepto de las ganancias que se han dejado de percibir, así\ncomo\ncréditos de bancos que se nos han negado a consecuencia de la publicidad\nnegativa.\n2) INFORMES: Que derivado de las investigaciones, deban ser requeridos\nespecialmente\nmediante solicitud de Asistencia Legal Internacional (MLAT), con base en la\nConvención Interamericana Sobre Asistencia Legal Internacional en Materia\nCriminal,\nadoptada en Nassau, Estado Libre y Asociado de Bahamas, el veintitrés de\nmayo de\nmil novecientos noventa y dos, la cual ha sido ratificada por Guatemala y\nlos Estados\nUnidos de América, con el objeto de requerir información a la entidad\nGOOGlE INC\nubicada en un mil seiscientos Amphitheatre Parkway, Mountain View, CA,\n94043,\nEstados Unidos de América, acerca de cualquier información con el objeto de\ndeterminar quién es el creador Ó creadores del correo electrónico\nGeorge.allan@gmail.com, así como cualquier otra información de utilidad con\nel\nobjeto de determinar sus .distintas ubicaciones, tomando como base las\nDirecciones\nde Protocolos de Internet (IP)utilizadas para llevar a cabo sus actos\ndelictivos.\n3) TESTIMONIALES: Consistente en la declaración testimonial de los\nsiguientes testigos,\nquienes pueden ser citados en quinta avenida, cinco guión cincuenta y cinco\nde la\nzona catorce, edificio Europlaza, Torre Uno, oficina ochocientos uno,\nsiendo los\npropuestos: a) Gabriel Conde Caneo b) Edgar Selvin Pérez. c) Matthew\nRobson. d)\nAndy Solorzano Somoza e) Jorge Alberto Vizcarra y f) Mike Kitto, quienes\nademás se\npresentarán con más medios de prueba adicionales a lo ya descrito.\n4) Secuestro de correspondencia.\n5) Presunciones humanas y legales que se desprendan del hecho.\nFUNDAMENTO DE DERECHO:\nCódigo Procesal Penal: Artículo 116. \"En los delitos de acción pública el\nagraviado con\ncapacidad civil ( ..... ) podrá provocar la persecución penal o adherirse a\nla ya iniciada\npor e.1 Ministerio Público.\nArtículo 117: \"Este Código denomina agraviado: 1) A la victima afectada por\nla\n·comisión del delito; ............... 3) A los representantes de una\nsociedad por los delitos\ncome,tidos en contra de la misma ..... \"\nArtículo 297: \"Cualquier persona deberá comunicar, por escrito u oralmente\na la\npolicí:a, al Ministerio Público o a un tribunal, el conocimiento que\ntuviere acerca de la\ncomisión de un delito de acción pública. El denunciante deberá ser\nidentificado,\nigualmente se procederá a recibir la instancia, denuncia o autorización en\nlos casos\nde delitos que así lo requieran\". Código Penal: Artículo 215: \"Quien\namenazare a otro\ncon c~usar el mismo o a sus parientes dentro de los grados de ley, en su\npersona,\nhonra o propiedad, un mal que constituya o no delito, será sancionado con\nprisión de\nseis meses a tres años\". Artículo 261: \"Quién para procurar un lucro\ninjusto, para\ndefraudarlo o exigirle cantidad de dinero alguna con violencia o bajo\namenaza directa\no encubierta, o por tercera persona y mediante cualquier medio de\ncomunicación,\nobligue a otro a, entrégar dinero o bienes; igualmente cuando con violencia\nle\nobligare a firmar, suscribir, otorgar, destruir o entregar algún documento,\na contraer\nuna obligación o a c0r:'donarla o a renunciar algún derecho, será\nsancionado con\nprisión de seis a dote años inconmutables\", Artículo 357: \"Quién imputare\nfalsamente a otro, un hecho que le perjudique en el crédito, confianza o\nprestigio\nque mereciere en sus actividades mercantiles, será sancionado con multa de\ndoscientos a dos mil quetzales, si el hecho no constituyere otro delito más\ngrave\",\nPETicION:\na) Que se admita para su trámite la presente denuncia y se forme el\nexpediente\nrespectivo, a fin de que se designe juez contralor a la mayor brevedad\nposible,\nb) Que se tome nota de la calidad con la que actúo, con base al documento\nque se\nacompaña en fotocopia legalizada,\ne) Que se tenga co:<no mi Abogada Directora, Procuradora y Auxiliante a la\nLicenciada ALBA LllY CHINCHILLA SO LIS,\nd) Que se tome nota del lugar para recibir citaciones y notificaciones la\nquinta\navenida cinco guión cincuenta y cinco de la zona catorce, Edificio\nEuroplaza,\nTorre Uno, octavo: nivel, oficina ochocientos uno ,así como el número\ntelefónico\n5411-6236; correo electrónico Iilychinchilla@hotmail,com,\ne) Que de conformidad con los hechos expuestos en el presente memorial, se\ntenga\npor presentada la presente denuncia en contra de BLAKE ROBERT BRISCHKE,\nGEORGE ALLAN, MATHEW ALEC COSTlN, JANE OOE COSTIN, MAR K VON\nBOEHM, JANE OOE VON BOEHM, OALEQUEST PTY LTD, JANE OOE, JOHN OOE Y\nABC CORPORATIONS, así como otras personas no identificadas y que mediante\nla\ninvestigación se Iíegaren a individualizar, por la comisión de los delitos\nde\nABOGADOS Y NOTARIOS\n\" U ni { M ~ l n\nq I.on \"'\" QV.,.ZJI<\nTIMBRE FORENSE\nDESPRESTIGIO COMERCIAL, AMENAZAS, EXTORSiÓN, sin perjuicio de otros\ndelitos que conforme las pesquisas correspondientes se llegaren a\nestablecer.\ntI Se tengan por ofrecidos los medios de prueba individualizados en el\napartado\nrespectivo.\ngl Que en los términos relacionados y con base en las normas legales\ninvocadas se\nde intervención provisional en. el presente proceso como querellante\nadhesivo y\nactor civil a mi representada, WORLD ENERGY HOLDINGS GUATEMALA,\nSOCIEDAD ANONIMA.\nhl Se remitan las actuaciones correspondientes a la Fiscalía de Sección\ncontra el\nCrimen Organizado del Ministerio Público, Unidad Contra Extorsiones, por\ncuestión de competencia y especialidad, para que se inicien las pesquisas\nrespectivas, y que en ejercicio de las atribuciones que le confieren la\nConstitución\n. Política de la República de Guatemala, y las leyes de la República,\ndesigne al\nagente fiscal a efecto de que se inicie la investigación correspondiente.\nil Que el Ministerio Público a través de la Fiscal General del Ministerio\nPúblico, en\nsu calidad .de Autoridad Central conforme a la Convención Interamericana\nsobre\nAsistencia Legal Internacional en materia criminal requiera mediante\nasistencia\nlegal internacional (MLAT) , con base en dicha convención, información a la\nentidad GOOGLE INC ubicada en un mil seiscientos Amphitheatre Parkway,\nMountain View, CA, 94043, Estados Unidos de América, acerca de cualquier\nextremo con el objeto de determinar quién es el creador del correo\nelectrónico\nGeorge.allan@gmail.com , así como cualquier otra información de utilidad\ncon el\nobjeto de determinar sus distintas ubicaciones, tomando como base extremos\ntales como las Direcciones de Protocolo de Internet (IP) utilizadas para\nllevar a\ncabo sus actos delictivos.\n_ ... _ ... __ ... _-_ ..... _ ... _---\nj) Que una vez hayan sido plenamente individualizados los sindicados, el\nMinisterio\nPúblico, a través del Agente Fiscal respectivo, cite a estos para que se\ndeclaren\nsobre los hechos que se les sindica, y se les advierta con relación a las\nconsecuencias que conllevan sus actos delictivos, ello con el fin de evitar\nconsecuencias negativas ulteriores y para que se abstengan de seguir\nllevando a\ncabo los delitos de amenazas, extorsión y desprestigio comercial.\nk) Que se otorguen medidas de seguridad a favor de mi persona y de la\nempresa a\nla cual represento con el objeto de que cese la campaña difamatoria que\nexiste\nen nuestra contra y él la vez se responsabilice a los señores BLAKE ROBERT\nBRISCHKE, GEORGE AU.AN, MATHEW ALEC CONSTIN, JAN E DOE COSTIN, MARK\nVON BOEHM ;JANE DOE VON BOEHM, DALEQUEST PTY L ro, JANE DOE, JOHN y\nABC CORPORA TlONS, de cualquier perdida que sufriere mi representada , así\ncomo daño material o físico que puedan sufrir los ejecutivos de la misma o\nmi\npersona.\n1) Todo lo anteripr sin perjuicio de que la empresa ejercitara tanto la\nacción penal\ncomo la civil, a efecto de que al comprobarse los hechos expuestos se pueda\nobtener el cobro de ·indemnización por daños y perjuicios que el ilícito a\ngenerado en desmendro de la empresa que represento.\nm) Y que desde ya se me tome como querellante adhesiva del presente\nexpediente.\nn) Acompaño duplicado~ y tres fotocopias del presente escrito y documentos\nadjuntos. Guatemala, dieciséis de mayo del año dos mil once. A RUEGO DE MI\nREPRESENTADA QUIEN.DE MOMENTO NO FIRMA Y EN SU AUXILIO:\n.. \\ ..'~c\"\";;:'\nAl the request of the intere!Jtell party and for lhe legal uses such party\nmay deem convenient, J, Patricia Elizabet.h\nFranz Wagner de Fahsen. Legal Translator, authorized by tIte laws of the\nRepublic of Guatemala lo translate the\nSpanish and English languages. DO HEREBY CERTIFY: To fU/ve had at sight rhe\nCompLlIintfiLed by World\nEnergy Holdings Guatemala, Sociedad Anónima. written in Spanish .. , ...\n·hielz 1 have filitlifu/~v translated into\nEnglish lO the best 01 my knoH:lel(rte and ability. and reads liS lollows:\n\"[Addressed to the:] Attorney General of the Republic of Guatemala.\nDepartment of Justice. -----------------------------------------------------\n----------------ANA\nLORENA VALDEZ MEllA, thirty four years of age, single, businessperson, of\nthis domicile, with identification booklet number A dash one, registry one\nhundred one thousand sixty (A-1 101,060), issued by the Municipal Mayor of\nMixco, in the territorial division of Guatemala, specifying as p lace to\nreceive\nsummons and notifications the offices located in 50. Avenida 5-55 Zona 14,\nEurop/aza, Torre 1, Octavo Nivel, Oficina 801, acted with the Aid,\nDirection and\nProcuration of Attorney Alba Lily Chinchilla Solís. I respectfully appear\nand\nDEPOSE: --------------------------------------------------------------------\n----------------\na) OF THE VERIFICATION OF MY POSITION: I hereby act in my quality of\nGeneral\nManager and Legal Representative of the entity called WORLD ENERGY\nHOLDINGS GUATEMALA, SOCIEDAD ANÓNIMA, which I make evident with the\nnotarial deed of my appointment as such, in certified copy enclosed to this\ncomplaint. My appointment was authorized in this city on February two of\nthe year two thousand eleven, by Attorney at Law and Notary Sandra\nXiornara Veliz Pinto, and was duly recorded in the General Office of\nCommercial Concerns on February nine of the year two thousand eleven,\nwith registry number three hundred forty nine thousand seventy three\n(349,073), folio four hundred thirteen (413), of Assistant Aid Commerce\nBook\nnumber two hundred seventy six (276). --------------------------------------\n-\nb) OF THE PROFESSIONAL AID: I hereby act with the Aid, Direction and\nProcuration of Attorney Alba Lily Chinchilla Solis. ------------------------\n----------\nc) OF THE PLACE TO RECEIVE SUMMONS ANO NOTlFICATIONS: As place to\nreceive summons and notifications the appearing party specified offices\nlocated in 50. Avenida 5-55 Zona 14, Edificio Europlaz\nPatricia E. Franz WagnH de Fahsen\nTra du ctora Jurada\nReg. No. 289052003\nOficina 801, telephone number 5411-6236, and e-mail address\nIilychinchilla@hotmail.com. ------------------------------------------------\n-------\nd) OF THE OBJECT OF MY APPEARANCE: I appear in order to file a complaint\nagainst GEORG E ALLAN, MATHEW ALEC COSTIN, JANE DOE COSTIN, MARK\nVON BOEHM, JANE DOE VON BOEHM, DALEQUEST PTY LTD, JAN E DOE, JOHN\nDOE, and ABC CORPORATlONS, who will be called herein indistinctly as \"the\naccused\", as well as any other unidentified person and that by means of the\ninvestigation becomes individualized for the crimes of COMMERClAL\nDISCREDIT, THREATS ANO EXTORTION, without prejudice to other crimes that\nby means of the corresponding investigation could be made evident. ------\nBA C K GRO U N D: ----------------------------------------------------------\n----------------------------\n1) I represent and render my services to the entity WORLD ENERGY HOLDINGS\nGUATEMALA, SOCIEDAD ANÓNIMA, hereon indistinctly called \"the\nappellant\", an entity constituted in the Republic of Guatemala, dedicated\nto\nelectric energy generation projects in Guatemala and other countries\naround the world, among other legal objects, by means of the collaboration\nof other entities, such as, but not limited to CONDE INTERNATIONAL LlMITED\nand WORLD ENERGY HOLDINGS & RESEARCH, PLC, herein called \"the\ncollaborating entities\". ---------------------------------------------------\n-------------\n2) The company I represent is aware and at the same time is offended due to\nthe crimes in reference, thus appears befare the corresponding autharities\nin\norder to depose the following: ---------------------------------------------\n--------------CIRCUMSTANCIAL\nREPORT OF THE FACTS: -------------------------------------------------\na) OF THE CRIME OF COMMERCIAL DISCREDIT: -----------------------------------\n-----\n0.1) For several months, the accused hove been carrying out a discredit\ncampaign against the company I represen!, as well as against the\naforementioned collabarating entities, thus the crime of commercial\ndiscredit. -----------------------------------------------------~------\nPatricia E. Franz Wagner de rahsen\nTraductora Jurada\nReg . No. 289052003\na .2) The commercial discredit campaign in reference has been carried\nout by the accused by means of false publications in websites such as,\nbu! not limited to the following: ------------------------------------------\n-------------\n1) www.worlde nerayresearchfra ud.com. m __________ m _____ m ___ m ______\n_\n2) www.worldenerayresearchscam.com. m __ m ___ m ______ m_m __ m m\n3) www.ripoffreport.com . _ _______ m_m ____ _ ______________ _ ________\nm_m\n4) http://exposelia rs.com/intforum/?p=22623. m ______________ m\n___________ _\n5) https://scamfraudalert.wordpress.com/2011 /04/05/world-eneravresearch-\na ka -siesma-oil-research/. _mmm ____________ m _____________________ 6)\nhttp://scamfraudalert.wordpress.com!2011 /04/12/world-energvholdings-\nresearch-www-wehr-com/. ______ m ______ m _____________ _ _ mm\n7) ht!p://boards.fool.co.uk/world-energy-research-12237 651.aspx. __ m __\n8) http://boards.fool.co .uk/notice-to-all-shareholders-and-partners-re-\n1 2??8355-aspx. ________ m _____________________________________________ ---\n-------------\n9) http://www.insidegate.com/gatehouse/?Ol l /04/international-april-16-\n201 l. ________ m _____________________________________________ ------------\n------------- ---------\n10) http:Uwww.ripoffreport.com/investment-brokers/world-enerav -\nholding/world-energy-holdings-research-7a6e5.htm. _m_m ________ mmm_\n11) http://www.repoffreport.com/ investment-brokers/world-enerayresearc/\nworld-energy-research-world-en-ad2d6.htm. ______ m __ m ____________ 12)\nhttp://www.ripoffreport.com/investiment-brokers/world-energyresearc/\nworld-energy-research-aot-me-dc437.htm. ____________ mm _______ m\n13) http://www.scamfraudalert.com/ intemet scam fraudulent websites\na lert/ 22540-world energy research aka siesma oil research.html. ----------\n-\n14) https: / /scamfraudalert.wordpress.com/2011 /04/05/world-energyresearch-\n\naka-siesma-oil-research / . ______ m ___ m _______ m ____ m ____ m __ 15)\nhttp://boards.fool.co.uk/world-eneray-research- 12237 651 .ospx. _mm\nb) OF THE CRIME OF THREATS ANO EXTORSION: ---------~~------\nPatricia E. Franz Wagner de Fahsen\nTraductora Jurada\nReg . No. 289052003\nb.l) During the same period of time, the executives of the company I\nrepresent, ANDY SOlORZANO SOMOZA, GABRiEl CONDE CANE, EDGAR\nSELVIN PEREZ, JORGE ALBERTO VIZCARRA and MATIHEW ROBSON, who\nrender their services to the company I represent, started receiving death\nthreats from the accused, as well as from other persons that were not\nidentified, but whose identity could be made evident by meons of any\nresearch necessary to evidence the facts. Therefore, we are wil ling jo\nappear before the office to which the investigation is ossigned in order to\nrender the corresponding statements and other evidence, such as so me\nmessages received to our cell phones. ----------------------------------b.\n2) These threots hove been corried out through e-mails and internet\npublications, coordinately, constantly and systematically in regards to the\npublications of commercial discredit, which we assume come from the\nsome persons who probobly use aliases, in order to hide their true\nidentity.\nb.3) The e-mails with these threats are sent to me, as well as to the other\naforementioned appellant, to the e-mail addressed from the entity to\nwhich I render my services, and to the collaborating entities in reference.\ne) ENUMERATlON OF SOME OF THE THREATS RECEIVED: ---------------------------\n1) On April nineteen of the year two thousand eleven, the accused, by\nmeans of on alias \"George Allan\", sent on e-mail from oddress\nGeorge.allan@amail.com, by means of this they specified that if we don't\ngive in to their extortions, they would end our lives. ---------------------\n-----------\n2) On April three of the year two thousand eleven, the accused\ncontacted executives from the company I represent and told them that\nthey had until April five of this year to fulfill their extortion;\notherwise, they\nwou Id inflict \"po in\". ------------------------------ ---------------------\n--------\n3) On April eight of the year two thousand eleven, the accused\ncontocted MIKE KITIO, executive for the company I represent, vio e-mail,\nsending the following messoge: \"1 wanted to take this~~O offer\nPatricia E. Franz Wagner de Fahsen\nTraductora Jurada\nRe g. No. 289052003\nmy condolences to your family and colleagues ... for their benefit I hope\nit\nis fast and painless, but I believe that will not be the case ... Good\nluck.\nYou will need it. It will not be useful but I believe it is necessary to\nmention\nit. Goodbye, George Allan. PS: I will enjoy your parting.\" -----------------\n---\nd) In the following e-mails sent by the accused, they hove threatened to\ndeath the executives of the company I represent, spreading terror as they\nm e n tio n: ---------------------------------------------------------------\n-----------------------\nd .l ) That they will hunt as animals the executives of the company I\nrepresent and of its collaborating entities. -------------------------------\n------------d\n.2) That the executives of the company I represent and of its\ncollaborating entities \"will hove nowhere to hide, unless they leave the\nplanet\" . ------------------------------------------------------------------\n-----------\nd.3) That they will hire hit men to murder the executives of the company I\nrepresent and its collaborating entities. ----------------------------------\n--------dA)\nThat they will not rest until the executives of the company I represent\nand of its collaborating entities are dead and buried. ---------------------\n---\ne) On April eighteen of the year two thousand eleven, the executives of the\ncompany I represent and from the collaborating entities received from\nthe same e-mail address more threats in which they were told that if they\ndid not pay them money they were only digging a larger hole for them.\nThe aforementioned accused continued making threats in the sen se that\nthey warned, through e-mail, that \"anyone who had or has any\nrelationship with .. . the companies ... and that seeks help from our\njustice\nsystem would only cause their heads to be placed on a pole\". ------------\nf) By means of another e-mail from the same address, the accused\nthreatened to rip the skin off the executives of the company I represent\nand of the collaborating entities. -----------------------------------------\n---------- 0b0L ?atricia E. Franz Wa9ner de Fahsen\nTraducto ra Jurada\nReg. No. 289052003\ng) Later, the legal advisor of the company I represent and from its\ncollaborating entities received an e-mail from the same address by\nmeans of which the accused stated that they would extort and also kilI.\nEV I D E N CE: -------------------------------------------------------------\n----------------------------------\n1) DOCUMENTAL: I will forward this evidence in due time, due to the fact\nthat it\nis currently being collected and will be enclosed to the process as soon as\npossible. ------------------------------------------------------------------\n---------------------------\n2) REPORTS: That derived from the investigation, information will be\nrequested\nespecially with a request to Mutual Legal Assistance Treaty (MLAT), based\non\nthe Inter American Convention About Intemational Legal Aid in Criminal\nMotter adopted in Nassau on May twenty three of nineteen ninety two,\nratified by Guatemala and the United Sta tes of America, in order to\nrequest\nfrom GOOGLE, INC., located in 1600 Amphitheatre Parkway, Mountoin View,\nCA 94043, United States of America, any information in order to determine\nwho the creator or creators are of the e-mail address\nGeorae.allan@amail.com, as well as any other information that could be\nuseful in order to determine its different locations, based on the IP\naddresses\nused in order to carry out their criminal acts. ----------------------------\n------------\n3) TESTIMONIOS: Consists in the statement from the following witnesses, who\nmay be summoned at 50. Avenida 5-55 Zona 14, Edificio Europlaza, Torre\nUno, Oficina 801: a) Gabriel Conde Cane: b) Edgar Selvin Pérez: c)\nMatthew Robson: d ) Andy Solorzano Somoza, e) Jorge Alberto Vizcarra:\nand f) Mike Kitto, who will appear with additional evidence. ---------------\n--------\n4) C O R R ES P O N D E N C E S El ZU R E. ---------------------------------\n------------------------------\n5) Human and legal assumptions deriving from the fact. ---------------------\n-------\nL EG A L B ASI S: ----------------------------------------------------------\n--------------\nProcedural Penal Code: Article 116. \"In crimes of public action, the\nappellant\nwith civil capacity ( ... ) may cause penal persecution or adhere to that\nalready\ninitiated by the Depariment of Justice. ----------------------l?i~QC--------\n\nPatricia E. Franz Wa gnói de Fahsen\nTraductora Ju rada\nReg. No. 289052003\nArticle 117. \"This Code defines as appellant: 1) the victim affected by the\ncrime; ... . 3) the representatives of a corporation for crimes committed\nagainst\nit ... \" -------------------------------------------------------------------\n----------------------------------------\nArticle 297: \"Anyone must communicate to the police, the Department of\nJustice or any other court, in writing or verbally, any knowledge it may\nhove\nregarding a public action crime. The accuser must be identified and we will\nproceed to receive any complaint or authorization for the crimes that\nrequire it\".\nPenal Code: Article 215: \"Whoever threatens any other person or its\nrelatives\nwith any illegality being or not a crime, will be fined with a term of six\nmonths to\nthree years in prison.\" Article 261: \"Anyone who demands any amount of\nmoney with violence or under direct or concealed threat, or by means of a\nthird\nparty and by any means of communication, or forces anyone to deliver money\nor goods. In the same manner, whenever violence is used on anyone to force\nanyone to sign, subscribe, grant, destroy or deliver any document, contract\nan\nobligation or condone it, or relinquish to any right, wil l be sandioned\nwith prison\nof six to twelve years, immutable.\" Article 357: \"Anyone who falsely\nimputes\nsomebody else, a fad that damages in the credit, trust or prestige his\ncommercial activities deserve, will be sanctioned with a fine of two\nhundred\nthousand Quetzales, if the event does not constitute a more serious crime\".\n----\nP ETITI () ~ : -------------------------------------------------------------\n---------------------------------------\na) That this complaint is admitted for its execution and that the\ncorresponding file is opened in order to appoint a judge as soon as\npossible. ------------------------------------------------------------------\n--------------------------\nb) Take note of the quality with which the legal representative acted,\nbased\non the instrument enclosed in certified copy. ------------------------------\n------\nc ) That Alba Lily Chinchilla Solis be rendered as my Attorney, Procurator\nand\nAide. ----------------------------------------------------------------------\n------------------\nd) Take note of the place to receive summons and notifications as 50.\nAvenida 5-55 Zona 14, Edificio Europlaza, Torre Uno, 9fJyto~oficina\n~~2 E. Franz Wagner de Fahsen\nTraduc tora Jurada\nReg. No. 289052003\n801, telephone number 5411 -6236 and e-mail address\nlilychinchilla@hotmail.com. ------------------------------------------------\n---------------\ne) That in conformity with the facts exposed in this brief, render this\ncomplaint\nagainst BLAKE ROBERT BRISCHKE, GEORGE ALLAN, MATHEW ALEC COSTIN,\nJAN E DOE COSTIN, MARK VON BOEHM, JANE DOE VON BOEHM,\nDALEQUEST PTY LTD, JANE DOE, JOHN DOE and ABC CORPORATlONS as\ndelivered, as well as other unidentified persons and that by means of this\ninvestigation become individualized, for the crimes of COMMERCIAL\nDISCREDIT, THREATS, EXTORTlON, without prejudice as to the other crimes\nthat conform the corresponding investigations to be established. -----------\n\nf) That the evidence specified under the corresponding paragraph be\nrendered as offered. -------------------------------------------------------\n-----------\ng) That in the related terms and based on the legal regulations invoked,\nissue\ntemporary intervention in this process to the company I represent, WORLD\nENERGY HOlDINGS GUATEMALA, SOCIEDAD ANÓNIMA, as participating\naccuser and civil actor. ---------------------------------------------------\n--------\nh) Forward the corresponding acts to the Office against Organized Crime of\nthe Department of Justice, Unit against Extortions, due to competence\nand specialty, in order to initiate the respective investigations, and that\nin\nthe exercise of the authority conferred by the Political Constitution of\nthe\nRepublic of Guatemala and the laws of the Republic, appoints the\nprosecutor in order to initiate the corresponding investigation. -----------\n-----\ni) That the Department of State, by means of the General Office of the\nDepartment of State, in its quality of Central Authority in conformity with\nthe Inter-American Convention over Legal International Assistance in\ncriminal matter requests by means of the MLAT, based on the\naforementioned convention, information to the entity GOOGLE, INe.,\nlocated in 1600 Amphitheatre Parkway, Mountain View, CA 94043, United\nStates of America, regarding any extreme, in order to~co the\n.. : ,¡ é. franz I'/agner de Fahsen\nTraductora Jurada\nReg. No. 289052003\ncreator of e-mail addressGeorge.allan@gmail.comis. as well as any\nother information that could be useful in arder to determine the different\nlocations, based on extremes such as the IP addresses used to carry out\nth e ir cri m es. ----------------------------------------------------------\n---------------------\nj) Once the accused have been fully individualized, the Department of\nStdte, by means of the respective official, summons them in order for them\nto depose over the events they are accused of, and that they are\nwarned about the consequences of their criminal acts, in order to prevent\nfarther negative consequences and far them to stop carrying out the\ncrimes of threats, extortion and commercial discredit. ---------------------\n\nk) To grant security measures on behalf of myself and the company I\nrepresent, in order to stop the slanderous campaign that exists against us,\nand so that BLAKE ROBERT BRISCHKE, GEORG E AllAN, MATHEW ALEC\nCONSTlN, JANE DOE COSTlN, MARK VON BOEHM, JANE DOE VON BOEHM,\nDALEQUEST PTY LTD, JANE DO E, JOHN [*] and ABC CORPORATlONS are\ncharged for any losses the company I represent should suffer, as well as\nany material or physical damage the executives of the company or I\nshould suffer. -------------------------------------------------------------\n--\n1) AII the above without prejudice that the company should exercise the\npenal and civil action, so that upon evidencing the fdctS exposed may\nobtain the indemnification far damages and losses that the illegality has\ncaused in the company I represent. -----------------------------------------\n-----------\nm) As of now I am rendered as participating appellant of this file. --------\n------\nn) I enclose a duplicate and three copies of this brief, together with any\nenclosed documents. --------------------------------------------------------\n------Guatemala,\nMay sixteen of the year two thousand eleven. ------------------------AT\nTHE REQUEST OF THE COMPANY I REPRESENT, WHO AT THIS TIME DOES NOT\nSIGN, AND IN ITS AID: [illegible signature. An illegible rubber stamp seal\nis affixed\nbelow the signature. Another rubber stamp seal is affix ~i e the signature\nPatricia E. Franz agner de fahsen\nTraductora Jurada\nReg. No. 289052003\nand partially reads:] Received, Department of State, Guatemala, Central\nAmerica . May seventeen of the year two thousand eleven, 15:05. By:\n[illegib le\ns.i gna t ure1. \" ----------------------------------------------------------\n------------------------------------\nWITNESS WHEREOF. lInd witJzou1. assuming any respol1sibiJity for the\nfranslated documento 1 issue. sign untl\nseal lhe present legal translation~ du(V compared witlz as original. 011\nten shee1s of bond paper, in the city of\nGuatemala, on Muy s(.\"\"enleen of the year twa thou.',;and eleven.\n{afoL\nPatricia E. Franz Wagner de Fahsen\nTraductora Jurada\nReg. No. 289052003\n","date_sent":"2011-07-05T04:00:00Z","date_received":"2011-07-05T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Court Order","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}