{"dmca":{"id":21754,"type":"Dmca","title":"Rental Decorating Digest Evicts Blog [Blogger]","body":"Ladies and Gentlemen:\r\n\r\nAs required by the Digital Millenium Copyright Act, we are give you notice that:\r\n\r\n1. The owner (Rental Decorating Digest) of the copyrights in and to Rental Decorating Digest, rentaldecorating.com website and all information contained on its pages, is notifying Blogger Legal Support of unauthorized copies of content owned and located on www.RentalDecorating.com/Decorating.htm\r\n\r\n2. The permalinks below display exact content as copied from our site as well as images being linked from our site to appear on this blog.\r\na. http://ideasfourenco.blogspot.com/2007/04/kids-bedroom-decoration-tips.html\r\nb. http://ideasfouren.co.blogspot.com\r\n\r\n3. All information on permalink (a.) is from our site www.rentaldecorating.come/Decorating.htm It also appears that our site is not the only one that is being infringed which may require further research.\r\n\r\nPlease immediately remove or disable all access to the infringing material as we were not able to request this from the individual blogger as there is no contact information.\r\n\r\nThe information in this Notice of Copyright Infringement is accurate and under penalty of perjury, I am authorized copyright owner of the information and images that are being infringed.\r\n\r\nIf you have further questions regarding this matter, please contact me at the address, telephone number or email address indicated bleow:\r\n\r\nRental Decorating Digest\r\n[Private]\r\nModesto, CA 95358\r\nTel: [Private]\r\nEmail: [Private]@rentaldecorating.com\r\n\r\nBest Regards,\r\n[Private]\r\nOwner\r\n\r\n","date_sent":"2007-04-29T04:00:00Z","date_received":"2007-04-29T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Rental Decorating Digest","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}