{"dmca":{"id":21778,"type":"Dmca","title":"Psychic Site Senses Infringement","body":"To Whom It May Concern:\r\n\r\nThe following information is presented for the purposes of removing web content that infringes on our copyright per the Digital Millennium Copyright Act. We appreciate your enforcement of copyright law and support of our rights in this matter\r\n\r\nIdentification of Copyrighted Work\r\n\r\nThe copyrighted work at issue is the text and titles that appears on www.giapsychicjourneys.com and it's related pages.\r\n\r\nIdentification of Infringed Material\r\n\r\nThe following paragraphs, placed in quotes, were used as the search queries in Google. When a match was made to a site other than ours, we evaluated the extent of the copyright infringement. In all cases presented, entire paragraphs and/or pages have been copied. The attached spreadsheet provides examples of the copied text. We have retained but not submitted printed examples of each infringement.\r\n\r\n\r\nQuery #1\r\n\"psychic gia\"\r\n\r\nQuery #2\r\n\"gia psychic\"\r\n\r\nQuery #3\r\n\"most accurate & gifted Psychic is now available to help others world wide. Her unique powers astonish the most skeptical of unbeliever with her extreme accuracy and in depth readings.\"\r\n\r\nThe URLs of the infringing search results are as follows (With query numbers in parentheses):\r\n\r\nGoogle Search\r\nhttp://www.google.com/search?hl=en&q=psychic+gia\r\n(Query # 1)\r\n\r\nGoogle Search\r\nhttp://www.google.com/search?q=gia+psychic&hl=en&start=40&sa=N\r\n(Query # 2)\r\n\r\nGoogle Search\r\nhttp://www.google.com/search?hl=en&q=most+accurate+%26+gifted+Psychic+is+now+available+to+help+others+world+wide.+Her+unique+powers+astonish+the+most+skeptical+of+unbelievers+with+her+extreme+accuracy+and+in+depth+readings.&btnG=Search\r\n(Query # 3)\r\n\r\nGoogle Directory Search\r\nhttp://www.google.com/search?q=psychich+gia&btnG=Google+Search&hl=en&cat=gwd%2FTop\r\n(Query #1)\r\n\r\nGoogle Directory Listing\r\nhttp://www.google.com/Top/Society/Paranormal/Psychic/Readings/Via_Phone/?il=1\r\n(Query #1)\r\n\r\nProof of Copyright Owner's Text Was Dated Before Infringer's Showing Blatant Copyright Infringement:\r\n\r\nhttp://web.archive.org/web/*/http://psychic_journeys.tripod.com\r\nhttp://web.archive.org/web/*/http://psychicjourneys.i8.com\r\n\r\nThese are our old archived domains showing proof that our website content, trademark name and identity was published at an earlier date than PsychicGia.com.\r\nhttp://www.psychicgia.com\r\n\r\nHere is examples of our copyrighted content that appears on our website:\r\nhttp://www.giapsychicjourneys.com:\r\n\r\nTrademark Name & Identity: \"Psychic Gia\", \"Gia Psychic\"\r\n\r\nParagraph 1\r\n\r\nSan Antonio's most accurate & gifted psychic is now available to help others world wide. Her unique powers astonish the most skeptical of unbelievers with her extreme accuracy and in depth readings. Ms. Gia has mastered all spiritual techniques and practices such as the tarot, crystal ball, palmistry, aura and many more! Gia has over 40 years experience, and has dedicated her whole life and spiritual powers to helping others in need.\r\n\r\nhttp://www.giapsychicjourneys.com\r\n\r\nParagraph 3\r\n\r\nOnly Gia has the power and unique abilities to make things drastically change in your life (Unlike other dishonest psychics who claim they can, but can not). Ms. Gia is truly gifted, and has proven to many people of her real and amazing powers. There is no problem too big or small in this world that Gia can't conquer.\r\n\r\nhttp://www.giapsychicjourneys.com\r\n\r\nThese are the Copyright Violations made by PsychicGia.com:\r\nhttp://psychicgia.com:\r\n\r\nStolen Identity & Trademark: \"Psychic Gia\"\r\n\r\nParagraph 1\r\n\"I'm a highly accurate master certified psychic, now available to help others world-wide. Her unique powers astonish the most skeptical of unbelievers with my extreme accuracy and in depth readings. I have mastered all spiritual techniques and practices such as the tarot, crystal ball, palmistry, aura and many more. I have over 20 yrs. experience, and have dedicated my whole life and spiritual powers to helping others in need.\r\n\r\nhttp://www.psychicgia.com/us.htm\r\n\r\nParagraph 3\r\nI have the power and unique abilities to make things drastically change in your life (Unlike other dishonest psychics who claim they can, but can not). I am truly gifted, and have proven to many people of my real powers. There is no problem too big or small in this world that I can't conquer.\r\n\r\nhttp://www.psychicgia.com/us.htm\r\n\r\nCopyright Owner Contact Information\r\n\r\nGia Psychic Journeys\r\nPresident/COO\r\nwww.giapsychicjourneys.com\r\n[Private]\r\n[Private]@eml.cc\r\n\r\nCopyright Infringers Information\r\n\r\n[Private]\r\n[Private]\r\nDothan, AL 36301\r\nPhone: [Private]\r\nEmail: [Private]@hotmail.com, [Private]@psychicgia.com\r\n\r\n[Additional Info Removed]\r\n\r\nCopyright Owners Statement\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nSigned on this day, the 9th day of April, 2007, in San Antonio, Texas, U.S.A.\r\n\r\nGia Psychic Journeys (c/s)\r\n\r\n","date_sent":"2007-04-09T04:00:00Z","date_received":"2007-04-09T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Gia Psychic Journeys","recipient_name":"Google, Inc. [Legal Support]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}