{"dmca":{"id":21772,"type":"Dmca","title":"20th Century Fox Requests Removal of  Website Review of Proposed Film \"Wolverine\"","body":"Dear [Recipient],\r\nWe have recently learned that Filmick.co.uk(hereinafter \"You\" or \"Your\") has posted a review of the unpublished screenplay for Twentieth Century Fox Film Corporation's (\"Fox\") proposed \"Wolverine\" motion picture film (the \"Film\") on your Internet website at http://www.filmick.co.uk/2007/04/wolverine-script-review.html without authorization from Fox. Such unauthorized use infringes the intellectual property rights in and to the Film owned by Fox and its associated entities. Therefore, we must demand that you immediately remove the review from your http://www.filmick.co.uk website. We further request that you provide written acknowledgment to the undersigned that you have ceased the infringing conduct complained of herein.\r\nShould you refuse to remove the review and provide written acknowledgement by close of business on Wednesday, May 2, 2007, we will consider exercising all remedies available to Fox, including taking action against you without further notice to you.\r\nPlease note that this correspondence is not a complete statement of Fox's rights in connection with this matter or a complete listing of Fox's possible claims against you, and nothing contained herein is intended, nor should be construed, as an express or implied waiver of any rights or remedies that Fox may have relating to this matter, all of which are hereby expressly reserved.\r\nSincerely,\r\n[Sender]\r\nSenior Counsel\r\nIntellectual Property\r\nFox Group Legal\r\n[address]\r\nBeverly Hills, CA 90213-0900\r\nE-mail: [email]\r\nFax: (310) XXX-XXXX","date_sent":"2007-09-11T04:00:00Z","date_received":"2007-09-11T04:00:00Z","topics":["Copyright"],"sender_name":"Fox Group Legal","principal_name":"20th Century Fox","recipient_name":"www.filmick.co.uk","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}