{"dmca":{"id":21800,"type":"Dmca","title":"DMCA notice to Onecle Inc.","body":"This firm represents First Republic Bank. We are informed that you are the\r\nowner/operator of the website: www.onecle.com, on which you post a variety of business and employment contracts for public viewing.\r\n\r\nSpecifically, we are contacting you to address your unauthorized publication of the Bank's Note and Revolving Loan Agreement dated January 5, 2004, with its customer Thomas Weisel Partners Group, LLC at http://contracts.onecle.com/thomas-weisel/first-republic-loan-\r\n2004-01-05.shtml and the related Unconditional Secured Guaranty at\r\nhttp://contracts.onecle.com/thomas-weisel/svbank-security-2OO4-O6-15.shtml. There is an additional link to the Note at http://contracts.onecle.com/alpha/1188.shtml.\r\n\r\nThese are private loan documents containing highly sensitive, proprietary information valuable to the Bank. The Bank has not disclosed these documents voluntarily andy therefore, has not waived any right to maintain their confidentiality. The dissemination of this competitive information to the public may harm the Bank, for which you and your company will be held accountable.\r\n\r\nFurther, we conclude from the Google-based pay-per-click advertising embedded on every web-page that you or your company have received and will continue to receive revenues flowing directly from your wrongful use of the Bank's work product. Indeed, one can reasonably assume that is the sole and express purpose of the website. Accordingly, if the Bank pursues legal action against you, it will seek to disgorge any and all profits received during the time those agreements were posted.\r\n\r\nThe Bank demands the following written assurances: (1) that you will remove both agreements from your site within 24 hours; (2) that you will remove the Bank's name from any list or index appearing on your site; (3) that you will destroy any electronic and paper copies of those documents; andy (4) that you will not use any information gleaned from those documents for any other purposes in the future.\r\n\r\nIf you refuse to respond, we will assume that you refuse to cooperate and will pursue whatever course of action necessary to protect our client's valuable rights.","date_sent":"2007-05-01T04:00:00Z","date_received":"2007-05-01T04:00:00Z","topics":["Trade Secret","Copyright"],"sender_name":"Hanson Bridgett Marcus Vlahos Rudy LLP","principal_name":null,"recipient_name":"Onecle Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}