{"dmca":{"id":21838,"type":"Dmca","title":"CFA Exam Demands Full Accounting","body":"Dear Mr. MacGillivray:\r\n\r\nThis firm represents Allen Resources, Inc. (\"Allen Resources\").\r\n\r\nIt has come to our client's attention that its Certified Financial Analyst (\"CFA\") exam test preparation videos are being offered at a web site at the Universal Resource Locator (\"URL\") http://www.cfaprojectwgroup.googlepages.com (\"cfaprojectwgroup web site\"). Google Inc. (\"Google\"), hosts this web site. Under the Digital Millienium Copyright Act (\"DMCA\"), 17 U.S.C. s 512(c), an Internet service provider loses immunity from contributory copyright infringement if it does not \"act[] expeditiously to remove, or disable access to, the [infringing] material,\" once put on notice. See ALS Scan, Inc. v Remarq Cointys, Inc., 239 F.3d 619, 625 (4th Cir. 2001) (ruling that immunity from contributory liability \"is not presumptive, but granted only to 'innocent' service providers who can prove they do not have actual or constructive knowledge of the infringement....\"). This letter serves as notice to you under the DMCA that the cfaprojectwgroup web site, housed on your servers contains material that infringes our client's copyrights.\r\n\r\nPursuant to 17 U.S.C. s 512(c)(3)(A)(i-iv), I provide the following information:\r\n\r\nI am intellectual property counsel for Allen Resources and as such, I am authorized to act on its behalf in regard to copyright infringement matters.\r\n\r\nOur client owns copyright rights to its test preparation videos, titled, \"Video Seminar Series,\" for the annual Certified Financial Analyst (\"CFA\") exam administered by the CFA Institute. Our client sells these test preparation videos to individuals planning to take the CFA exam. Individuals may order these videos through the Allen Resources web site, located at the URL http://www.allenresources.com. Our client's copyrighted test preparation videos contain several hours of review of every subject area covered in the CFA subjects. The videos were produced by Allen Resources to effectively prepare individuals for the actual CFA exam.\r\n\r\nThe cfaprojectwgroup web site offers, without authorization, twenty seven (27) videos, (videos 1 through 27) copied from the products produced and copyrighted by Allen Resources.\r\n\r\nWe request on behalf of our client that your company immediately either remove or disable access to the  cfaprojectwgroup web site located at the URL http://www.cfaprojectwgroup.googlepages.com. Continued unauthorized publication of our client's copyrighted test preparation videos will permanently and irreparably harm our client.\r\n\r\nYou may contact me by letter, telephone or electronic mail at the addresses listed above.\r\n\r\nPursuant to 17 U.S.C. s 512(c)(3)(A)(v), the complaining party has a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\nPursuant to 17 U.S.C. s 512(c)(3)(A)(vi),the information in the notification is accurate and under penalty of perjury, the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nNothing herein is intended by us, nor should it be construed by you as a waiver or relinquishment of any rights or remedies which our client may have in this matter, and all such rights and remedies are hereby specifically reserved.\r\n\r\nVery truly yours,\r\n\r\n[Private]\r\ncc: Allen Resources, Inc.\r\n","date_sent":"2007-04-25T04:00:00Z","date_received":"2007-04-25T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Duffy Sweeney & Scott, LTD","principal_name":"Allen Resources, Inc.","recipient_name":"Google, Inc. [GooglePages]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}