{"dmca":{"id":21832,"type":"Dmca","title":"Bolland Posting..Cease and Desist","body":"Mr. R:\r\n\r\nI notice that both of my postings to your comment section of your blog have been deleted regarding Mr. Brian B. I was willing to give you?re the benefit of the doubt that you were simply unclear on the facts regarding Mr. B's sketch policies and did not intend to defame him or libel him, it appears that benefit was misplaced.\r\n\r\nI assure you the libel and slander laws of the United States do not exclude your blog and you personally. You will be held responsible for your words. Mr. B. will not be damaged by your thoughtless and reckless words and actions.\r\n\r\nAs his legal representative in the United States I will now have to demand you cease and desist from this course of action and remove this posting from your site along with any and all mention of his name therein.\r\n\r\nMr. B. was gentleman enough to post to your board and respond to the criticism without speaking of the insult you posted regarding his honesty. As his attorney, I have the duty to protect him.\r\n\r\nDeleting my response posts, which would have clarified the matter and demonstrated your mistaken assumptions about Mr. B., would have demonstrated a real willingness on your part to show both sides of the discussion and it would have ended there.\r\n\r\nObviously you have no interest in being called on the carpet within the boundaries of your blog.\r\n\r\nMr. B. is well within his rights to expand this discussion beyond the boundaries of your blog in a more official capacity if you continue in this pattern of conduct and allow this damaging and libelous situation to continue unabated.\r\n\r\n\r\nKlafter & Burke\r\n225 W. Washington, Suite 1701\r\nChicago, IL 60606\r\n\r\n\r\n","date_sent":"2007-05-01T04:00:00Z","date_received":"2007-05-01T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Klafter & Burke","principal_name":null,"recipient_name":"bentcorner.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}