{"dmca":{"id":21847,"type":"Dmca","title":"Habbo Hotel complains of blog","body":"Dear Sir/Madam, \r\n\r\nA Whois inquiry listed your name as the host of these sites, which are infringing our copyright. \r\n\r\nwww.habbocredhackz.blogspot.com\r\nwww.cheshireshotel.blogspot.com\r\n\r\n/signature/\r\n\r\nI hereby confirm that I am authorised to act on behalf of the owner of the copyright for http://habbohotel.com. The owner of this copyright is Sulake NA Ltd.\r\n\r\nwww.habbohotel.com is an online graphical chat and gaming environment for teenagers. The site takes the form of a virtual hotel, where each user is represented by an avatar called a Habbo. Habbos can walk, talk and dance in all of the hotel's public and private rooms. Private rooms are created by the Habbos themselves and are furnished by them using Habbo Credits. Users purchase Habbo Credits using all the normal online payment methods, such as credit or debit cards, reverse SMS billing, premium rate phone lines and cheques.\r\n\r\nOur copyright ownership is clearly stated on the site thus:\r\n'All rights including trademarks, copyright and database rights in this website and its contents are owned by or licensed to Sulake NA Ltd. All rights are reserved.'\r\n\r\nI I have a good faith belief that use of our material on this website is not authorised by Sulake NA Ltd., the copyright owner, or the law.\r\n\r\nI hereby confirm that all of the above information is accurate and that I am authorised to act on behalf of the copyright owner. I state this under penalty of perjury.\r\n\r\nI am thus writing to you to request that this site is removed from your servers forthwith. Please inform me when this has been effected via email at [private]@sulake.com.\r\n\r\nYours sincerely,\r\n\r\n[private]\r\nAssistant Community Safety Manager\r\nSulake Corporation","date_sent":"2007-05-01T04:00:00Z","date_received":"2007-05-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Sulake NA Ltd., HabboHotel.com","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}