{"dmca":{"id":21942,"type":"Dmca","title":"Piano Seller Tickles DMCA Ivories","body":"Dear Sirs\r\n\t\r\nSearch query: \"yamaha b1 silent upright piano\"\r\nOffending site is listed at top of results page in your \"Product search results for Yamaha B1 silent Upright Piano\" and also on page 3: \"Normals (Burton-on-Trent) Limited Yamaha Upright Pianos\".\r\n\r\nCOPYRIGHT INFRINGEMENT IS AT: http://www.normans.co.uk/items/item.aspx?itemid=4014974\r\nORIGINAL: http://www.chrisvenables.co.uk/yamaha%20silent%20pianos.htm\r\n\r\nThere are 3 images on this page that, although originally sourced from Yamaha, have been edited and cropped by us for use on our website.\r\n\r\nThe text on the page that describes how the silent system works is a direct copy of the text on our site that we composed.\r\n\r\nThe product description of the model of piano itself, headed \"The Yamaha B1 Upright Piano\", is also a direct copy of the text on our site that we composed, which is found on our page:\r\nhttp://www.chrisvenables.co.uk/modelspec/Yamaha%20B1%20Upright%20Piano.htm\r\n\r\nIn fact, we have further scanned pages on their website and found that all but one of their product descriptions are mostly our material. I list below the pages on their site that feature copied content, and our pages from where they have been copied:\r\n\r\nCOPYRIGHT INFRINGEMENT IS AT: http://www.normans.co.uk/Items/b1-pe?\r\nORIGINAL: http://www.chrisvenables.co.uk/modelspec/Yamaha%20B2%20Upright%20Piano.htm\r\n\r\nCOPYRIGHT INFRINGEMENT IS AT: http://www.normans.co.uk/Items/p114n=opdw?\r\nORIGINAL: http://www.chrisvenables.co.uk/modelspec/Yamaha%20P114-m%20Upright%20Piano.htm\r\n\r\nThese pages are all accessible via Google using a product specific search query.\r\n\r\nWe ask you kindly to prohibit this site as this site contains substantial material that has been copied without our consent.\r\n\r\nI have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\r\n\r\nUnder penalty of perjury, I hereby state that the above information in my notice is accurate and that I am the copyright owner and author.\r\n\r\nYours faithfully\r\n\r\n[Private]\r\nPartner\r\n\r\n","date_sent":"2007-04-19T04:00:00Z","date_received":"2007-04-19T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Chris Venables Pianos","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}