{"dmca":{"id":21981,"type":"Dmca","title":"Notice of Infringement","body":"May 12, 2005\r\n \r\n\r\nDear Sirs:\r\n\r\nTexas Instruments Incorporated of Dallas, Texas, U.S.A. is the publisher, owner or authorized agent to distribute certain calculator software application. I, the undersigned Herbert W. Foster, am authorized to act on behalf of the copyright owner or agent, Texas Instruments Incorporated.\r\n\r\nCertain calculator software applications are distributed commercially for purchase to be used with our calculators, through our website at education.ti.com.  Distribution without payment results in financial harm to Texas Instruments Incorporated and or the licensors of the calculator software application.\r\n\r\nIt has come to our attention that two of our calculator software applications (CellSheet and CalcuFin) are being offered for download from your site at: \r\n\r\nhttp://members.tripod.com/pi_3_14/id26.html\r\nOther Texas Instruments calculator software applications being offered for download from this site are distributed by Texas Instruments without charge, however distribution by anyone other than Texas Instruments is a violation of our copyright in those calculator software applications.\r\n\r\nI am sending this notification of copyright infringement to you, the creator of this site and to the responsible agents at lycos-inc.com.\r\n\r\nLoading our copyrighted calculator software applications from your site is an infringement of our copyright. Permitting people to copy our copyrighted calculator software applications from your site is another infringement. Each copy of our copyrighted calculator software applications made (downloaded) from your site is an additional infringement.\r\n\r\nPlease immediately remove, and disable all access to, all copies of our copyrighted calculator software applications from your site.\r\n\r\nPlease reply promptly, confirming that you have ceased both copying and distribution of our copyrighted calculator software applications, and that in the future you will not permit our copyrighted calculator software applications to be copied or distributed from your site.\r\n\r\nI have a good faith belief that use of our copyrighted calculator software applications in the manner complained of is not authorized by the copyright owner, its agent, or the law.\r\n\r\nThe information in this notification is accurate, and under penalty of perjury I state that I am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed. You may contact me at the address, telephone number, or electronic mail address listed below.\r\n\r\nSincerely,\r\n\r\nTexas Instruments Incorporated\r\n\r\nHerbert W. Foster\r\n\r\nManager, Business Services\r\n\r\nEducational & Productivity Solutions\r\n\r\nTexas Instruments Incorporated\r\n\r\n7800 Banner Drive M/S 3918\r\n\r\nDallas, TX 75251\r\n\r\nUSA\r\n\r\n(972) 917-1522 / h-foster@ti.com\r\n","date_sent":"2005-05-12T04:00:00Z","date_received":"2005-05-12T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":"Texas Instruments Incorporated","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}