{"dmca":{"id":21989,"type":"Dmca","title":"Intellectual Property Violation","body":"Date: Tue, 8 May 2007 23:06:42 -0400\r\nFrom: Michael Fread <shaitand@gmail.com>\r\nReply-To: shaitan@linuxcrusader.com\r\nTo: infringe@iecc.com\r\nSubject: Intellectual Property Violation\r\n\r\nMichael Fread\r\n9021 SW 156TH ST #107\r\nPalmetto Bay, FL 33157\r\n\r\nYou appear to be distributing the access key for a number of copyrighted\r\nworks to which I own the copyright. These poems include \"The Sunrise\" and\r\n\"Alone at Last...\" and are distributed with a copy protection mechanism. The\r\nencrypted files may be distributed but in order to view the poems one must\r\npurchase the access key 'Microsoft'. Publishing this key allows anyone who\r\nviews it to bypass my copy protection mechanism and is a violation of the\r\nDigital Millennium Copyright Act of 1998. Please remove the access key from\r\nall online documents in which you publish it.\r\n\r\nYou may not have been aware that you were infringing. As an alternative, you\r\nmay send a Cashiers Check or Money Order in the amount of $500 to me in\r\norder to purchase the perpetual and retroactive right to publish the access\r\nkey. You may also send a Cashiers Check or Money Order in the amount of\r\n$2000 in order to purchase the perpetual and retroactive right to to publish\r\nthe access key for yourself and any third parties that publish material\r\nusing your equipment.\r\n\r\nAs of 5/2/2007, a list of some of the pages containing infringing content\r\ncan be found at:\r\n\r\nhttp://www.google.com/search?hl=en&safe=off&q=microsoft+site%3Aabuse.net&btnG=Search\r\n\r\n\r\n\r\n\r\nI swear under penalty of perjury that I have a good faith belief that these\r\nmaterials violate my intellectual property rights and that I am authorized\r\nto act for the copyright holder.\r\n\r\nMichael Fread\r\nPoet\r\nshaitand@gmail.com\r\n\r\n","date_sent":"2007-05-08T04:00:00Z","date_received":"2007-05-08T04:00:00Z","topics":["Anticircumvention (DMCA)","Copyright"],"sender_name":null,"principal_name":"Michael Fread","recipient_name":"abuse.net","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}