{"dmca":{"id":21983,"type":"Dmca","title":"Alleged Theft of Gorilla Images","body":"Dear Sir,\r\n\r\nLast year, April 2006, while performing an image search I discovered several of my copyrighted African mask image thumbnails appeared in Wisegorilla.com's public domain, free educational clip art site. Since this discovery, I have sent numerous requests to Wisegorilla email contacts listed in the website.\r\n\r\nAll contacts listed in their website have either bounced back as undeliverable or simply are bad, unusable email addresses.\r\n\r\n[Private]@wisegorilla.com: The e-mail message could not be delivered because the user's mailfolder is full.\r\n[Private]@wisegorilla.com: no response\r\n\r\n[Private]@icdsoft.com wisegorilla registrar or host to report abuse - and received a message that they would contact someone but they apparently didn't because no images were removed.\r\n\r\nWhile my images are free for personal, educational and non-profit use, they are copyrighted and not to be used commercially or distributed from any website other than scissorcraft.com without prior permission. Wisegorilla.com has never requested permission. The images (links shown below) were designed by me and are NOT in the public domain.\r\n\r\nBecause Wisegorilla.com is a member of Adsense they are potentially deriving income from the unauthorized use of my images. Even though there are no active links within wisegorilla.com that directly bring up the images, they do display in an image search which is how I located them in the first place.\r\n\r\nThese are the wisegorilla links to my ripped images:\r\n\r\nhttp://www.wisegorilla.com/images/african/mask02icon.gif\r\nhttp://www.wisegorilla.com/images/african/mask1icon.gif\r\nhttp://www.wisegorilla.com/images/african/mask16icon.gif\r\nhttp://www.wisegorilla.com/images/african/mask28icon.gif\r\nhttp://www.wisegorilla.com/images/african/mask37icon.gif\r\nThe originals images are located at: http://www.scissorcraft.com in my African Mask collection.\r\n\r\nhttp://www.scissorcraft.com/masks.htm\r\n\r\nhttp://www.scissorcraft.com/pages/masks/mask02_gif.htm\r\nhttp://www.scissorcraft.com/pages/masks/mask1_gif.htm\r\nhttp://www.scissorcraft.com/pages/masks/mask16_gif.htm\r\nhttp://www.scissorcraft.com/pages/masks/mask28_gif.htm\r\nhttp://www.scissorcraft.com/pages/masks/mask37_gif.htm\r\n\r\nMy email address is:\r\n[Private]@sbcglobal.net\r\nalso\r\n[Private]@sbcglobal.net\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nThank you\r\n\r\n[Private]\r\n\r\nApril 27, 2007\r\n\r\n[Private]","date_sent":"2007-04-27T04:00:00Z","date_received":"2007-04-27T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Kelley/Sisson","recipient_name":"Google, Inc. [AdSense]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}