{"dmca":{"id":32059,"type":"Dmca","title":"[ABUSE] Notice of copyright infringement","body":"-----Original Message-----\r\nFrom: abuse-bounces@lists.theplanet.com\r\n[mailto:abuse-bounces@lists.theplanet.com] On Behalf Of Charles Cazabon\r\nSent: Saturday, April 22, 2006 9:55 AM\r\nTo: ThePlanet Abuse\r\nSubject: [ABUSE] Notice of copyright infringement\r\n\r\nGreetings,\r\n\r\nA user of the server at 70.86.92.103/files2net.com in ThePlanet IP space\r\nis violating my copyright.  Here are the particulars:\r\n\r\n> 1. A physical or electronic signature of a person authorized to act on\r\n\r\n> behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nThis message contains my electronic signature.  I am the exclusive\r\ncopyright holder of the work in question and therefore am authorized to\r\nact in this matter.\r\n\r\n> 2. Identification of the copyrighted work claimed to have been \r\n> infringed, or, if multiple copyrighted works at a single online site \r\n> are covered by a single notification, a representative list of such\r\nworks at that site.\r\n\r\nThe particular copyrighted work is a photograph of pet rats.\r\nThe original work is located on my website at the following URL:\r\nPage: http://pyropus.ca/personal/pets/minnie-tweetie/preview.html\r\nImage:\r\nhttp://pyropus.ca/personal/pets/minnie-tweetie/minnie-tweetie-3-small.jp\r\ng\r\n\r\n> 3. Identification of the material that is claimed to be infringing or \r\n> to be the subject of infringing activity and that is to be removed or \r\n> access to which is to be disabled, and information reasonably \r\n> sufficient to permit the service provider to locate the material.\r\n\r\nThe infringing copy of my work is here:\r\nhttp://www.files2net.com/files/63154892/minnie-tweetie-3-small.jpg\r\n\r\n> 4. Information reasonably sufficient to permit the service provider to\r\n\r\n> contact the complaining party, such as an address, telephone number, \r\n> and, if available, an electronic mail address at which the complaining\r\n\r\n> party may be contacted.\r\n\r\nName, address, phone number:\r\n\r\nCharles Cazabon\r\n101 - 116 Research Drive\r\nSaskatoon, SK\r\nS7N 3R3\r\n(306) 382-4100 ext. 106\r\n\r\nEmail contact is preferred; you may reach me at this email address.\r\n\r\n> 5. A statement that the complaining party has a good faith belief that\r\n\r\n> use of the material in the manner complained of is not authorized by \r\n> the copyright owner, it's agent, or the law.\r\n\r\nI have not authorized this use of my copyrighted work, and it is not\r\nauthorized by the law.  I thus have a good-faith belief that this is an\r\ninfringing copy of my copyrighted work.\r\n\r\n> 6. A statement that the information in the notification is accurate, \r\n> and under penalty of perjury, that the complaining party is authorized\r\n\r\n> to act on behalf of the owner of an exclusive right that is allegedly\r\ninfringed.\r\n\r\nThe information in this notification is accurate and made under penalty\r\nof perjury.  I am the copyright holder of the work in question, and\r\ntherefore am authorized to act on my own behalf.\r\n\r\nI trust this is sufficient for you to take action.  I would like the\r\ninfringing work removed immediately, and a statement that the user will\r\nnot be permitted to re-post the offending work to the server in\r\nquestion.\r\n\r\nThank you for your prompt attention to this matter.\r\n\r\nCharles Cazabon\r\n--\r\n-----------------------------------------------------------------------\r\nCharles Cazabon\r\n<charlesc-copyright-enforcement-theplanet.com@discworld.dyndns.org>\r\n-----------------------------------------------------------------------","date_sent":"2006-04-22T04:00:00Z","date_received":"2006-04-22T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Theplanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}