{"dmca":{"id":32155,"type":"Dmca","title":"Notice of Infringement","body":" _____  \r\n\r\nFrom: Campbell MacInnes [mailto:cmacinnes@macrovision.com] \r\nSent: Tuesday, January 03, 2006 4:05 PM\r\nTo: abuse@theplanet.com; copyright@theplanet.com\r\nSubject: Notice of Infringement\r\n\r\n\r\n\r\n3 January 2006 \r\n\r\n \r\n\r\n \r\n\r\nThePlanet.com Internet Services, Inc. (\"The Planet\")\r\n\r\n1333 North Stemmons Freeway\r\nSuite 110\r\nDallas, Texas  75207\r\n\r\n\r\n\r\nEmail:  abuse@theplanet.com and copyright@theplanet.com \r\n\r\nPhone:  +1-214-782-7802\r\n\r\nFacsimile: +1-214 782-7756\r\n\r\n \r\n\r\nRe:       NOTICE OF INFRINGEMENT\r\n\r\n \r\n\r\nhttp://www.clonedvd.net/  \r\n\r\n \r\n\r\nDear Sir or Madam:\r\n\r\n \r\n\r\nMacrovision is a company who provides proprietary digital rights management\r\ntechnology and copy protection technology to copyright owners (e.g.,\r\nsoftware developers, movie studios, etc.) to electronically manage the\r\nlicensing of their products as well as to prevent the illicit copying of\r\ntheir content.\r\n\r\n \r\n\r\nIt has come to Macrovision's attention that http://www.clonedvd.net/, a\r\nwebsite hosted by The Planet, is currently providing on its website products\r\nthat bypass, hack, remove or otherwise circumvent Macrovision's digital\r\nrights management technology and copy protection technology.  These methods\r\nand techniques are not authorized by Macrovision and are an infringement of\r\nMacrovision's proprietary intellectual property.  Further,\r\nhttp://www.clonedvd.net/ additionally infringes upon Macrovision through the\r\nuse of Macrovision's trademarks \r\n\r\n \r\n\r\nI, the undersigned, CERTIFY UNDER PENALTY OF PERJURY that I am the owner or\r\nan agent authorized to act on behalf of the owner of certain intellectual\r\nproperty rights, said owner being named Macrovision Corporation (\"IP\r\nOwner\").  I have a good faith belief that the listings or materials listed\r\nherein are not authorized by the above IP Owner, its agent, or the law and\r\ntherefore infringe the IP Owner's rights according to state, federal, or\r\nUnited States law.\r\n\r\n \r\n\r\nFurther, Macrovision believes that these website pages directly violate The\r\nPlanet's own \"Acceptable Use Policy (AUP)\", specifically: \r\n\r\n \r\n\r\nCompliance with Law - Customer shall not post, transmit, re-transmit or\r\nstore material on or through any of Services or Products which, in the sole\r\njudgment of the Company . . . (iii) violates the rights of any person,\r\nincluding rights protected by copyright, trade secret, patent or other\r\nintellectual property or similar laws or regulations including, but not\r\nlimited to, the installation or distribution of \"pirated\" or other software\r\nproducts that are not appropriately licensed for use by Customer.\r\n\r\n \r\n\r\nCopyright Infringement - Company datacenter infrastructure including\r\nnetwork, leased hardware, co-location services, and other hardware located\r\nin the facility may only be used for lawful purposes. Transmission,\r\ndistribution, or storage of any information, data or material in violation\r\nof United States or state regulation or law, or by the common law, is\r\nprohibited. This includes, but is not limited to, material protected by\r\ncopyright, trademark, trade secret, or other intellectual property rights;\r\nincluding creating, utilizing, distributing unauthorized copies of software,\r\nor the use of BitTorrent or other types of technologies utilized in the\r\ndistribution of illegally copied materials.  If Customer copies, distributes\r\nor installs software in defiance of the license agreement, Customer is\r\nviolating federal copyright law. Company will cooperate with all law\r\nenforcement agencies in relation to alleged copyright infringement housed in\r\nour datacenters.\r\n\r\n \r\n\r\nBecause of the economic damages that it has incurred, Macrovision must take\r\nimmediate actions to protect its interests.  As host of this website, The\r\nPlanet may also be liable if it does not take appropriate action.\r\nMacrovision therefore demands that The Planet close or disable access to the\r\nwebsite until such time as it removes any products that bypass, hack, remove\r\nor otherwise circumvent Macrovision's digital rights management technology\r\nand copy protection technology.  If this course of actions is not executed\r\ntimely and effectively, Macrovision will have no choice but to resort to\r\nlegal recourses to protect its rights. \r\n\r\n \r\n\r\nPlease be aware that Macrovision takes any infringement (misuse) of our\r\nproprietary intellectual property most seriously and that it is our policy\r\nto take all steps necessary to protect those rights.\r\n\r\n \r\n\r\nPlease act immediately and confirm to me in writing that you have done so.\r\nIf you have any questions, please contact me at cmacinnes@macrovision.com or\r\ncall me at (408) 562-8466.\r\n\r\n \r\n\r\nRegards, Campbell\r\n\r\n \r\n\r\nCampbell MacInnes\r\n\r\nMacrovision Corporation\r\n\r\nSr. Contracts Administrator\r\n\r\n(408) 562-8466\r\n\r\n(408) 567-1807\r\n\r\nCONFIDENTIALITY NOTICE: This email message (including any attachments) is\r\nfor the sole use of the intended recipient and may contain confidential and\r\nprivileged information. Any unauthorized review, use, disclosure or\r\ndistribution is prohibited. If you are not the intended recipient, please\r\ncontact the sender by reply email and destroy all copies of the original\r\nmessage. Thank you.\r\n\r\n \r\n","date_sent":"2006-01-03T05:00:00Z","date_received":"2006-01-03T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Macrovision Corporation","recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}