{"dmca":{"id":32161,"type":"Dmca","title":": www.3volutionize.com","body":" To Whom It May Concern:\r\n\r\nPlease note that below-referenced copyright infringement notice does not\r\nsubstantially comply with the required notification elements of the\r\nDigital Millennium Copyright Act of 1998 (\"DMCA\").\r\n\r\nPlease note that we have not passed on the substantive merits of your\r\nclaim.\r\n\r\nPlease visit our web site at www.theplanet.com/legal.\r\n \r\nLegal Response Team\r\nTHEPLANET.COM INTERNET SERVICES, INC.\r\n\r\n-----Original Message-----\r\nFrom: Joe Clark [mailto:hackman2k3@gmail.com] \r\nPosted At: Friday, April 28, 2006 9:23 AM\r\nPosted To: Copyright\r\nConversation: www.3volutionize.com\r\nSubject: Re: www.3volutionize.com\r\n\r\n\r\nTo Whom It May Concern:\r\n    I apologize, but I fail to see how this does not apply. Your TOS\r\nstates that, and I quote, \"Customers may not transmit, distribute,\r\ndownload, copy, cache, host, or otherwise store on a Server any\r\ninformation, data, material, or work that infringes the intellectual\r\nproperty rights of others.\"\r\n    This is precisely what the administration of 3volutionize.com are\r\ndoing; hosting and using images of mine, without my permission.\r\n    I would urge you to reconsider your thinking, and to take this\r\nmatter to their administrator at the very least. I await your next\r\nreply.\r\n\r\nYours,\r\nJoseph Clark, MIOS\r\n\r\nCopyright wrote:\r\n>  To Whom It May Concern:\r\n>\r\n> Please note that below-referenced copyright infringement notice does \r\n> not substantially comply with the required notification elements of \r\n> the Digital Millennium Copyright Act of 1998 (\"DMCA\").\r\n>\r\n> Please note that we have not passed on the substantive merits of your \r\n> claim.\r\n>\r\n> Please visit our web site at www.theplanet.com/legal.\r\n>  \r\n> Legal Response Team\r\n> THEPLANET.COM INTERNET SERVICES, INC.\r\n>\r\n> -----Original Message-----\r\n> From: Joe Clark [mailto:hackman2k3@gmail.com] Posted At: Thursday, \r\n> April 27, 2006 12:23 PM Posted To: Legal Response\r\n> Conversation: www.3volutionize.com\r\n> Subject: www.3volutionize.com\r\n>\r\n>\r\n> To whom it may concern,\r\n>     It is my understanding that the forum, 3volutionize.com, is hosted\r\n> on one of your servers. It is my unfortunate responsibility to inform\r\n> you that this forum is using some images of mine, after I withdrew\r\n> permission for them to do so.\r\n>     At the time when I made the images in question I had a position of\r\n> responsibility on that forum. I made and submitted the images for use\r\nas\r\n> \"Member Tags\" on the site, to denote ranks. At the time, no formal\r\n> agreement was made over the terms of their use, as it was between\r\n> friends, and I could see no reason why I should want them removed\r\n> anyway. However, the position was withdrawn from myself and my\r\n> colleague, and given to another person. I, however, was still active\r\nat\r\n> the forum, and as such, was still happy for my work to be used.\r\n>     Later on however, I was banned from the site (in fact for having\r\ntwo\r\n> accounts there), and moved my custom to a competing forum of a similar\r\n> genre. Just recently I felt compelled to revisit, and made another\r\n> account there. Technically speaking, this is against their rules, but\r\nI\r\n> am glad I did so because I learnt that they they are still using my\r\n> Member Tags for some of their members. Since I am technically banned,\r\n> and am most certainly not a loyal member of their site any longer, I\r\n> have requested that the tags' use be stopped. Unfortunately, I\r\nreceived\r\n> an immature response from their main administrator, which was most\r\n> insulting. I feel this is the only way to have the full impact of\r\ntheir\r\n> actions addressed, since I believe (and I may be wrong) that this is a\r\n> breach of the Intellectual Property Copyright I hold over the images.\r\n>     I hope that you can help me out, or refer me to the company who\r\ncan.\r\n>\r\n> I eagerly await your reply.\r\n>\r\n> Yours Sincerely,\r\n>     Joseph Clark, MIOS\r\n>\r\n>   \r\n\r\n","date_sent":"2006-04-28T04:00:00Z","date_received":"2006-04-28T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}