{"dmca":{"id":32186,"type":"Dmca","title":"Patrick Harris re: cease and desist","body":"To: ThePlanet.com Internet Services, Inc. and all subsidiaries\r\nC/o Andrea Almeida, Associate General Council\r\n1333 Stemmons Freeway, Suite 110, Dallas, TX 75207\r\nTel: 214-782-7800/e-mail: copyright@theplanet.com\r\n\r\nFrom: Patrick Harris\r\nP.O. Box 1338 Lakin, KS 67860\r\nTel: 404-921-1417/email:unternicht@yahoo.com\r\n\r\nRe: Patrick James Egan, pictures and information on i.p. address 66.98.160.97 Cease and Desist. And David G. Letter from Mugshots.com\r\n\r\nDecember 5, 2006\r\nDear Mrs. Almeida,\r\n\r\n\r\nI am writing to you to request that you remove all images, information, representations and links to Patrick James Egan from your client, Mugshots.com at i.p. address 66.98.160.97 immediately for the following reasons;\r\n1. The record of this individual has been expunged and information removed from the initial Sheriffs website.\r\n2. There is a letter stating(attached to email at bottom) that such information regarding Patrick James Egan would be removed if #1 took place. It has and thus the party whom utilizes your server needs to comply with his previous promise.\r\n3. As the record is expunged and sealed it would appear that the pictures etc of Patrick James Egan are proprietary.\r\n4. Libel\r\n\r\nThe method for accomplishing this follows.\r\n1.)     Currently the following URL http://www.mugshots.com/IMAGES/Mugshot__PATRICK-JAMES-EGAN.jpg still contains valid link to the image, which is why GOOGLE IMAGE is still indexing the image and making it available via searching on Google Image. \r\n2.)     The owner of the site (i.e. www.mugshots.com) will need to do the following:\r\na.       Remove the IMAGE from their server\r\nb.       Edit their robots.txt file to DISALLOW the following image\r\n                                                               i.      /IMAGES/Mugshot__PATRICK-JAMES-EGAN.jpg\r\nFor example:\r\nUser-agent: Googlebot-Image\r\nDisallow: /images/Mugshot_PATRICK-JAMES-EGAN.jpg\r\n 3.)     If the owners of www.mugshots.com will edit their robots.txt file to disallow the indexing of that particular image (as well as removing it from servers!) the next time Google Image crawls the site, your image will be removed from the index\r\nThis needs to happen for both the images and the pages.\r\n\r\nI demand that you immediately cease the use and distribution of all infringing works derived of Patrick James Egan and all copies, including electronic copies, of same, that you deliver to me, if applicable, all unused, undistributed copies of same, or destroy such copies immediately and that you desist from this or any other infringement of my rights in the future. If I have not received an affirmative response from you by December 18, 2006 indicating that you have fully complied with these requirements, I shall take further action against you.\r\n\r\nSincerely,\r\nPatrick Harris\r\n\r\nI attest that the information in this notification is accurate, and under penalty of perjury, that I am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n\r\nDate:\tThu, 9 Sep 2004 21:30:01 -0500\r\nTo:\tirisherinnnnn@yahoo.com\r\nSubject:\tRe: patrick egan-florida\r\nFrom:\tpictures@mugshots.com\r\nText Attachment [ Scan and Save to Computer | Save to Yahoo! Briefcase ] \r\n\r\nHi Erin,\r\nYes, we do get many emails like that and I understand what you are \r\nsaying, however, it is not us that published that image for the first time. \r\nThe picture is on the Monroe County office web site and was made public \r\nbefore we put it on our site.\r\nIf you can convince the Monroe County to take the image off their \r\ndatabase we will remove the image from our site as well.\r\nBest regards\r\nDave G.\r\nMugshots.com\r\n\r\n\r\n----- Original Message ----- \r\nFrom: Erin Egan \r\nTo: pictures@mugshots.com \r\nSent: Thursday, September 09, 2004 10:10 PM\r\nSubject: patrick egan-florida\r\n\r\n\r\nHello.  \r\nI am writing to you to ask a small favor.  My brother is listed on your \r\nwebsite, and I'm sure that you have many people ask you similar \r\nrequests for this, but here goes.\r\n\r\nHe is pictured on your site as having been beaten by the cops, which \r\nyes, that did occur.  But you don't know all the circumstances behind \r\nthat case.  And I'm not sure I am at liberty to discuss all of those with \r\nyou.  I do work on the side of such enforcement, in a sense, so I am on \r\nthe side of the Law, and I do not side with criminal activity.  But for \r\nthe sake of my brother, who has made amends, and is leading a good \r\nlife, and was even released from this event (so to speak) from even the Law \r\nEnforcement officials who were involved due to his apologies as this \r\nwas a tragic event for the entire family, I beg of you to please take \r\nthis photo off your website.  \r\n\r\nI don't know if he realizes this is on your site, but often I search in \r\nmy job capacity for such sites, and I would feel terrible if he knew \r\nthis photo existed.  He was not sentenced to any prison time, you can \r\ncheck the records if you want.  And yes, the Law Enforcement Officers \r\ninvolved did accept all apologies.  \r\n\r\nAgain, I'm sure you receive letters such as these daily, from angry \r\nfamily members.  It is just so sad that anything like this happened in the \r\nfamily.  It was a terrible event, and it ruined so many lives.  Please, \r\nagain, it would be so gracious of you to do this, and I would \r\nappreciate it so much.  I know we are not celebrities, but if  you could find it \r\nin your hearts to remove his photo, it would allow me to sleep at \r\nnights and try to forget about this event as it has practically ruined my \r\nlife as well.\r\n\r\nPlease understand if I don't sign my name in case you are upset with my \r\nletter.  My intention was not do do so, but you do have my email \r\naddress.\r\n\r\nSincerely,\r\n\r\na caring sister.\r\n\r\n\r\n\r\n\r\n------------------------------------------------\r\n","date_sent":"2006-12-05T05:00:00Z","date_received":"2006-12-05T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Patrick Harris","recipient_name":"ThePlanet.com Internet Services","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}