{"dmca":{"id":32419,"type":"Dmca","title":"Cease and Desist Letter/Copyright Infringement","body":"[redacted]\r\n\r\n It has been brought to my attention that several of your companies and/or web properties,\r\n including www.WPClipart.com and www.pcbypaul.com, have been infringing copyright \r\n registered works owned exclusively by Imageline, Inc. for some time. The continued \r\n infringing activity was confirmed earlier this week. Thus far, we have identified \r\n four hundred and twenty (420) independent works (electronic clip art illustrations. \r\n Design templates, and/or animations) owned by Imageline on your websites \r\n (see enclosed listing). In addition to making these individual copyright-registered \r\n works available to your customers for download, the entire collection of infringed \r\n images has been downloaded by you routinely to your network of worldwide \r\n distribution partners (Google lists over 42,000 websites/pages associated \r\n with your company/product on a recent search of \"WPClipart\" on their system), \r\n and well over 1000,000 times (from numbers documented on your partners' websites) \r\n to end user customers. The entire WPClipart cliip art library also appears to be \r\n bundled with a number of high volume Linux-based software CDS/DVDs as well. \r\n As yet, we do not know the distribution numbers associated with these products. \r\n Finally, the creation of derivative works based on Imageline proprietry content \r\n is not only permitted, but encouraged, by you and many of your distribution \r\n partners as well.\r\n\r\n\r\nThese are all very serious copyright infringements and must be ceased immediately.\r\n\r\n\r\nWe are also very concerned about the involvement of Google, Inc. with this illegal \r\ndistribution and infringement network. It appears that you solicit customers for \r\nvarious Google products and services (i.e. Google-branded applications) from your \r\nweb pages displaying pirated images, and Google places \"Ads by Google\" on not only \r\nall of your clipart pages, but on many of the web sites of your distribution \r\npartners as well. In one of your clipart sections, alone (\"Armed Services\"), \r\nover fifty-two (52) Google ads (see enclosed listing) were listed on pages \r\ndisplaying the infringing Imageline clipart illustrations. On its website, \r\nGoogle references the availability of these infringing clip art images owned \r\nexclusively by Imageline (both directly and indirectly) through the Google \r\nweb and image search engines. Google also references you, your products, and \r\nyour distribution partners in the \"Public Domain\" sections of its website \r\nidentified through both \"web\" and \"image\" search inquiries. Willful blindness \r\nis not a valid excuse for illegal infringement activity in this country.\r\n\r\n\r\nPlease cease and desist any further display, copy or distribution of our proprietary \r\nclip art illustrations immediately. For your information, no company or individual \r\nhad ever been granted the licensing or sub-licensing rights to our copyrighted works \r\nthat would allow for the type of unlawful distribution we have found on your WPClipart \r\nwebsite(s) or on the websites of your distribution partners. All of the individual works thus far identified are registered in one of the five copyright registrations filed by Imageline, Inc. with the U.S. Copyright Office in 1996 and 1997. You can access these registrations online through the U.S. Copyright Office's website, www.copyrights.org.\r\n\r\n\r\nIt is our objective to avoid expensive litigation pertaining to these copyright \r\nviolations, but, as you can see from the magnitude of the distribution, we have \r\nalready suffered extensive and irreparable damage in the marketplace. We desire \r\nto a) cease the current infringing activity at both WPClipart.com and throughout \r\nyour entire worldwide distribution network, b) contact known customers so that \r\ncascading downstream infringement activity can be curtailed, c) establish guidelines \r\nand procedures to make sure infringements do not continue beyond this date of \r\nnotification, or re-occur in the future, and d) be appropriately compensated for \r\nthe infringements that have already taken place. As you can see with minimal \r\nresearch, Imageline is not hesitant to protect our rights. In 2003, we took our \r\ninfringement claims against NBC/Xoom.com all the way to the U.S. Supreme Court.\r\n\r\n\r\n[private], it is simply unconscionable that you, Google, and others would claim \r\nthat our proprietary graphic arts content is somehow associated with the \"Public Domain\".\r\n That notion is preposterous. Imageline has been a leader in the design and production \r\n of high quality clip art illustrations, design templates, and animations for over \r\n twenty (20) years. Many of our images are among the most recognized and desired \r\n digital artwork in the world. Our licensing agreements with companies like Microsoft, \r\n Adobe, Apple/Claris, IBM/Lotus, Borland, Computer Associates and others should attest \r\n to our originality and our quality.\r\n\r\n\r\nPlease contact me directly [private] if you are interested \r\nin pursuing settlement discussions pertaining to these violations or if you feel \r\nyou, or your attorneys, need any additional information from Imageline.\r\n\r\n\r\nSincerely,\r\n[private]","date_sent":"2007-06-28T04:00:00Z","date_received":"2007-06-28T04:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"imageline, Inc.","recipient_name":"WPClipart","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}