{"dmca":{"id":32410,"type":"Dmca","title":"[ABUSE] Hostpoints.net","body":"To Whom It May Concern:\r\n\r\nPlease note that below-referenced copyright infringement notice does not\r\nsubstantially comply with the required notification elements of the Digital\r\nMillennium Copyright Act of 1998 (\"DMCA\"), as it does not identify (a) the\r\ncopyrighted work claimed to have been infringed and (b) the material that is\r\nclaimed to be infringing, and information reasonably sufficient to permit\r\nthe The Planet to locate the said material. \r\nPlease visit our web site at www.theplanet.com/legal.\r\n \r\nLegal Response Team\r\nTHEPLANET.COM INTERNET SERVICES, INC.\r\n\r\n-----Original Message-----\r\nFrom: abuse-bounces@lists.theplanet.com\r\n[mailto:abuse-bounces@lists.theplanet.com] On Behalf Of HotFat.com\r\nSent: Thursday, January 26, 2006 2:55 PM\r\nTo: abuse@theplanet.com\r\nSubject: [ABUSE] Hostpoints.net\r\nImportance: High\r\n\r\nabuse@theplanet.com\r\n\r\nOne of your clients <Hostpoints.net> appears to be a bad actor. They are\r\ninvolved in hosting web sites that infringe copyrights while at the same\r\ntime the links on their pages to contact them return errors and the\r\n<copyright@hostpoints.net> email address they provide in their TOS bounces\r\nemail. Nor do they have a Designated Agent on file with the US Copyright\r\nOffice.They clearly do not wish to be contacted regarding infringement\r\nabuses from which they profit.\r\n\r\nI have, via a web form on the hostpoints site attempted to submit a\r\nNotification of Claimed Infringement (copy below). I have no way to tell if\r\nthe submission was successful. I am therefore calling upon you for your\r\nassistance as well as notifying you of one of your customers that should be\r\nreprimanded by you for the failures pointed out in the paragraph above.\r\n\r\nPlease assist me in making sure the infringing images listed in my\r\nNotification of Claimed Infringement (below) are removed and that your\r\ncustomer abides by your TOS and makes corrects the problems listed above.\r\n\r\nVery truly yours,\r\nJay Russell\r\nWebMaster@HotFat.com\r\n\r\n======================================\r\n\r\nNotification of Claimed Infringement\r\n\r\nTO: copyright@hostpoints.net\r\n\r\nThis Notice of Claimed Infringement is sent to you pursuant to section\r\n512(c) of the United States Copyright Act of 1976 (as amended), 17 U.S.C. ","date_sent":"2006-01-26T05:00:00Z","date_received":"2006-01-26T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}