{"dmca":{"id":32443,"type":"Dmca","title":"IFPI DMCA (Copyright) Complaint to Google","body":" \r\n \r\n\r\nRe: \r\n\r\nhttp://anasirdurjana.blogspot.com/2011/07/foo-fighters-back-and-forth.html \r\n\r\nhttp://drowning-in-music.blogspot.com/2011/07/evaline-woven-material-2011.ht\r\nml \r\n\r\nhttp://idwwa.blogspot.com/2011/07/sleeping-giant-kingdom-days-in-evil-age_05\r\n.html \r\n\r\nhttp://projectvader.blogspot.com/2011/07/bass-rip.html \r\n\r\nhttp://diazik.blogspot.com/2011/07/last-things-in-music.html \r\n\r\nhttp://superdownplus.blogspot.com/2011/07/owl-city-deer-in-headlights-hd.htm\r\nl \r\n\r\nhttp://rykjvk.blogspot.com/2011/07/playlistluglio.html \r\n\r\nhttp://rmb-rmb.blogspot.com/2011/06/simple-plan-get-your-heart-on.html \r\n\r\nhttp://9jsst.blogspot.com/2011/07/26-30-jun-2011-music-tracks.html \r\n\r\nhttp://fine2finest.blogspot.com/2011/07/100100-hip-hop-l-r-alli-davis-feat.h\r\ntml\r\n\r\n \r\n\r\nDear Sir/Madam,\r\n\r\n \r\n\r\nWe are contacting you concerning the above-referenced site(s) that we\r\noriginally brought to your attention in our letter of 06 July 2011 (please\r\nsee attached e-mail). \r\n\r\n \r\n\r\nDespite our earlier notification, we are aware that the webpages at the\r\nabove-referenced URLs are still accessible.\r\n\r\n \r\n\r\nPlease confirm by return what action you have taken in relation to our\r\nearlier notification.  If no action has been taken we reiterate our request\r\nfor your immediate assistance and ask that you inform the site operator(s)\r\nof the illegality of their conduct.  \r\n\r\n \r\n\r\nWe note that under Google's Blogger DMCA Policy, Google will, in appropriate\r\ncircumstances, terminate the accounts of repeat infringers and that under\r\nthe Blogger Content Policy Google reserves the right to terminate accounts\r\nthat are used for unlawful purposes.\r\n\r\n \r\n\r\nOur top priority is to prevent the continued availability of the IFPI\r\nRepresented Companies' content on the internet.  Unauthorized copies of\r\nsound recordings that are freely available, especially pre-release\r\nrecordings, cause substantial damage to the IFPI Represented Companies every\r\nhour and day they remain available.  In sending these notices, we are\r\nseeking to ensure that infringing content is removed from the internet as\r\nquickly as possible through your cooperation.  However, please note that we\r\ndo not admit that we or the IFPI Represented Companies are responsible for\r\ndetecting infringing material and notifying you of it.  \r\n\r\n \r\n\r\nWe also do not admit that you are within the protection of the DMCA safe\r\nharbors or that prompt removal of links according to this notice is\r\nsufficient for you to avoid potential liability under applicable copyright\r\nlaws, though it may mitigate your exposure.\r\n\r\n \r\n\r\nYou should understand that this letter constitutes notice to you that\r\noperator(s) of the above site(s) may be liable for infringing activity\r\noccurring on your service. In addition, your company may also be liable for\r\nany resulting infringement. This notice does not constitute a waiver of any\r\nright to recover damages incurred by virtue of any such unauthorized\r\nactivities, and such rights as well as claims for other relief are expressly\r\nreserved.\r\n\r\n \r\n\r\nYou may contact me at IFPI Secretariat, [redacted], London [redacted],\r\nUnited Kingdom or email [redacted]ifpi.org, to discuss this notice.  \r\n\r\n \r\n\r\nPlease note that we have submitted a signature to be placed on file with\r\nGoogle.\r\n\r\n \r\n\r\nWe look forward to hearing from you.\r\n\r\n \r\n\r\nYours faithfully\r\n \r\n[redacted]\r\n\r\nDirector, Internet Anti-Piracy \r\n\r\nIFPI\r\n\r\n[redacted]\r\n\r\nLondon\r\n\r\n[redacted]\r\n\r\nUnited Kingdom \r\n\r\nEmail: [redacted]ifpi.org\r\n\r\n \r\n \r\n\r\n\r\n\r\n06 July 2011\r\n \r\nRef: C124060\r\n\r\nRe: (Links attached)\r\n\r\n \r\n\r\nDear Sir/Madam,\r\n\r\n \r\n\r\nI am contacting you on behalf of the International Federation of the\r\nPhonographic Industry (IFPI) and the record companies it represents.  The\r\nIFPI is a trade association that represents over 1,400 major and independent\r\nrecord companies in the US and internationally who create, manufacture and\r\ndistribute sound recordings (the \"IFPI Represented Companies\"). \r\n\r\n \r\n\r\nUnder penalty of perjury, we submit that we are authorized to act on behalf\r\nof the IFPI Represented Companies in matters involving the infringement of\r\ntheir sound recordings, including enforcing their copyrights and common law\r\nrights on the Internet.\r\n\r\n \r\n\r\nWe have learned that your service is hosting the above web sites on your\r\nnetwork.  These sites are offering direct links to files containing sound\r\nrecordings for other users to download. The copyright in these sound\r\nrecordings is owned or exclusively controlled by certain IFPI Represented\r\nCompanies.  \r\n\r\n \r\n\r\nWe have a good faith belief that the above-described activity is not\r\nauthorized by the copyright owner, its agent, or the law.  \r\n\r\n \r\n\r\nWe assert that the information in this notification is accurate, based upon\r\nthe data available to us.\r\n\r\n \r\n\r\nWe are asking for your immediate assistance in stopping this unauthorized\r\nactivity.  Specifically, we request that you remove the infringing links\r\nfrom your system or that you disable access to the infringing links, and\r\nthat you inform the site operator(s) of the illegality of his or her\r\nconduct. \r\n\r\n \r\n\r\nWe also note that under Google's Blogger DMCA Policy, Google will, in\r\nappropriate circumstances, terminate the accounts of repeat infringers and\r\nthat under the Blogger Content Policy Google reserves the right to terminate\r\naccounts that are used for unlawful purposes.\r\n\r\n \r\n\r\nOur top priority is to prevent the continued availability of the IFPI\r\nRepresented Companies' content on the internet.  Unauthorized copies of\r\nsound recordings that are freely available, especially pre-release\r\nrecordings, cause substantial damage to the IFPI Represented Companies every\r\nhour and day they remain available.  In sending this notice we are seeking\r\nto ensure that infringing content is removed from the internet as quickly as\r\npossible through your cooperation.  However, please note that we do not\r\nadmit that we or the IFPI Represented Companies are responsible for\r\ndetecting infringing material and notifying you of it.  \r\n\r\n \r\n\r\nOur use of a notice in this form, as required by Google, is meant to\r\nfacilitate Google's removal of the infringing material listed above and we\r\nneither admit nor accept that Google is a 'service provider' for the\r\npurposes of the DMCA or that it is necessary to serve, or that Google is\r\nentitled to be served, a notice in compliance with the DMCA.  IFPI itself\r\nand on behalf of the IFPI Represented Companies expressly reserves all\r\nrights in this regard.  \r\n\r\n \r\n\r\nIn addition, this notice does not constitute a waiver of any right to\r\nrecover damages incurred by virtue of any unauthorised activities described\r\nin this notice, and such rights as well as claims for other relief are\r\nhereby expressly reserved. \r\n\r\n \r\n\r\nYou may contact me at IFPI Secretariat, [redacted], London [redacted],\r\nUnited Kingdom or email [redacted]ifpi.org, to discuss this notice.  \r\n\r\n \r\n\r\nPlease note that we have submitted a signature to be placed on file with\r\nGoogle.\r\n\r\n \r\n\r\nWe await your response.\r\n\r\n \r\n\r\nYours faithfully\r\n \r\n[redacted]\r\n\r\nDirector, Internet Anti-Piracy \r\n\r\nIFPI\r\n\r\n[redacted]\r\n\r\nLondon\r\n\r\n[redacted]\r\n\r\nUnited Kingdom \r\n\r\nEmail: [redacted]ifpi.org\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n","date_sent":"2011-07-08T04:00:00Z","date_received":"2011-07-08T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Director, Internet Anti-Piracy","principal_name":"IFPI","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}