{"other":{"id":32610,"type":"Other","title":"Other notice to Google, Inc.","date_sent":"2012-04-16T04:00:00Z","date_received":"2012-04-16T04:00:00Z","topics":["Uncategorized"],"sender_name":"John Spyrou","principal_name":null,"recipient_name":"Google, Inc.","works":[{"complaint":"PRIVATE AND CONFIDENTIAL\nGoogle Inc\n1600 Amphitheatre Parkway\nMountainview\nCalifornia, 94043\n\n\n\nDear Sirs\n\nRe:\tOur Client - Virtual Property World Ltd\n\nLetter before Action in compliance with the Pre-Action Protocol for  \nDefamation Claims\nWe are instructed by our client Virtual Property World Ltd, to facilitate  \nthe immediate removal of several defamatory posts which are located at  \nvirtual-property-world-fraudster.blogspot.com/ (referred hereafter as the  \n“Posts”).  The Posts are published to all users of the internet and are  \ncausing our client substantial damage to its business reputation.\nThis is your express notice that the Posts are highly defamatory and false.  \nAs the host of the defamatory Posts, you have the power to control the  \ncontent of this website and we ask that you immediately remove the above  \nmentioned Posts, in full, from the internet. If you refuse to do so, it is  \nclear that you will be acquiescing in the publication of defamatory  \nmaterial, when you have the power to prevent it.\nWe remind you that under UK Law, you are liable for any damage resulting  \nfrom defamatory material which you store and host, from the moment you  \nbecome aware of its existence and refuse to take it down.\nOur client instructs us that the material published in the Posts includes  \ncompletely untrue statements in relation to our client’s business and its  \nemployees.\nIn line with the Pre Action Protocol for Defamation claims, as issued by  \nthe Ministry of Justice, we set out below the defamatory statements  \ncomplained of:\nIn the title of the URL, it states “Virtual Property World Fraud”. This  \ndirectly implies our client is a fraud and not a legitimate on-going  \nconcern.\nIn a post the author states: “Would you use a company run by convicted  \nproperty fraudster Michael Pattemore”. None of our client’s employees have  \never been convicted of property fraud and this comment is a malicious  \nattempt to damage our client’s business.\nFurther on in the site it states: “losing their investment, and being  \naccused of being involved in a money making scam?” Our client operates a  \nlegitimate and bona fide company and wholly denies any allegation of fraud  \nor being a scam company.\nThe numerous comments referring to our client’s employees as “property  \nfraudsters” are highly defamatory and of which our client wholly denies.\nFollowing the videos, which are copyrighted by our client and to which we  \nwrite to you separately on, also include defamatory statements such as  \n“Convicted Property Scammer”. We reiterate that none of our client’s  \nemployees have been convicted for property fraud or runs any scam.\nPlease note that this list is not exhaustive.\nSuch allegations are highly defamatory and are denied by our client in  \ntheir entirety.\nThe Posts have caused, and continue to cause our client serious damage.\nIf you were not previously aware of your unlawful conduct prior to the date  \nof this letter, this letter shall serve to notify you of such. At the date  \nat which you become aware of the above mentioned defamatory material, you  \nwill no longer be able to rely on the statutory defences under section 1 of  \nthe Defamation Act 1996, the common law defence of innocent dissemination,  \nor Justification as the Posts are not accurate.\nYou published the allegations recklessly and/or negligently without any  \nproper evidence of their truth.\nWe trust that you will immediately remove the Defamatory Posts which are  \nlocated on virtual-property-world-fraudster.blogspot.com/ without any  \nfurther legal action being necessary.\nAt this stage, and upon the prompt removal of the defamatory publications  \nour client may be willing not to proceed with full legal action for damages  \nfor defamation against you.\nOur client reserves all legal rights in respect of this matter, including  \nrecovery of all costs, damages and any other remedy available to him.\nShould you decide not to settle this matter promptly, we are instructed to  \ninitiate legal proceedings on behalf of our client without further notice  \nto you, and to seek all available remedies and the recovery of our client’s  \nfull legal costs.\nTo avoid any doubt as to our client’s intention, please treat this letter  \nas a letter before action under section 3 of the Pre-Action Protocol to  \nDefamation Claims.\nYours faithfully,\nBains Cohen LLP\n\n\n\n\n\nurl_box3_1:","original_work_urls":[],"problematic_urls":[{"url":"http://virtual-property-world-fraudster.blogspot.co.uk/2012/03/pattemore-fraudster-and-virtual.html#!/2012/03/pattemore-fraudster-and-virtual.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}