{"dmca":{"id":32709,"type":"Dmca","title":"Illegal Server your Hosting","body":"\r\nTo Whom It May Concern:\r\n\r\n \r\n\r\nPlease note that below-referenced copyright infringement notice does not\r\nsubstantially comply with the required notification elements of the Digital\r\nMillennium Copyright Act of 1998 (\"DMCA\").\r\n\r\n \r\n\r\nPlease note that we have not passed on the substantive merits of your claim.\r\n\r\n \r\n\r\nPlease visit our web site at  <http://www.theplanet.com/legal>\r\nwww.theplanet.com/legal.\r\n\r\n \r\n\r\nLegal Response Team\r\n\r\nTHEPLANET.COM INTERNET SERVICES, INC.\r\n\r\n\r\n  _____  \r\n\r\nFrom: michael chamblee [mailto:excursion1@charter.net] \r\nSent: Tuesday, December 13, 2005 3:18 AM\r\nTo: legal-response@theplanet.com\r\nSubject: Illegal Server your Hosting\r\n\r\n\r\non this ip of one of your customers \r\n70.86.144.162\r\nthey are running priated game software from here.\r\nwww.lineage2.com \r\n \r\nhowever if you scan the server which they rent on the desktop is the server\r\nin plain site the icons should say cached,authd,l2server,npc server however\r\nall these software are copyrighted to ncsoft and if you do a quick search of\r\nthere mssql database you will also see they have licensed software to ncsoft\r\nas well here\r\nhttp://70.86.144.162:33258/L2Admin/Login.aspx\r\nthis software is not for sale nor lease its soley used for the purpose of\r\nNCsoft under here \r\nhttp://www.plaync.com/help/eula_lineage2.html\r\n\r\n7. OFFICIAL SERVICE\r\n\r\nNC Interactive has designed Lineage II for play only as offered by NC\r\nInteractive at the Web Site. You agree to play Lineage II only as offered by\r\nNC Interactive at the Web Site and not through any other means. You agree\r\nnot to use any hardware or software, including but not limited to third\r\nparty tools, or any other method of support which may in any way influence\r\nor advantage your use of the Service which is not authorized by NC\r\nInteractive, including but not limited to the use of 'bots' and/or any other\r\nmethod by which the Service may be played automatically without human input.\r\nYou further agree not to create or provide any other means through which\r\nLineage II may be played by others, as through server emulators. You\r\nacknowledge that you do not have the right to create, publish, distribute,\r\ncreate derivative works from or use any software programs, utilities,\r\napplications, emulators or tools derived from or created for Lineage II,\r\nexcept that you may use the Software to the extent expressly permitted by\r\nthis Agreement. You may not take any action which imposes an unreasonable or\r\ndisproportionately large load on our infrastructure. You may not sell or\r\nauction any Lineage II accounts, characters, items, coin or copyrighted\r\nmaterial.\r\n\r\nto save yourself and company from furthur legal issues with NCsoft you might\r\nwant to shut this server down and refuse this person who is rented it any\r\nfuture service thank you in this matter as i know it will be handled.\r\n\r\na copy of this email will also be sent to NCsoft and the ones running the\r\nserver.\r\n\r\n","date_sent":"2005-12-13T05:00:00Z","date_received":"2005-12-13T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"NC Interactive","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}