{"dmca":{"id":32706,"type":"Dmca","title":"Case ID 219803867 - Notice of Claimed Infringement","body":"\r\n\r\n \r\n\r\n-----Original Message-----\r\nFrom: SafeNetCopyrightInfringement [mailto:copyright2@mediasentry.com] \r\nSent: Friday, December 29, 2006 10:50 AM\r\nTo: Copyright\r\nSubject: Case ID 219803867 - Notice of Claimed Infringement\r\n\r\nFriday, December 29, 2006\r\n\r\nThePlanet.com Internet Services, Inc.\r\n1333 North Stemmons Freeway\r\nSuite 110\r\nDallas, TX  75207  US\r\n\r\nRE: Unauthorized Distribution of the Copyrighted Work Entitled\r\nHalf-Blood Prince Book\r\n\r\nDear George Poletes:\r\n\r\nWe are writing this letter on behalf of the Christopher Little Literary\r\nAgency (agents to JK Rowling), in respect to their client, JK Rowling. \r\n\r\nAs you may know, JK Rowling is the holder of rights under copyright,\r\nincluding exclusive distribution rights, in and to the world famous\r\nHarry Potter series of books. \r\n\r\nNo one is authorized to reproduce, publish, transmit, or otherwise\r\ndistribute the above-mentioned work(s) without the express written\r\npermission of JK Rowling, which permission JK Rowling has not granted to\r\n69.56.194.34. \r\n\r\nWe have received information that an individual has utilized the\r\nabove-referenced IP address at the noted date and time to offer\r\ndownloads of the above-mentioned work through a website using the HTTP\r\nprotocol. The attached documentation specifies the location on your\r\nnetwork where the infringement occurred, the number of repeat violations\r\nrecorded at this specific location, as well as any available identifying\r\ninformation. \r\n\r\nThe distribution of unauthorized copies of copyrighted works constitutes\r\ncopyright infringement under the Copyright Act, Title 17 United States\r\nCode Section 106(3). This conduct may also violate the laws of other\r\ncountries, international law, and/or treaty obligations. \r\n\r\nSince you own this IP address, we request that you immediately do the\r\nfollowing:\r\n\r\n1) Immediately take steps to remove the copyright infringing material\r\nfrom your network;\r\n2) Inform the individual who has engaged in the conduct described above\r\nthat such conduct is in violation of law; and\r\n3) If the individual identified above repeats this conduct, we ask that\r\nyou terminate any and all accounts that this individual has through you.\r\n\r\n\r\nOn behalf of JK Rowling, owner of the exclusive rights to the\r\ncopyrighted material at issue in this notice, we hereby state, pursuant\r\nto the Digital Millennium Copyright Act, Title 17 United States Code\r\nSection 512, that we have a good faith belief that use of the material\r\nin the manner complained of is not authorized by JK Rowling, its\r\nrespective agents, or the law. For the avoidance of doubt, please note\r\nthat our concern is not with genuine, non-commercial 'fanfiction'.\r\nTherefore, if we have misidentified this file and it is in fact\r\ngenuinely such fanfiction please disregard this notice. However, where\r\nany file leads the public to believe that it is in fact the work of JK\r\nRowling, by using her copyrighted Titles or otherwise, this is an\r\noffence and the offending material must be removed. \r\n\r\nAlso pursuant to the Digital Millennium Copyright Act, we hereby state\r\nthat we believe the information in this notification is accurate, and,\r\nunder penalty of perjury, that MediaSentry is authorized to act on\r\nbehalf of the owner of the exclusive rights being infringed as set forth\r\nin this notification. \r\n\r\nPlease contact us by replying to this email should you have any\r\nquestions. \r\n\r\nWe appreciate your assistance and thank you for your cooperation in this\r\nmatter. In your future correspondence with us, please refer to CaseID\r\n219803867. \r\n\r\nYour prompt response is requested. \r\n\r\nRespectfully,\r\nMarianne Henderson\r\nEnforcement Coordinator\r\nSafeNet, Inc.\r\n\r\n\r\n------------------------------\r\nInfringement Detail:\r\nInfringing Work: Half-Blood Prince Book\r\nURL:\r\nrobaco.mhx.com.br/books/rowling_jk6_harry_potter_and_the_half-blood_prin\r\nce.pdf\r\nFirst Found: 27 Dec 2006 02:29:54 EST (GMT -0500)\r\nLast Found: 27 Dec 2006 02:29:54 EST (GMT -0500)\r\nIP Address: 69.56.194.34\r\nIP Port: 80\r\nNetwork: HTTP\r\nProtocol: HTTP\r\n\r\n\r\n","date_sent":"2006-12-29T05:00:00Z","date_received":"2006-12-29T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"SafeNet, Inc. (For Christopher Little Literary Agency)","recipient_name":"ThePlanet.com Internet Services","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}