{"dmca":{"id":32746,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-07T04:00:00Z","date_received":"2012-06-07T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"John Sargent","principal_name":"John Sargent","recipient_name":"Google, Inc.","works":[{"description":"The pages that I believe infringe on copyright are the main page of selloffaccessories.com and the following URL: http://www.nds-gear.com/choose-which-ds-dsi-3ds-card - they copy a review of a number of electronic products that I wrote a long time ago. I wish their webpage to be removed from search results because I have e-mailed them repeatedly asking them to remove the content and have received no response.\r\n\r\nPlease find the following text on www.selloffaccessories.com underneath the \"R4 DS SDHC\" header (centre of page, scroll down):\r\n\r\n\"The R4 DS SDHC is a modified version of the R4 DS. All its functions are very similar to the R4 DS except with one crucial difference: It is able to accept MicroSDHC cards and can take up to 32GB of memory. Although slightly slower than the R4 DS, the bootup time for the R4 DS SDHC is still pretty fast. It is not the 'original' R4 DS adapter, but is made by some others development team.\r\n\r\nOn http://www.nds-gear.com/choose-which-ds-dsi-3ds-card this can be seen under the \"R4 SDHC v2.10T\" header:\r\n\r\n\"The R4 SDHC is a modified version of the R4v2. All its functions are very similar to the R4v2 except with one crucial difference: It is able to accept Micro-SDHC cards and can take up to 32GB of memory. Although slightly slower than the R4v2, the bootup time for the R4 SDHC is still pretty fast. It is not the 'original' R4 adapter, but is made by some of the same development team. The original R4 adapter ceased production in 2008, and this is its direct (and authentic) descendent.\"\r\n\r\nIt is incredibly clear that the text was copy + pasted, with one or two words changed.\r\n\r\nAdditionally, please find the following text on www.selloffaccessories.com underneath the \"Acekard 2i\" header (centre of page, scroll down further):\r\n\r\n\"Acekard 2i is the first DSi card and widely considered to be one of the best DSi cards on the market. As the Acekard software is open source, it has many unique features that are only available on the Acekard 2i. The Acekard 2i is also one of the only DS/DSi card with dual memory capability, meaning it can use a micro SD/SDHC as a memory and also has internal NAND memory.\"\r\n\r\nOn http://www.nds-gear.com/choose-which-ds-dsi-3ds-card this can be seen under the \"Acekard 2i\" header:\r\n\r\n\"Acekard 2i was the first ever DSi card and is widely considered to be one of the best DSi cards on the market. As the Acekard software is open source, it has many unique features that are only available on the Acekard 2i. The Acekard 2i is also one of the only DS/DSi cards with dual memory capability, meaning it can use a micro SD/SDHC as a memory and also has internal NAND memory.\"\r\n\r\nNo changes were even made to this text; it is directly copied.","infringing_urls":[{"url":"http://www.selloffaccessories.com/"}],"copyrighted_urls":[{"url":"http://www.nds-gear.com/choose-which-ds-dsi-3ds-card"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}