{"dmca":{"id":32910,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-19T05:00:00Z","date_received":"2012-01-19T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Brian French","principal_name":"Brian French","recipient_name":"Google, Inc.","works":[{"description":"Link anchor text and link descriptions are identical to the infringed work.\r\n\r\n\"How to Build a Greenhouse Resources:\r\n\r\nBuild a Greenhouse – Inexpensive greenhouse plans.\r\n\r\nHow to Build a Greenhouse – Greenhouse Construction Plans\r\n\r\nAdvice on How to build a Greenhouse – Short Review on How to Build a Greenhouse\r\n\r\nGreenhouse Building – Good overview on Homemade Greenhouse Construction\r\n\r\nBuild a Backyard Greenhouse – A backyard greenhouse building site with detailed photos.\r\n\r\nTom’s Garden Greenhouse – Build a lean-to style Greenhouse\r\n\r\nHow to build a Greenhouse, with pictures – Build a greenhouse construction photo slideshow.\r\n\r\nBuild your own greenhouse – Greenhouse plans detail materials and includes an illustrated guide on how to build your own greenhouse.\r\n\r\nAsk How to Build A Greenhouse – Forum on Gardenweb dedicated to the subject, “How to build a Greenhouse”\r\n\r\nBuild a PVC Greenhouse – Website detailing construction of a PVC pipe Greenhouse\r\n\r\nHow to Build a Greenhouse Information – Build a Backyard Greenhouse Information\r\n\r\nBuild a Solar Greenhouse Plans – Excellent Tips on how to build a greenhouse\r\n\r\nBuilding a Small Backyard Greenhouse - An easy to build small backyard greenhouse. This website explains how to build a greenhouse using PVC.\r\n\r\nBuild a PVC Backyard Greenhouse – Another simple greenhouse to build in your backyard.\r\n\r\nHow to build a greenhouse on a budget - A few tips on how to build a greenhouse on a budget.\r\n\r\nBuild a PVC Greenhouse Plans - Detailed plans for building a PVC Greenhouse with parts list.\r\n\r\nNon-Traditional Greenhouse for $200 – Using Local and Salvaged Material, these folks learned to how to build a greenhouse (Pictures only, but worth the visit)\r\n\r\nHow to build a greenhouse inexpensively – Plans on how to build a cheap and easy greenhouse\r\n\r\nHow to build a Greenhouse, Planning – West Virginia U.E.S. article explains how to build a greenhouse, but more importantly, the planning process.\r\n\r\nHow to build a Passive Solar Greenhouse – View the building of a Solar Passive Greenhouse\r\n\r\nAdditional Related Greenhouse Resources:\r\n\r\nStarting a Greenhouse Business – A foundation for getting your greenhouse business off the ground\r\n\r\nBuy a Used Greenhouse – If you don’t want to learn how to build a greenhouse, here is a classifieds section of nothing but used Greenhouses.\"","infringing_urls":[{"url":"http://www.localphilosophy.com/blog/index.php/how-to-build-a-greenhouse/"}],"copyrighted_urls":[{"url":"http://www.bluegrassgardens.com/how-to-build-greenhouse-plans.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}