{"dmca":{"id":26125,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-07T04:00:00Z","date_received":"2012-06-07T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Spider Networks","principal_name":"Spider Networks","recipient_name":"Google, Inc.","works":[{"description":"Significant portion of our article is copied. For example as follow;\r\n\r\nShare Market is a place where everyone wants to invest their money in order to taste the Profits. But it purely depends on the fundamentals, luck, global cues, behavior of other country markets, currency rate, Forex rates, currency trading etc.\r\n\r\nThere are various sectors in the share market. Some of the known sectors are Oil, Reality meaning Real Estate.\r\n\r\nAs we saw above there are lot of sectors available in front of the investors. But which sector one should choose that will give good returns in short term and long term investments.","infringing_urls":[{"url":"http://www.ideamarketers.com/?Things_to_know_About_the_Indian_Equity_Market&articleid=3069662"}],"copyrighted_urls":[{"url":"http://www.indiastudychannel.com/resources/49031-How-To-Invest-In-Share-Market.aspx"}]},{"description":"Significant portion of our article is copied. For example as follow;\r\n\r\nShare Market\r\n\r\nShare Market is a place where everyone take bath in order to taste the money. But it purely depends on the fundamentals, luck, global cues, behavior of other country markets, currency rate, Forex rates, currency trading etc. Trading is done in terms of the shares. These shares are the name of the companies which gets listed, generally. Also the share price varies time to time even second by second, if the variation graph is critical.\r\n\r\nTypes Of Sectors\r\n\r\nThere are various sectors in the share market. Some of the known sectors are Oil, Reality meaning RealEstate, Construction, Finance, Telecommunication, Refineries, Steel, Broking firms, Food and beverages, Metals, Jewelery, Packing, Consumer Goods etc. The best sector to invest is the decision taken by the investors understanding the fundamentals of the company, turnover, volumes traded, balance sheet and so on.\r\n\r\nIdentify the Best Sector\r\n\r\nAs we saw above there are lot of sectors available in front of the investors. But which sector one should choose that will give good returns in short term and long term investments. If the economy is weak and the world is facing a financial pressure or crisis then it is tough to identify the sector as every sector would get affected","infringing_urls":[{"url":"http://moneyhoneyindiainfoline.blogspot.in/2010/12/its-only-money-honey.html"}],"copyrighted_urls":[{"url":"http://www.indiastudychannel.com/resources/49031-How-To-Invest-In-Share-Market.aspx"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}