{"dmca":{"id":26156,"type":"Dmca","title":"DMCA Notification No. 1 - Second Request","body":"\r\n\r\n \r\n\r\n \r\n\r\n________________________________\r\n\r\nFrom: Loretta Sernekos [mailto:las4@sernekos.com] \r\nSent: Friday, May 18, 2007 9:37 PM\r\nTo: Copyright\r\nSubject: DMCA Notification No. 1 - Second Request\r\n\r\n \r\n\r\nThis is the second time I am sending this DMCA copyright infringement\r\nnotification. I sent the original one on May 11, 2007. Please give it\r\nyour earliest attention.\r\n\r\n \r\n\r\n \r\n\r\nThe following is a DMCA-compliant copyright infringement notice\r\nregarding one of the domains hosted by ThePlanet.com.\r\n\r\n \r\n\r\n(1) I am the authorized agent and President of the company that is the\r\nlegal owner of the material being infringed.\r\n\r\n \r\n\r\n(2) My electronic signature below will serve as my signature.\r\n\r\n \r\n\r\n(3) My address, email address and phone number are:\r\n\r\n \r\n\r\nAndrew Sernekos, President\r\n\r\nThe Sernekos Group, Inc.\r\n\r\n558 Grant Avenue\r\n\r\nFranklinville, NJ  08322\r\n\r\nlas4@sernekos.com\r\n\r\n(856) 694-0377\r\n\r\n \r\n\r\n(4) I have a good faith belief that use of the material in the manner\r\ncomplained of is not authorized by the copyright owner, its agent, or\r\nthe law.\r\n\r\n \r\n\r\n(5) I declare (a) that the information in this notification is accurate,\r\nand (b) under penalty of perjury, that I am authorized to act on behalf\r\nof the owner of an exclusive right that is being infringed.\r\n\r\n \r\n\r\n(6) The copyrighted works being infringed are: (a) the book, Sugar\r\nGliders: The Ultimate Guide, and (b) the website,\r\nhttp://sugargliderauthority.com. The Sernekos Group, Inc. is the legal\r\nowner of said works.\r\n\r\n \r\n\r\n(7) The url of the webpage that is infringing on the copyrighted\r\nmaterial is:\r\n\r\n \r\n\r\nhttp://www.charterfishing4.info/critter.htm\r\n\r\n \r\n\r\nSaid website and specific webpage are hosted by ThePlanet.com\r\n\r\n \r\n\r\n(8) The material that is infringed on said webpage is as follows:\r\n\r\n \r\n\r\nTwo specific and distinct materials are being infringed, to wit:\r\n\r\n \r\n\r\n(i) \"Feeding Your Sugar Glider Part 8\r\n\r\n \r\n\r\nWhat should you do about a sugar glider who is a picky eater and who\r\nrefuses to eat the healthy food you serve him or her? First of all, you\r\nneed to understand normal sugar glider behavior with regard to eating.\r\nYou should expect to see some ?leftovers? most nights. Sugar gliders\r\ntypically eat part of what is offered, throw a part of what is offered\r\naround (hence the need for a ?Critter Hut? or something similar to\r\nminimize your cleanup time) and ignore part of what is offered. This is\r\nnormal sugar glider behavior. If you are expecting your sugar glider to\r\nlick his bowl clean like your dog does, forget it! That?s not how sugar\r\ngliders eat. Additionally, sugar gliders will sometimes eat very lightly\r\nfor 2 or 3 days.\r\n\r\n \r\n\r\nAnother type of normal sugar glider eating behavior is to ignore\r\nsomething the first few times you put it in front of them. That doesn?t\r\nnecessarily mean they don?t like it. Multiple offers of the food over a\r\nperiod of days may be necessary before a glider will try it.\r\n\r\n \r\n\r\nWhen dealing with a picky eater, remember that if permitted, a sugar\r\nglider will pick out its favorite foods every night and ignore the rest.\r\nIn that sense, they really are like children. It is up to you to provide\r\nvariety so that your glider doesn?t eat the same thing every night.\r\n\r\n \r\n\r\nIf your sugar glider won?t eat its fruits or vegetables, try feeding a\r\nfruit or vegetable first, after you remove all other food from the cage.\r\nFeed the rest of his food an hour or two later. If this does not work,\r\nthen feed only a fruit or veggie for one or two nights. A glider usually\r\nwill not starve itself to death. After one or two nights, he will\r\nprobably eat the item in question.\r\n\r\n \r\n\r\nIf your sugar glider won?t eat its protein, mix the food you want him to\r\neat with something else you know he loves and can?t resist. You can try\r\nmixing protein with low-sugar apple juice, applesauce, yogurt, etc. Use\r\nonly enough of the treat foods to get your sugar glider to eat the food\r\nyou want it to eat. Don?t overdo the sugar especially. If you have a\r\nsugar glider who is refusing to eat his protein, you may have to try\r\nputting out only protein foods for a day or two, until your sugar glider\r\nis hungry enough to it it.\r\n\r\n \r\n\r\n(To be continued?)\r\n\r\n \r\n\r\n(c) 2006 SugarGliderAuthority.com. Excerpted from Sugar Gliders: The\r\nUltimate Guide. All rights reserved. No portion of this website may be\r\nreproduced in whole or in part without the express written consent of\r\nthe copyright owner.\r\n\r\nNo Tags\r\n\r\nRelated:  * Feeding * Your * Sugar * Glider * Part * 8\"\r\n\r\n \r\n\r\n \r\n\r\n(ii) \"Feeding Your Sugar Glider Part 5\r\n\r\n \r\n\r\nInsects and Pinky Mice: Wild sugar gliders get most of their protein\r\nfrom insects and small vertebrates. Crickets, grasshoppers, moths,\r\nmealworms and earthworms are among their dietary staples.\r\n\r\n \r\n\r\nMany sugar glider owners feed their gliders live insects, such as\r\ncrickets or grasshoppers. Gliders are amazingly fast at catching their\r\nprey! But you should not overdo it when feeding insects to your glider.\r\nFor example, mealworms are very high in fat, and a sugar glider who eats\r\na lot of them will become obese. Additionally, their calcium to\r\nphosphorus content is skewed in favor of phosphorus. Many breeders feed\r\ncrickets or mealworms only every other day. And other breeders avoid\r\ncrickets because of the potential for aflatoxicosis.\r\n\r\n \r\n\r\nDo not collect insects outdoors if there is even the slightest chance\r\nthey have been in contact with insecticide. They may also have parasites\r\nthat are unhealthy for your sugar glider. Instead, buy your insects from\r\na pet store or supplier who raises them specifically as small animal\r\nfood. Many sugar glider owners prefer to buy ?gut-loaded? insects.\r\n?Gut-loaded? means that the insects are fed a diet that is nutritious\r\nfor the animal who ultimately eats it. Remember, when your glider eats\r\nan insect, he is also ingesting what that insect eats. So why not use\r\ninsects that are specially prepared to enhance your sugar glider?s\r\nnutrition?\r\n\r\n \r\n\r\nSome sugar glider owners buy live crickets and/or mealworms. Crickets\r\ncan be bought young, raised to majority (and gut-loaded) and then\r\nfrozen. For more information on buying crickets and/or mealworms, go to\r\nwormman.com.\r\n\r\n \r\n\r\nAlso avoid catching small lizards outside and feeding them to your sugar\r\nglider. Many lizards carry the salmonella bacteria, which could possibly\r\nbe transmitted to your glider.\r\n\r\n \r\n\r\nPinky mice can be bought at your local pet store. Pinky mice are baby\r\nmice that haven?t yet grown any fur. Many people don?t like to buy them,\r\nespecially if they are vegetarians or simply don?t like the idea of\r\nbuying baby mice. It?s up to you. If you buy them frozen, it is OK to\r\nfeed them frozen to your sugar glider, without defrosting or microwaving\r\nthem. This lessens the possibility of the meat spoiling overnight in\r\nyour glider?s cage. You can also feed frozen juvenile or adult mice,\r\nwhich have a developed skeleton and therefore have higher calcium\r\ncontent. (Do not feed mice that you catch yourself! There is always a\r\nchance your little intruder has eaten warfarin or other deadly poisons!)\r\nOne unpleasant thing about feeding frozen furry rodents, other than the\r\nfact that you are putting a mouse into your sugar glider?s cage, is the\r\nfact that you will have to remove the deceased critter?s pelt in the\r\nmorning. Another worry is that mice can carry salmonella. It is for this\r\nreason that some sugar glider breeders do not recommend feeding pinkies\r\nor adult mice.\r\n\r\n \r\n\r\nHow much food should you feed your sugar glider? Most gliders will eat\r\nabout 1/4 to 1/3 cup of food per day. The current recommended ratio of\r\nprotein to fruits and vegetables is 40-50% protein (50% for breeding\r\nfemales) and 50% fruits and vegetables. This is another area of\r\ncontroversy, but some breeders feel that bone disease is more common in\r\nsugar gliders that only get a 25% protein-to-fruits/vegetables ratio.\r\nSo, to play it safe, try to keep your glider?s food to about a 50/50\r\ncombination. That means if you give it 2 tablespoons of protein, then it\r\nshould get about 2 tablespoons of finely-chopped fruit and vegetables.\r\nYou will have to experiment a bit with your sugar glider. If you see it\r\nis getting obese, you need to cut back on its food. If it gobbles up\r\neverything in sight and licks its bowls clean, you may need to add a\r\nlittle more food until you find the right balance.\r\n\r\n \r\n\r\nSome breeders have observed that their sugar gliders will occasionally\r\neat very little for 2 or 3 nights, and then return to their normal\r\nfeeding habits. If your glider gets fussy about its food, don?t be too\r\nconcerned until it goes on for longer than that.\r\n\r\n \r\n\r\n(To be continued?)\r\n\r\n \r\n\r\n(c) 2006 SugarGliderAuthority.com. Excerpted from Sugar Gliders: The\r\nUltimate Guide. All rights reserved. No portion of this website may be\r\nreproduced in whole or in part without the express written consent of\r\nthe copyright owner.\r\n\r\nNo Tags\r\n\r\nRelated:  * Feeding * Your * Sugar * Glider * Part * 5\"\r\n\r\n \r\n\r\n(9) The originals of said infringed materials may be viewed at:\r\n\r\n \r\n\r\nhttp://sugargliderauthority.com/2007/04/feeding-your-sugar-glider-part-8\r\n/\r\n\r\n \r\n\r\nhttp://sugargliderauthority.com/2007/04/feeding-your-sugar-glider-part-5\r\n/\r\n\r\n \r\n\r\nIt is respectfully requested that ThePlanet.com expeditiously remove or\r\ndisable access to the material that is infringing on the copyright(s) of\r\nThe Sernekos Group, Inc.\r\n\r\n \r\n\r\nSincerely,\r\n\r\n \r\n\r\nAndrew Sernekos, President (electronic signature)\r\n\r\nThe Sernekos Group, Inc.\r\n\r\n \r\n\r\n","date_sent":"2007-05-18T04:00:00Z","date_received":"2007-05-18T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"The Sernekos Group, Inc.","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}