{"dmca":{"id":26273,"type":"Dmca","title":"Text DMCA (Copyright) Complaint to Wikipedia","body":"To Whom It May Concern:\r\n\r\nCengage Learning, Inc. (“Cengage”) is among the largest textbook and academic publishers in the world. I am authorized to act on behalf of Cengage whose copyright and other intellectual property rights it believes to be infringed as described herein.\r\n\r\nCengage is providing this notice pursuant to the Section 512 of Title 17 of the U.S. Code (as enacted by the Online Copyright Infringement Liability Limitation Act) to request that the you immediately take action with respect to infringement that is occurring at the web address identified in the Addendum below, which is being used to infringe Cengage’s exclusive copyrights and other rights.\r\n\r\nBased on the information at its disposal, Cengage has a good faith belief that infringement is occurring at the web address set forth below, which also describes the specific copyrighted work that has been infringed. The unauthorized copies are identified by their titles or variations thereof. The material that is the subject of infringing activities are hereinafter referred to as \"Infringing Material.\"\r\nGiven the infringing activity that is occurring, Cengage urges you to cooperate with its efforts to protect its intellectual property rights by undertaking the following steps:\r\n\r\n1. Notify the account holder of the Infringing Material;\r\n2. Take steps to stop the infringing activity, and any other infringing activity of which you are aware or should reasonably be aware;\r\n3. Notify any user who may have been responsible for reproducing or distributing the infringing material; and,\r\n4. Take appropriate action against the account holder under your Abuse Policy/Terms of Service Agreement, including termination of repeat offenders under Section 512(i) of Title 17 of the U.S. Code.\r\n\r\nCengage believes that the information in this notification is accurate. Under penalty of perjury, Cengage hereby affirms that it is authorized to act with respect to the exclusive copyright rights set forth on the attached as described herein. By providing this notice, Cengage is not waiving their right to engage in other enforcement activities, and reserve all rights to do so at any time.\r\n\r\nYou may contact Cengage at the address listed below, with e-mail preferred.\r\n\r\nThank you for your cooperation and prompt response in this matter.\r\n\r\nSincerely,\r\n[redacted]\r\nInfringement & Anti-Piracy Paralegal\r\nCengage Learning\r\n[redacted]\r\nFarmington Hills, MI 48334\r\nTel: [redacted]  E-Mail: [redacted]@cengage.com\r\n\r\nList of Infringing Item(s) or Material(s): \r\nTitle: “Tonga” from Countries of the World and Their Leaders 2007, Gale-Cengage Learning pg. 1873\r\nURL: http://en.wikipedia.org/wiki/Tonga#Economy","date_sent":"2012-01-11T05:00:00Z","date_received":"2012-01-11T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Infringement & Anti-Piracy Paralegal","principal_name":"Cengage Learning","recipient_name":"Wikimedia Foundation","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}