{"dmca":{"id":26354,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-18T05:00:00Z","date_received":"2012-01-18T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Real Gone","principal_name":"www.realgonerocks.com","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Opener \"A Wonderful Illusion\" borrows a  \ngreat amount of style from Toto and other westcoast luminaries such as  \nAirplay along the way. The guitar playing is smooth and very tasteful, and  \nthe overall arrangement shows a great tightness, while Edman proves strong  \nvocally. This is a terrific opening number on all fronts, with a fantastic  \nsense of melody, helped immensely by a hooky chorus fleshed out with female  \nharmonies.\nThat sets the mood for the bulk of the disc, although if anything, the  \ntitle track moves even farther into the early 80's vibe. Led by a fluid  \nbass, augmented by tinkling keys, the song plays host to another fine  \nchorus and even better playing, with guitar leads which would make Steve  \nLukather proud.\n\n'Heart of a Hero' presents a shuffling arrangement, with a deep bass at the  \ncentre, a handful of top-notch guitar leads and a classy keyboard solo. If  \nyou love Toto, Jay Graydon and earlier Bill Champlin, there’s plenty to  \nenjoy here.\n\n\"Waiting For a Miracle\" features an extended musical arrangement. Leading  \nup to that, it’s business as usual: Edman stretches his vocal to its limit  \n– though, sounding like the consummate professional her never resorts to  \nover-singing anything to make an impression – while the rest of the band  \noffer great performances, be they vibrato guitar leads, round bass work or  \neven jazzier pianos. It may be a little too smooth jazz oriented for the  \nAOR purists, but for those approaching this album from a classic westcoast  \nperspective it’s surely one of the album’s most essential listens.\nThe only time Crossfade breaks away from their beloved westcoast sound is  \nduring the atmospheric instrumental \"Borrowdale\", a track which appears  \nhere as both a full length number and reprise. Featuring a vibrato-filled  \nlead guitar smoothly played over a blanket of eighties synths, this owes a  \nhuge debt to Jeff Beck. It shows Hallbäck off as a wonderful guitarist,  \nwith a great tone to his work, even when pushed outside his usual AOR and  \nwestcoast boundaries.","infringing_urls":[{"url":"http://zerodayrock.blogspot.com/2011/12/crossfade-secret-love-2011.html"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}