{"dmca":{"id":26499,"type":"Dmca","title":"Infringing Use of AOL","body":"T \r\n\r\n \r\n\r\n________________________________\r\n\r\nFrom: Huffnagle IV, Henry [mailto:huffnagle.henry@arentfox.com] \r\nSent: Tuesday, March 13, 2007 4:44 PM\r\nTo: Copyright; mgaston@theplanet.com\r\nCc: Davis, Jim\r\nSubject: Infringing Use of AOL\r\n\r\n \r\n\r\nDear Martin, \r\n\r\nAs you may remember from prior correspondence with my colleague, Jim\r\nDavis, this firm represents AOL LLC (\"AOL\") in connection with\r\nintellectual property matters.  Our client owns the famous AOL mark and\r\nnumerous registrations in the United States and around the world.  \r\n\r\nWe recently learned that an entity, \"Usual Media Group, Ltd,\" has\r\nregistered the domain name \"JUICYSBADGIRLS.COM\" in connection with a web\r\nsite that provides adult content and uses our client's name and the AOL\r\nmark as a metatag.  This unauthorized commercial use of AOL dilutes the\r\ndistinctive quality of our client's name and mark in violation of\r\ntrademark and other laws.  Despite our best efforts to contact the\r\nregistrant by mail, e-mail, and telephone, we have been unable to do so.\r\nWe have filed a report with the Internet Corporation for Assigned Names\r\nand Numbers (ICANN), based on what appears to be inaccurate WHOIS\r\ninformation. \r\n\r\nOur research, however, also indicates The Planet.com is hosting the\r\n\"JUICYSBADGIRLS.COM\" web site and that this type of misuse of\r\nthird-party intellectual property violates your company's hosting\r\nAcceptable Usage Policy.  We therefore request that you deactivate this\r\ndomain name.\r\n\r\nAs we hope you can appreciate, AOL is very concerned about this\r\nunauthorized use of its famous name and mark and would like to reach a\r\nswift and amicable resolution of this matter.  We thank you in advance\r\nfor your assistance.  We look forward to hearing from you and are\r\navailable to answer any questions you may have.\r\n\r\nSincerely, \r\n\r\nHenry \r\n\r\nHenry Huffnagle IV \r\nArent Fox LLP \r\n1050 Connecticut Avenue, NW \r\nWashington, D.C. 20036-5339 \r\nPhone: 202.857.6302 \r\nFax: 202.857.6395 \r\nhuffnagle.henry@arentfox.com \r\n\r\nIRS Circular 230 disclosure:\r\nTo ensure compliance with requirements imposed by the IRS, we inform you\r\nthat, unless expressly stated otherwise, any U.S. federal tax advice\r\ncontained in this communication (including any attachments) is not\r\nintended or written to be used, and cannot be used, for the purpose of\r\n(i) avoiding penalties under the Internal Revenue Code or (ii)\r\npromoting, marketing or recommending to another party any transaction or\r\nmatter addressed herein.","date_sent":"2007-03-13T04:00:00Z","date_received":"2007-03-13T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Arent Fox LLP","principal_name":"Arent Fox LLP (For AOL)","recipient_name":"ThePlanet Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}