{"dmca":{"id":26726,"type":"Dmca","title":"Domain Inquiry For DMCA Complaint","body":"\r\n\r\nTo Whom It May Concern:\r\n\r\nPlease note that below-referenced copyright infringement notice does not\r\nsubstantially comply with the required notification elements of the\r\nDigital Millennium Copyright Act of 1998 (\"DMCA\").\r\n\r\nPlease note that we have not passed on the substantive merits of your\r\nclaim.\r\n\r\nPlease visit our web site at\r\nwww.theplanet.com/about_us/legal_docs/ThePlanet%20Copyright%20Infringeme\r\nnt%2001%2015%2007%20FINAL.pdf\r\n \r\nLegal Response Team\r\nTHEPLANET.COM INTERNET SERVICES, INC.\r\n\r\n-----Original Message-----\r\nFrom: Jared Karnes [mailto:jakarnes@gmail.com] \r\nSent: Friday, March 09, 2007 7:55 PM\r\nTo: zzzzzz\r\nSubject: Domain Inquiry For DMCA Complaint\r\n\r\nGood Day,\r\n\r\nI am in the process of getting together the information to file a  \r\nDMCA complaint against the company that owns the domain  \r\npainfulpleasures.com for illegally sourcing and selling duplicate  \r\nproducts to which we own the rights. These products are jewelry  \r\ndesigns which have been exactly copied and are being sold without  \r\npermission.\r\n\r\nThe purpose of this communication is to verify that The Planet hosts  \r\nthe offending website (or get some information about who does host it  \r\nif you have better resources than I do). A WHOIS request for  \r\npainfulpleasures.com was showing the site being hosted by Everyone's  \r\nInternet (EV1) and it's my understanding that The Planet now includes  \r\nall of those previous customers. If The Planet is now the host for  \r\nthis address, please let me know so I may go forward with submitting  \r\nmy DMCA complaint.\r\n\r\nAlso, from my reading your DMCA PDF it's my understanding that  \r\ncomplaints must be submitted in writing. Does this mean they must be  \r\nmailed or is it possible to fax these complaints? I recently went  \r\nthrough this process with BlueHost in regard to another offending  \r\nbusiness which was purchasing these copied designs, and the process  \r\nwas able to be completed by fax. However I need to do it is fine, I  \r\njust need clarification.\r\n\r\nThanks much and I look forward to working with you to resolve this  \r\nmatter.\r\n\r\nJared Karnes\r\nOnetribe LLC\r\n\r\n","date_sent":"2007-03-09T05:00:00Z","date_received":"2007-03-09T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Onetribe LLC","recipient_name":"ThePlanet Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}