{"dmca":{"id":26822,"type":"Dmca","title":"ICC Cricket World Cup 2007 AV infringement NRID14745","body":"-----Original Message-----\r\nFrom: Mike Kiernan [mailto:mikek@nr-online.com] \r\nSent: Thursday, March 22, 2007 10:47 AM\r\nTo: desifun.co.uk@googlemail.com\r\nCc: Copyright; abuse@theplanet.com\r\nSubject: ICC Cricket World Cup 2007 AV infringement NRID14745\r\nImportance: High\r\nSensitivity: Confidential\r\n\r\n\r\nGCC: ICC Cricket World Cup 2007 infringements- ICC_NRID14745\r\n\r\nNetResult Internal Reference:  ICC_NRID14745\r\n\r\nPlease quote the above ICC_NRID14745  reference in all communications with us\r\nregarding this issue.\r\n\r\nDear Sirs,\r\n\r\nWe write on behalf of ICC Development (International) Limited and Global Cricket\r\nCorporation Pte Limited who together own and control the worldwide broadcast rights\r\nfor the ICC Cricket World Cup 2007.\r\n \r\nWe have noticed that your website, http://orkutrating.com/cricket.php?id=28 is\r\ndisplaying, promoting and/or offering audio, visual and/or audio-visual content from\r\nthe ICC Cricket World Cup 2007. All copyright in such images vest with ICC\r\nDevelopment (International) Limited and Global Cricket Corporation Pte Limited.\r\n\r\nAs you have neither sought nor obtained permission from the ICC Development\r\n(International) Limited and Global Cricket Corporation Pte Limited to use this\r\ncontent, your present use is an infringement of the ICC Development (International)\r\nLimited's and Global Cricket Corporation Pte Limited&#65533;s rights. \r\n\r\nPlease immediately cease all such infringements on any and all of your web sites and\r\nconfirm to us via email that you have done so.\r\n\r\nNothing in this letter is intended or shall be construed to constitute an express or\r\nimplied waiver of any of ICC Development (International) Limited's and Global\r\nCricket Corporation Pte Limited's rights or remedies, including any rights or\r\nremedies in respect of infringement not explicitly stated, whether current or in the\r\nfuture, all of which are expressly reserved.   \r\n\r\nFormal Declaration\r\n\r\nI hereby state that ICC Development (International) Limited and Global Cricket\r\nCorporation Pte Limited are the owners and controllers of the exclusive rights to\r\nthe audio, visual and/or audio-visual content referenced above and that NetResult is\r\nauthorized to act on behalf of ICC Development (International) Limited and Global\r\nCricket Corporation Pte Limited with respect to internet monitoring and compliance\r\nrelated to infringement of such rights.\r\n\r\nOn behalf of ICC Development (International) Limited and Global Cricket Corporation\r\nPte Limited, I hereby state that I have a good faith belief that use of such A/V\r\ncontent in the manner complained of is not authorized by ICC Development\r\n(International) Limited and Global Cricket Corporation Pte Limited, its agents, or\r\nthe law.\r\n\r\nI, Mike Kiernan, as a representative of NetResult hereby digitally sign this e-mail\r\nmessage under penalty of perjury under the laws of the United States of America with\r\nthe additional statement under penalty of perjury that the information in the notice\r\nis accurate.\r\n\r\nWe thank you for your timely and full cooperation\r\n\r\nYours sincerely,\r\n\r\nMike Kiernan\r\n\r\nNetResult\r\nA Division of Projector NetResult Ltd\r\nMulberry House\r\n583 Fulham Road\r\nLondon\r\nUK SW6 5UA\r\n\r\nHead Office: Projector NetResult Ltd, 8 Wye Street, Hereford, UK HR2 7RB\r\n\r\nPlease note, if this email has been sent to the wrong recipient, please\r\naccept our apologies, inform us of the error, and forward this e-mail\r\nimmediately to the correct person or department for action.","date_sent":"2007-03-22T04:00:00Z","date_received":"2007-03-22T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"NetResult (For ICC Development Cricket)","recipient_name":"ThePlanet Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}