{"dmca":{"id":26960,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-07-06T04:00:00Z","date_received":"2011-07-06T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"TokyoTopia","principal_name":"TokyoTopia","recipient_name":"Google, Inc.","works":[{"description":"The entire page at http://world-breaking-news1000.blogspot.com/2011/03/tokyo-earthquake-information-and.html is a copy of my page. The text is as follows:\r\n\r\nTokyo Earthquake Information And Guidelines So You’ll Be\r\nWhether you’re a visitor, a resident or a Japanese national, a Tokyo earthquake can be an unsettling and, depending on the size, a rather scary experience. No-one ever quite gets used to these – not even the Japanese – and this is true despite the fact that one earthquake occurs approximately every 5 minutes somewhere in Japan.\r\n\r\nWhat Causes Earthquakes In Tokyo?\r\n\r\nThe whole of Japan sits on an extremely active part of the earth’s crust and the Tokyo area is no exception.\r\n\r\nThe 1923 Great Kanto earthquake, along with the multitude of more minor earthquakes that occur daily, are caused by Tokyo’s location on top of 3 tectonic plates – the Eurasion Plate, the Phillipine Plate and the Pacific Plate. The nature of these plates is that they dip underneath each other, so when one plate moves it pushes the others down or up.\r\n\r\nFor those of you who are interested, in contrast to the above, the San Andreas fault in California consists of 2 plates that rub sideways against each other creating a different kind of movement.\r\n\r\nMost of the daily earthquakes are too small to feel so go unnoticed but, when the larger ones do rumble by, they are moments when everyone holds their breath and mentally prepares for what may follow.\r\n\r\nAs a visitor to Japan, you should know what to do in the event of a Tokyo earthquake and we have provided some basic guidelines below.\r\n\r\nback to top\r\n\r\nTokyo Earthquakes Today\r\n\r\nModern day Tokyo is as prepared as it can be for the event of a large Tokyo earthquake. Scientists continually research new building methods to minimize structural damage, and disaster drills and guidelines are implemented in offices and houses across the city.\r\n\r\nEach year, on September 1st, in memory of the 1923 Great Kanto Earthquake, Tokyo has a citywide national disaster prevention exercise.\r\n\r\nYou can go along and pick up a survival guide and pack and learn more about what to do in the event of a large Tokyo earthquake. All the measures that are in place will, inevitably, only receive their true test when the big one happens, but all that can be done, is.\r\n\r\nback to top\r\n\r\nTokyo Earthquake Guidelines\r\n\r\nSo what should you do in the event of a major earthquake? The following are guidelines taken from the advice booklet produced by the Tokyo Metropolitan Police Department. Tokyo Earthquake Information And Guidelines So You’ll Be","infringing_urls":[{"url":"http://world-breaking-news1000.blogspot.com/2011/03/tokyo-earthquake-information-and.html"}],"copyrighted_urls":[{"url":"http://www.tokyotopia.com/tokyo-earthquake.html"}]},{"description":"Tokyo Earthquake Information And Guidelines So You’ll Be\r\nMarch 11, 2011 | Author David Elias\r\n\r\nWhether you’re a visitor, a resident or a Japanese national, a Tokyo earthquake can be an unsettling and, depending on the size, a rather scary experience. No-one ever quite gets used to these – not even the Japanese – and this is true despite the fact that one earthquake occurs approximately every 5 minutes somewhere in Japan.\r\n\r\nWhat Causes Earthquakes In Tokyo?\r\n\r\nThe whole of Japan sits on an extremely active part of the earth’s crust and the Tokyo area is no exception.\r\n\r\nThe 1923 Great Kanto earthquake, along with the multitude of more minor earthquakes that occur daily, are caused by Tokyo’s location on top of 3 tectonic plates – the Eurasion Plate, the Phillipine Plate and the Pacific Plate. The nature of these plates is that they dip underneath each other, so when one plate moves it pushes the others down or up.\r\n\r\nFor those of you who are interested, in contrast to the above, the San Andreas fault in California consists of 2 plates that rub sideways against each other creating a different kind of movement.\r\n\r\nMost of the daily earthquakes are too small to feel so go unnoticed but, when the larger ones do rumble by, they are moments when everyone holds their breath and mentally prepares for what may follow.\r\n\r\nAs a visitor to Japan, you should know what to do in the event of a Tokyo earthquake and we have provided some basic guidelines below.\r\n\r\nback to top\r\n\r\nTokyo Earthquakes Today\r\n\r\nModern day Tokyo is as prepared as it can be for the event of a large Tokyo earthquake. Scientists continually research new building methods to minimize structural damage, and disaster drills and guidelines are implemented in offices and houses across the city.\r\n\r\nEach year, on September 1st, in memory of the 1923 Great Kanto Earthquake, Tokyo has a citywide national disaster prevention exercise.\r\n\r\nYou can go along and pick up a survival guide and pack and learn more about what to do in the event of a large Tokyo earthquake. All the measures that are in place will, inevitably, only receive their true test when the big one happens, but all that can be done, is.\r\n\r\nback to top\r\n\r\nTokyo Earthquake Guidelines\r\n\r\nSo what should you do in the event of a major earthquake? The following are guidelines taken from the advice booklet produced by the Tokyo Metropolitan Police Department.\r\n\r\nWhen you feel a tremor…\r\n\r\nIf you are inside, try to open windows or doors to ensure you have a clear exit when the tremor stops.\r\nIf you are outside, try to find an open space away from potential falling glass, walls or trees – best options are public parks or school playground areas.\r\nKnow where your fire extinguishers are so that you can quickly put out any fires that start. No extinguisher? Try and douse any small fires with blankets.\r\nTry to get into a space that will protect you from falling objects. If you are sat at a desk then get under it.\r\nDo not get in a lift/elevator. Always use emergency exit stairs.\r\nTurn off any gas mains and electrical circuit breakers.\r\nIf you are outside, protect your head in any way that you can. If you are carrying a handbag, anything that will provide some cushion from falling objects, put it on your head.\r\nIf you are near the sea or large bodies of water, move to higher ground in case of tsunami.\r\nIf you are in a hotel or apartment, if you have the opportunity, run a bath of water. This may prove essential after the event.\r\nback to top\r\n\r\nEarthquake Emergency Kits\r\n\r\nIt is a good idea to have a small earthquake emergency kit on stand by in your hotel room or apartment just in case. This kit should contain the following basic items if possible:\r\n\r\nDrinking water in pet bottles – enough for 3 days for the size of your party\r\nFood – packs or tins of non-perishable food\r\nHigh energy glucose tablets\r\nSome basic medicines such as antiseptic cream, band aids, and painkillers\r\nTorch\r\nPlastic rain coats\r\nCandles\r\nWhistle\r\nWet tissues\r\nThe above are just guidelines but they are some of the essential items you will need should a major Tokyo earthquake occur. If you think we have missed something that should be included, please let us know and we will gladly add it. Last but not least, try not to panic ^_^\r\n\r\nback to top\r\n\r\nTypes of Earthquake\r\n\r\nThe shaking of the earth caused by an earthquake produces 2 kinds of movement.\r\n\r\nThe side-to-side movement, called P waves or compression waves, causes buildings and man made structures to sway. Of course, if the quake is strong enough then the degree of sway may become too much causing structural damage.\r\n\r\nThe second, and most deadly, is an up-and-down movement caused by S waves or shear waves. This sudden jolting causes buildings to effectively jump in the air – how high depends again on the magnitude of the quake. Just as with gymnastics, you hope your building scores a perfect 10 and lands squarely back on its foundations.\r\n\r\nBoth types of waves occur in most earthquakes, normally the P wave is felt first which gives you a good guess at how bad the earthquake will be. The S waves follow on behind and this is when you hope for the best!\r\n\r\nThe Miraikan Museum (Future Science Musuem) in Odaiba has a good exhibit showing how seismographs collect data across Japan.\r\n\r\nThe Japanese and Taiwanese also have a different system for measuring the scale of an earthquake in addition to the widely used Richter scale. It is called the Shindo scale and it measures the degree of shaking that occurs.\r\n\r\nback to top","infringing_urls":[{"url":"http://breakingnewssite.net/3256_tokyo-earthquake-information-and-guidelines-so-youll-be.html"}],"copyrighted_urls":[{"url":"http://www.tokyotopia.com/tokyo-earthquake.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}