{"other":{"id":46090,"type":"Other","title":"Other notice to Google, Inc.","date_sent":"2011-07-12T04:00:00Z","date_received":"2011-07-12T04:00:00Z","topics":["Uncategorized"],"sender_name":"Justin Walker","principal_name":null,"recipient_name":"Google, Inc.","works":[{"complaint":"Hi,\n\nI am folllowing up with extra information in regard to this logged  \ndefamation issue... Re: [#831974115]\n\nThe site (http://video.filestube.com/) in question claims it has taken\ndown  \nthe defamatory files. This is the message that I have received from them:\n\n-----------\n(response from http://video.filestube.com/)\n\n\"Hello,\n\nthank you for reporting this offense. All reported search results have\nbeen  \nremoved from the search engine.\nwe deleted all files if you write your name in to filestube you will have \n\nno files to download.\nIt shows by Google because it was video like this on our web site but we  \n\ndeleted it.it can not be downloaded.\nIf you want to your name don't be research in Google please contact with  \n\nthem to they block evry search with your name.\nWe deleted all files.\"\n------------\n\nI believe that the webmaster from the site http://video.filestube.com/ has\n \ntaken down the file. It was a video that was indexed from Youtube, but the\n \ndescription of the files is still coming up on the site. It is this  \ndescription of the files that is defamatory in text and this is what\nGoogle  \nis indexing or caching in the search results. I have tried to explain to  \n\nthe webmaster from http://video.filestube.com/  repeatedly that the  \ndescription of this content in their database has not been deleted.\n\nThe site (http://video.filestube.com/) is a file sharing search engine and\n \nit initially indexed the information from Youtube. I believe that this  \ninformation has been deleted from Youtube but the site  \n(http://video.filestube.com/) has cached the description information.  \nGoogle has in turn cached the information in the web searches. This is why\n \nit is appearing in the search results.\n\nIs it possible that the description information is cached in Youtube, even\n \nthough the video has been removed? If so, can you please remove this  \ninformation as it is defamatory in accordance with the Defamation Act,\n2009.\n\nThe whole area of defamation law in Ireland is now codified in the  \nDefamation Act, 2009. The remedy of an injunction is a judge made remedy  \n\nand is laid down in the Supreme Court of Judicature Act (Ireland) 1879.\nThe  \nmaterial which is posted is so obviously defamatory, that there is no  \nparticular section of any Act which states that posting this type of  \nmaterial is defamatory.\n\nUnder jurisdiction rules applicable in the EU, it is possible to initiate \n\nproceedings in Ireland if the website is visible in Ireland and if I am  \nsuffering harm here. This means that the fact the information on the  \nwebsite may be hosted on a database in a different country is irrelevant.\n\nIt would help if Google contacted the site (http://video.filestube.com/)  \n\nand advised them to take down this content. I really need to get this  \ncontent down as it could permanently damage my career. I am looking to be \n\nhired by companies and it could ruin my career companies find this  \ndefamatory information when they search my name within Google.\n\nIt would also be of help if Google did not index this information on the  \n\nsite as the content within the search results is defamatory in conjunction\n \nwith the Defamation Act, 2009.\n\nGoogle is caching pages that associate the video file thumbnail image that\n \nwas taken down by the site. It is associating my picture with this  \ndefamatory information.\n\nAlthough the video file has been taken down from Youtube.com and  \nFilestube.com, there is still a cached image of this video when you search\n \nwithin Google.\n\nWhen the \"cached\" links from searches such as \"justin walker ranelagh\"  \nor \"justin walker dublin\" are clicked, the screenshot shows a picture of\nme  \nalong side this defamatory content.\n\nIn all there are between 10 - 20 cached links referring to this content  \nassociating my picture, name and address to terms such as \"pedofile\"  \nand \"shemale\"\n\nSee links below for examples of the cached Google links...","original_work_urls":[{"url":"http://video.filestube.com/)"},{"url":"http://video.filestube.com/"}],"problematic_urls":[{"url":"http://video.filestube.com/_search/anal+for"},{"url":"http://video.filestube.com/watch,713d9d5a5503d84e03ea/Carter-Brown-Interview-4-23-10-MOV.html"},{"url":"http://video.filestube.com/watch/anal+for"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}