{"dmca":{"id":46105,"type":"Dmca","title":"1 C&D for 1-AC","body":"Hello, \r\n\r\nBlogger has been notified, according to the terms of the Digital\r\nMillennium Copyright Act (DMCA), that content in your blog:\r\n\r\nl-ac.blogspot.com\r\n\r\nallegedly infringes upon the copyrights of others. The content in question\r\nis located in the following posts:\r\n\r\nhttp://l-ac.blogspot.com/2006/10/las-reglas-de-miapuestacom.html\r\n\r\nThe notice that we received, with any personally identifying\r\ninformation removed, will be posted online by a service called Chilling\r\nEffects at  http://www.chillingeffects.org/notice.cgi?sID=5493. We do this\r\nin accordance with the Digital Millennium Copyright Act (DMCA). Please\r\nnote that it may take Chilling Effects up to several weeks to post the\r\nnotice online at the link provided.\r\n\r\nThe DMCA is a United States copyright law that provides guidelines for\r\nonline service provider liability in case of copyright infringement.\r\nPlease see http://www.educause.edu/Browse/645?PARENT_ID=254 for more\r\ninformation about the DMCA, and see\r\nhttp://www.google.com/blogger_dmca.html for the process that Blogger\r\nrequires in order to make a DMCA complaint.\r\n\r\nWe are asking that you please remove the allegedly infringing content in\r\nyour blog. If you do not do this within the next 3 days (by 2/10/08), we\r\nwill be forced to remove the posts in question. If we did not do so, we\r\nwould be subject to a claim of copyright infringement, regardless of its\r\nmerits.\r\n\r\nWe can reinstate this content into your blog upon receipt of a counter\r\nnotification pursuant to sections 512(g)(2) and (3) of\r\nthe DMCA. For more information about the requirements of a counter\r\nnotification and a link to a sample counter notification, see\r\nhttp://www.google.com/blogger_dmca.html#counter.\r\n\r\nPlease note that repeated violations to our Terms of Service may result in\r\nfurther remedial action taken against your Blogger account.\r\n\r\nIf you have legal questions about this notification, you should retain\r\nyour own legal counsel. If you have any other questions about this\r\nnotification, please let us know.\r\n\r\nThank you for your understanding.\r\n\r\nSincerely,\r\nThe Blogger Team\r\n\r\n\r\n","date_sent":"2008-02-08T05:00:00Z","date_received":"2008-02-08T05:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"miapuesta.com","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}