{"dmca":{"id":46286,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-07-31T04:00:00Z","date_received":"2012-07-31T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Greenleaf Mechanical Services","principal_name":"Greenleaf Mechanical Services","recipient_name":"Google, Inc.","works":[{"description":"\"EPA has done it again. Phoenix and all other areas of the country will change their view on if they should get their Phoenix AC repaired or replaced entirely. EPA just recently pushed for tighter regulations for the R22 refrigerant (also known as Freon) on distributors and HVAC companies alike. Gone will be the old days when if there was an air conditioning system leak, HVAC companies would just refill and go to the next service call. Regulations are pushing the HVAC companies to find the AC leaks, fix them therefore Freon loss to the atmosphere would be minor if any at all. With these regulations came also the increased price of the R-22 Freon refrigerant which furthermore would put the customers at more will to actually fix the leaking system, instead of gas-and-go procedures. The pricing almost tripled recently and Freon refrigerant is becoming scarce as time goes by. Finding leaks will be the first option on a technician’s agenda when shown up at a system with a history of leaks. Freon leaks can be quite challenging to find at times, even when equipped with the right leak-finding tools. Procedures can take up to 4 hours in difficult to find leaks, and this expense of labor would have to be relayed on to the customer. Of course, finding and repairing Freon leaks plus the increase cost of the Freon itself would leave customers gasping for air. Another way to look at it would be that by spending a little less money for the technician to us a new technology to permanently seal the leak or leak(s), you would be saving capital down the road  instead of recharging a leaking AC every year.\"","infringing_urls":[{"url":"http://www.acfreonleak.com/blog/2012/06/14/EPA-and-Freon.aspx"}],"copyrighted_urls":[{"url":"http://www.greenleafheatingandcooling.com/freon-price-increase/"}]},{"description":"This article is copied and pasted on the linked Facebook page. \r\n\r\n\"EPA has done it again. Phoenix and all other areas of the country will change their view on if they should get their Phoenix AC repaired or replaced entirely. EPA just recently pushed for tighter regulations for the R22 refrigerant (also known as Freon) on distributors and HVAC companies alike. Gone will be the old days when if there was an air conditioning system leak, HVAC companies would just refill and go to the next service call. Regulations are pushing the HVAC companies to find the AC leaks, fix them therefore Freon loss to the atmosphere would be minor if any at all. With these regulations came also the increased price of the R-22 Freon refrigerant which furthermore would put the customers at more will to actually fix the leaking system, instead of gas-and-go procedures. The pricing almost tripled recently and Freon refrigerant is becoming scarce as time goes by. Finding leaks will be the first option on a technician’s agenda when shown up at a system with a history of leaks. Freon leaks can be quite challenging to find at times, even when equipped with the right leak-finding tools. Procedures can take up to 4 hours in difficult to find leaks, and this expense of labor would have to be relayed on to the customer. Of course, finding and repairing Freon leaks plus the increase cost of the Freon itself would leave customers gasping for air. Another way to look at it would be that by spending a little less money for the technician to us a new technology to permanently seal the leak or leak(s), you would be saving capital down the road  instead of recharging a leaking AC every year.\"","infringing_urls":[{"url":"https://www.facebook.com/FreonLeakFinder/map?activecategory=Photos&session_id=1334516777"}],"copyrighted_urls":[{"url":"http://www.greenleafheatingandcooling.com/freon-price-increase/"}]},{"description":"\"EPA just recently pushed for tighter regulations for the R22 refrigerant (also known as Freon) on distributors and HVAC companies alike. Gone will be the old days when if there was an air conditioning system leak, HVAC companies would just refill and go to the next service call. Regulations are pushing the HVAC companies to find the AC leaks, fix them therefore Freon loss to the atmosphere would be minor if any at all. With these regulations came also the increased price of the R-22 Freon refrigerant which furthermore would put the customers at more will to actually fix the leaking system, instead of gas-and-go procedures. The pricing almost tripled recently and Freon refrigerant is becoming scarce as time goes by. Finding leaks will be the first option on a technician’s agenda when shown up at a system with a history of leaks. Freon leaks can be quite challenging to find at times, even when equipped with the right leak-finding tools. Procedures can take up to 4 hours in difficult to find leaks, and this expense of labor would have to be relayed on to the customer. Of course, finding and repairing Freon leaks plus the increase cost of the Freon itself would leave customers gasping for air. Another way to look at it would be that by spending a little more money for the technician to find the leak(s), you would be saving capital down the road if you’d have to recharge a leaking AC every year.\"","infringing_urls":[{"url":"https://www.facebook.com/permalink.php?id=332493535069&story_fbid=10150791122765070"}],"copyrighted_urls":[{"url":"http://www.greenleafheatingandcooling.com/freon-price-increase/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}