{"other":{"id":46369,"type":"Other","title":"Other notice to Google, Inc.","date_sent":"2012-01-21T05:00:00Z","date_received":"2012-01-21T05:00:00Z","topics":["Uncategorized"],"sender_name":"Sophie Holmes","principal_name":null,"recipient_name":"Google, Inc.","works":[{"complaint":"Dear Sir/Madam,\n\nA Mr. Sean Sweeney has used his website: www.sweeneyit.com to create a  \nwebblog designed specifically to attack the reputation of the company  \nWindows Media Ltd (of which I am sole director and 100% shareholder). We  \nhave now incurred substantial losses due to clients using google web\nsearch  \nto find us. We have had countless emails from clients wishing to cancel  \ntheir contracts with ourselves due to reading the weblog created on  \nwww.sweeneyit.com. The defamatory content which is evident from the top  \nthree listings when running a standard google websearch on the  \nname \"Windows Media Ltd\" is cited in various correspondence from clients  \nwho have refused to make payment of their invoices in light of the\ncomments  \n(posted on www.sweeneyit.com) that they have read.\nWe have archived details of a large volume of complaints and cancellations\n \ncaused by the google search results appearing thanks to the activities of \n\nMr. Sean Sweeney on www.sweeneyit.com and I will be instigating a legal  \nsuit for damages against Mr Sweeney.\n\nIn this instance, we acknowledge that this is not the direct fault of  \nGoogle but now that you have been advised of the current situation we must\n \nrespectfully request that you cease and desist from displaying the results\n \npertaining to Windows Media Ltd on www.sweeney.com which appear when  \nrunning a standard Google websearch on \"Windows Media Ltd\" and to remove  \nany listings which link to the libellous weblog created on\nwww.sweeneyit.com\n\nWe would be most grateful if you could action this request within the  \nearliest time frame you can in order to mitigate further losses for\nWindows  \nMedia Ltd.\n\nWarm regards\n\nSophie Holmes\nDirector\nName & Registered Office:\nWINDOWS MEDIA LTD\nKEMP HOUSE\n152-160 CITY ROAD\nLONDON\nUNITED KINGDOM\nEC1V 2NX\nCompany No. 07548784\n\n\n\nurl_box3_1:","original_work_urls":[],"problematic_urls":[{"url":"http://sweeneyit.com/index.php/archives/category/windows-media-ltd"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}