{"dmca":{"id":46414,"type":"Dmca","title":"Techthrob claims Digg linked to copied post","body":"I am writing to report a DMCA violation on a site linked to by digg. The site in question is centosforums.org\r\n\r\nThe digg page is located at:\r\nhttp://digg.com/linux_unix/9_ways_to_Convert_a_Windoze_User_to_Linux\r\n\r\nWhich points to:\r\nhttp://www.centosforums.org/general-chat/48-9-ways-convert-windoze-user-linux.html#134 \r\n\r\n\r\nWhich is a direct copy and paste of my content, located here:\r\nhttp://www.techthrob.com/tech/10stepconvert.php\r\n\r\nI have attempted to contact the owner of the domain name; the phone number listed in the whois lookup is out of service. I did some research on other domains that he owned and was able to find a working number:\r\n+1.[private]\r\n\r\nBut the person that answered claimed that he has no knowledge of the site and he does not own any domains. I believe that he is lying about this, since he is listed as the whois contact for astawerks.com Furthermore, he claims not to be located in Columbus, OH, even though the area code for the phone number is limited to that city.\r\n\r\nI ask that the article on Digg be removed at once, to prevent the poster from receiving any financial reward for his plagiarism. \r\n\r\n\r\nYou may contact me at [private]@gmail.com or by phone at [private]\r\n\r\nI look forward to hearing from you soon.\r\n\r\nI have a good faith belief that use of the copyrighted materials described above as allegedly infringing is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n\r\nSincerely,\r\n[private]\r\nhttp://www.techthrob.com/\r\n[private]@gmail.com\r\n[private]\r\n\r\n","date_sent":"2008-02-18T05:00:00Z","date_received":"2008-02-18T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"techthrob.com","recipient_name":"Digg","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}