{"dmca":{"id":46801,"type":"Dmca","title":"Trademark Name Unauthorized Use","body":"Dear Website Owner: \r\n\r\n           It has come to the attention of Moneygram International,\r\nInc. and its affiliated entities (collectively \"Moneygram\") that you are\r\ncurrently using the Travelers Express name/logo(s) (\"Marks\") on your\r\nWebsite located at http://contracts.onecle.com.  As detailed below,\r\nMoneygram demands prompt corrective action to end unauthorized use and\r\nmisuse of the Marks by your Web site.\r\n\r\nMoneygram is the owner of the U.S. trademark registration for the Marks\r\nused on your Web site.  Moneygram has ownership and the exclusive right\r\nto use the Marks.  Your misuse of the Marks violates Moneygram's\r\nexclusive rights in it trademark under the federal Lanham Act under\r\nTitle 15 of the United States Code, Section 1125, among others, and\r\napplicable state law.   \r\n\r\nAccordingly, we formally demand that you promptly do the following to\r\nresolve this matter: \r\n\r\n1.)  Cease and desist from all use or intended use of the Marks and\r\nremove any contracts containing the Marks; \r\n\r\n2.)  Refrain from using any Marks owned by Moneygram; and \r\n\r\n3.)  Inform us by responding to this e-mail no later than five days from\r\nthe date of this e-mail, that you have complied with the requirements\r\nabove.  \r\n\r\nMoneygram views this as an extremely serious matter that requires prompt\r\naction by you.  Moneygram has a range of effective legal actions and\r\nother remedies available if you do not promptly comply with its demands.\r\n\r\n\r\nThis e-mail is written without prejudice to any claim for damages or\r\nother relief that Moneygram may have in the event that litigation\r\nagainst you and your company might prove necessary. \r\n\r\nSincerely, \r\n\r\n\r\nMoneyGram International Legal Team ","date_sent":"2008-02-27T05:00:00Z","date_received":"2008-02-27T05:00:00Z","topics":["Trademark","Copyright"],"sender_name":null,"principal_name":"Moneygram International Inc.","recipient_name":"Onecle Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}