{"dmca":{"id":46856,"type":"Dmca","title":"RIAA DMCA (Copyright) Complaint to Google","body":"This is a notification that your application, Download Files, with package  \r\nID club.autoapp.homes, has been removed from the Google Play Store.\r\n\r\nREASON FOR REMOVAL: Alleged copyright infringement (according to the terms  \r\nof the Digital Millenium Copyright Act)\r\n\r\nAll violations are tracked. Serious or repeated violations of any nature  \r\nwill result in the termination of your developer account, and investigation  \r\nand possible termination of related Google accounts. Please review the  \r\nDeveloper Distribution Agreement and Content Policy to ensure that your  \r\napplications are compliant with our policies.\r\n\r\nThe DMCA is a United States copyright law that provides guidelines for  \r\nonline service provider liability in case of copyright infringement. Click  \r\nhere for more information about the DMCA, and see  \r\nhttp://www.google.com/dmca.html for the process that Google requires in  \r\norder to make a DMCA complaint.\r\n\r\nGoogle may reinstate your application into the Google Play Store upon  \r\nreceipt of a counter notification pursuant to sections 512(g)(2) and (3) of  \r\nthe DMCA. Click here for more information about the requirements of a  \r\ncounter notification and a link to a sample counter notification. If you  \r\nhave legal questions about this notification, you should retain your own  \r\nlegal counsel.\r\n\r\nPlease note that we have included a text copy of the Infringement Notice we  \r\nreceived for your reference.\r\n\r\nThe Google Play Team\r\n\r\nText copy of DMCA complaint:\r\n\r\n\r\nRIAA Antipiracy to amlegal@google.com\r\n\r\nReply - More info Apr 13\r\nOptions â–¾\r\n\r\n\r\nApril 13, 2012\r\n\r\n\r\nVIA ELECTRONIC MAIL\r\n\r\n\r\nGoogle, Inc.\r\n\r\nAttention: Google Legal Support\r\n\r\n1600 Amphitheatre Parkway\r\n\r\nMountain View, CA 94043\r\n\r\n\r\nRe: Infringing Applications for Android-based Devices\r\n\r\n\r\nTo Whom It May Concern:\r\n\r\n\r\nI am contacting you on behalf of the Recording Industry Association of  \r\nAmerica, Inc. (RIAA) and its member record companies. The RIAA is a trade  \r\nassociation whose member companies create, manufacture, and distribute the  \r\nmajority of all legitimate sound recordings sold in the United States. RIAA  \r\nmembers include Universal Music Group, Sony Music Entertainment, Warner  \r\nMusic Group, and EMI Music North America, and their affiliated record  \r\nlabels. Under penalty of perjury, we submit that the RIAA is authorized to  \r\nact on behalf of its member companies in matters involving the infringement  \r\nof their sound recordings, including enforcing their copyrights and common  \r\nlaw rights on the Internet. We are writing to notify you of the extensive  \r\ncopyright infringement of sound recordings that is being facilitated by the  \r\napplications noted in both the attachments and the Google document  \r\nentitled \"RIAA\" for Android-based devices which are distributed on the  \r\nGoogle Play Store operated by Google. As noted in the above referenced  \r\nattachment and Google document, some of these apps also display in-app  \r\nadvertising served by Google.\r\n\r\n\r\nThe clear purpose of these applications is to facilitate the unauthorized  \r\nstreaming and downloading of popular sound recordings, the vast majority of  \r\nwhich are owned or controlled by RIAA members. Under the US Copyright Act,  \r\nthose who distribute, reproduce, or digitally transmit sound recordings  \r\nwithout authorization and those who assist, facilitate, or induce such  \r\nactions by others are liable for copyright infringement. By indexing,  \r\nlinking to, transmitting, retransmitting, providing access to, and/or  \r\notherwise assisting users in streaming and downloading infringing copies of  \r\nsound recordings emanating from various unauthorized sources on the  \r\nInternet, these applications are violating US copyright law.\r\n\r\n\r\nAdditionally, it is important to note that these applications violate the  \r\nterms of your Google Play Store Content Policy for Developers which  \r\nprohibit applications that infringe on the intellectual property rights of  \r\nothers. The failure of these applications to comply with this policy  \r\nconstitutes a violation of your Google Play Store Developer Distribution  \r\nAgreement, section 4.11 Restricted Content, which requires that any product  \r\ndistributed on the Google Play Store, must adhere to the Content Policy for  \r\nDevelopers. Furthermore, those that contain in-app advertising served by  \r\nGoogle further violate Google's AdSense policies, including its policies on  \r\ncontent guidelines and copyrighted material.\r\n\r\n\r\nBy this letter, we ask that you immediately (i) cease distribution of these  \r\napplications on the Google Play Store, (ii) take steps to ensure that their  \r\ndevelopers are not permitted to infringe upon the copyrights of RIAA  \r\nmembers by offering similar applications on Google operated sites and  \r\nservices in the future, and (iii) with respect to those applications that  \r\nhave Google served ads, terminate your ad network relationship with the app  \r\ndeveloper and cease serving ads on these applications. We have a good faith  \r\nbelief that this activity is not authorized by the copyright owner, its  \r\nagent, or the law. We assert that the information in this notification is  \r\naccurate, based upon the data available to us.\r\n\r\n\r\nThe copyright infringement of RIAA member sound recordings made possible by  \r\nyour distribution of these applications is obvious to anyone making use of  \r\nthe applications, and undoubtedly will be readily apparent to you upon  \r\nreview. While this letter constitutes notice of infringing activities under  \r\nthe US Copyright Act, it does not in any way constitute a waiver of any  \r\nright, remedy or action, including the right to recover damages for the  \r\ninfringements referenced in this letter. All such rights, remedies and  \r\nactions are expressly reserved.\r\n\r\n\r\nPlease do not hesitate to contact me if you should have any questions. You  \r\nmay reach me via e-mail at [redacted]riaa.com, by telephone at (202)  \r\n[redacted], or by mail at RIAA, 1025 F Street, NW, 10th Floor, Washington, DC  \r\n20004.\r\n\r\n\r\nSincerely,\r\n\r\n\r\n[redacted]\r\n\r\nVice President, Online Anti-Piracy\r\n\r\nRIAA\r\n\r\n\r\n","date_sent":"2012-04-17T04:00:00Z","date_received":"2012-04-17T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"VP, Online Anti-Piracy","principal_name":"RIAA","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}