{"dmca":{"id":46862,"type":"Dmca","title":"SurveyWho?","body":"[Private],\r\n\r\nWe are SurveyU, authors of the survey reproduced in your post of February\r\n26th at http://jdel.tumblr.com/post/27338177.  We are the sole author of the\r\nsurvey and received no payment or other consideration from any organization,\r\nincluding the one identified in your post, to create and distribute the\r\nsurvey.  It is our intention to publicly release our analysis of the\r\nresults.\r\n\r\nWe therefore request that you immediately amend the post to indicate those\r\nfacts.\r\n\r\nWithout regard to your incorrect inferences as to whether this constitutes\r\nan attempt to architect attack strategies or create 'push polling', the\r\nsurvey uses a number of constructs commonly used by psychologists to measure\r\nattitudes toward race and gender (attached), and does not evidence any\r\npre-determined bias or desired result.  We used these constructs to attempt\r\nto measure whether race and gender are underlying motivators behind the\r\nvoting intent of college students.\r\n\r\nIn a separate section of the survey a series of statements made by Barack\r\nObama or Hillary Clinton were randomly assigned to one of the candidates or\r\nthe other.   This research technique is used to uncover any underlying bias\r\nthat students have toward each candidate by seeing how the electability /\r\nappeal ratings differ when the same statement is attributed to each of the\r\ncandidates.\r\n\r\nSince you posted the article without any attempts to verify the accuracy of\r\nyour information, we've gone out of our way to explain the survey\r\nmethodology and intent to you, however, it appears that your motives are not\r\nto understand the research, but instead to draw attention to yourself.\r\n\r\nSurveyU is proud of its use of scientific methods of gauging college\r\nstudents sentiment for the purpose of contributing to public discourse.   We\r\nhave produced a number of surveys for this purpose, all of which can be\r\ndownloaded from http://www.surveyu.com/press_room.php\r\n\r\nYou are on notice that you have made false implications as to our\r\nmotivations and our intent.  We request that you either remove the post or\r\nreprint this letter in its entirety in the body of the post.\r\n\r\n[Private]\r\nCo-Founder SurveyU\r\n-- \r\n[Private]\r\nSurveyU - The Voice of the American Student\r\n","date_sent":"2008-02-26T05:00:00Z","date_received":"2008-02-26T05:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":null,"principal_name":"SurveyU","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}