{"dmca":{"id":46892,"type":"Dmca","title":"RIAA DMCA (Copyright) Complaint to Google","body":"June 8, 2012\n\n \n\nVIA ELECTRONIC MAIL\n\n \n\nGoogle, Inc.\n\nAttention:  Google Legal Support\n\n1600 Amphitheatre Parkway\n\nMountain View, CA 94043\n\n \n\nRe:  Infringing Applications for Android-based Devices\n\n \n\nTo Whom It May Concern:\n\n \n\n            I am contacting you on behalf of the Recording Industry\nAssociation of America, Inc. (RIAA) and its member record companies.\nThe RIAA is a trade association whose member companies create,\nmanufacture, and distribute the majority of all legitimate sound\nrecordings sold in the United States.  RIAA members include Universal\nMusic Group, Sony Music Entertainment, Warner Music Group, and EMI Music\nNorth America, and their affiliated record labels.  Under penalty of\nperjury, we submit that the RIAA is authorized to act on behalf of its\nmember companies in matters involving the infringement of their sound\nrecordings, including enforcing their copyrights and common law rights\non the Internet.  We are writing to notify you of the extensive\ncopyright infringement of sound recordings that is being facilitated by\nthe applications noted in both the attachments and the Google document\nentitled \"RIAA\" for Android-based devices which are distributed on the\nGoogle Play Store operated by Google. As noted in the above referenced\nattachment and Google document, some of these apps also display in-app\nadvertising served by Google.\n\n \n\nThe clear purpose of these applications is to facilitate the\nunauthorized streaming and downloading of popular sound recordings, the\nvast majority of which are owned or controlled by RIAA members.  Under\nthe U.S. Copyright Act, those who distribute, reproduce, or digitally\ntransmit sound recordings without authorization and those who assist,\nfacilitate, or induce such actions by others are liable for copyright\ninfringement.  By indexing, linking to, transmitting, retransmitting,\nproviding access to, and/or otherwise assisting users in streaming and\ndownloading infringing copies of sound recordings emanating from various\nunauthorized sources on the Internet, these applications are violating\nU.S. copyright law.  \n\n \n\nAdditionally, it is important to note that these applications violate\nthe terms of your Google Play Store Content Policy for Developers which\nprohibit applications that infringe on the intellectual property rights\nof others.  The failure of these applications to comply with this policy\nconstitutes a violation of your Google Play Store Developer Distribution\nAgreement, section 4.11 Restricted Content, which requires that any\nproduct distributed on the Google Play Store, must adhere to the Content\nPolicy for Developers.  Furthermore, those that contain in-app\nadvertising served by Google further violate Google's AdSense policies,\nincluding its policies on content guidelines and copyrighted material.\n\n \n\nBy this letter, we ask that you immediately (i) cease distribution of\nthese applications on the Google Play Store, (ii) take steps to ensure\nthat their developers are not permitted to infringe upon the copyrights\nof RIAA members by offering similar applications on Google operated\nsites and services in the future, and (iii) with respect to those\napplications that have Google served ads, terminate your ad network\nrelationship with the app developer and cease serving ads on these\napplications. We have a good faith belief that this activity is not\nauthorized by the copyright owner, its agent, or the law.  We assert\nthat the information in this notification is accurate, based upon the\ndata available to us.  \n\n \n\nThe copyright infringement of RIAA member sound recordings made possible\nby your distribution of these applications is obvious to anyone making\nuse of the applications, and undoubtedly will be readily apparent to you\nupon review.  While this letter constitutes notice of infringing\nactivities under the U.S. Copyright Act, it does not in any way\nconstitute a waiver of any right, remedy or action, including the right\nto recover damages for the infringements referenced in this letter.  All\nsuch rights, remedies and actions are expressly reserved.\n\n \n\nPlease do not hesitate to contact me if you should have any questions.\nYou may reach me via e-mail at [redacted]riaa.com\n<mailto:[redacted]riaa.com> , by telephone at (202) [redacted], or by\nmail at RIAA, 1025 F Street, N.W., 10th Floor, Washington, D.C.  20004.\n\n\n            \n\nSincerely,\n\n \n\n[redacted]\n\nVice President, Online Anti-Piracy\n\nRIAA\n\n \n\n","date_sent":"2012-06-08T04:00:00Z","date_received":"2012-06-08T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"VP, Online Anti-Piracy","principal_name":"RIAA","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}