{"dmca":{"id":46988,"type":"Dmca","title":"Complaint and Demand for Jury Trial re: Alleged Libel","body":"This complaint and demand for jury trial is related to the content of the SOTT forum in this thread:\r\nhttp://www.sott.net/signs/forum/viewtopic.php?id=1360&p=1\r\n\r\nUNITED STATES DISTRICT COURT\r\nDISTRICT OF OREGON\r\n\r\nCivil No.: CV'08-0233 HA\r\n\r\nCOMPLAINT AND DEMAND FOR JURY TRIAL\r\n\r\n\r\nHIGHER BALANCE, LLC, an ORegon Limited Liability Company, dba HIGHER BALANCE INSTITUTE, Plaintiff\r\n\r\nv.\r\n\r\nQUANTUM FUTURE GROUP, INC, a California corporation, and LAURA KNIGHT-JADCZYK, Defendants.\r\n\r\n[NOTE: The document is 10 pages long, I'm just going to summarize - I will be posting the entire scanned documents on the internet later.]\r\n\r\nPlaintiff Higher Balance LLC, dba Higher Balance Institute (\"HBI\") files this Complaint against defendants Quantum Future Group, Inc. (\"QFG\") and Laura Knight-Jadczyk and alleges the following:\r\n\r\n...defendants committed intentional torts that were purposefully targeted at HBI within the State of Oregon; defendants knew that HBI is a resident of the State of Oregon; defendants' tortious conduct cause HBI to suffer economic harm within the State of Oregon; HBI's claims arise out of defendants' activities relating to the State of Oregon; and the exercise of jurisdiction over defendants is reasonable in light of their intentional misconduct directed towards a resident of the State of Oregon.\r\n\r\nAs this Court has specific personal jurisdiction over the defendants, venue is proper in this district and division under 28 U.S.C 1391(a)(3)\r\n\r\nGeneral Allegations:\r\n\r\nHBI is an Oregon-based company with over 40,000 customers from all over the world.  HBI is dedicated to helping its customers relieve stress, reduce anxiety, and achieve emotional balance and spiritual enlightenment through meditation techniques.  The majority of HBI's revenues are derived from the online sale of its books and CDs, which are designed to help its customers learn these meditation techniques.\r\n\r\nEtc...\r\n\r\nDefendant QFG operates a website known as Signs of the Times (\"SOTT\"). QFG posts articles and sponsors forums regarding various conspiracy theories and allegedly corrupt organizations on the SOTT website.\r\n\r\nEmployees and agents of QFG, including defendant Knight-Jadczyk, serve as administrators and moderators of SOTT forums.  QFG employees and agents, including defendant Knight-Jadczyk, post comments and analyses in SOTT forums.  These employees and agents act within the course and scope of their agency for QFG when serving as administrators and moderators of the SOTT website and when posting comments and analyses on the SOTT website.\r\n\r\nSOTT forums are available to the general public online.\r\n\r\n...Many of HBI's existing and potential customers read the SOTT website as a source of alternative media....\r\n\r\n....Beginning in May 2006, QFG sponsored a forum on the SOTT website concerning HBI under the heading \"COINTELPRO.\" \r\n\r\nBeginning in November 2007, defendants intentionally posted several false, baseless, and derogatory accusations concerning HBI on the SOTT website including, but not limited to:\r\n\r\na> HBI is a \"front for pedophilia\";\r\nb. HBI is a \"cointelpro\" organization;\r\nc. Meditation, as sold by HBI, is an act of \"falling into confluence with a psychopathic reality\";\r\nd. Those associate with HBI must be careful to avoid sexual molestation by HBI members;\r\ne. HBI is conning the public;\r\nf. \"Fishy sexual conduct is occurring at HBI; and\r\ng. HBI \"leads people more deeply into sleep.\" \r\n\r\nBy posting these statements in a public internet forum, defendants have published and communicated false and baseless accusations concerning HBI to third parties, including existing and potential HBI customers.\r\n\r\nDefendants' statements tend to subject HBI to hatred, contempt, and ridicule and tend to diminish the esteem, respect, goodwill and  confidence in which HBI is held by the public and by its customers.\r\n\r\nDefendant made these false statements with knowledge of their falsity or with reckless disregard for their truth.\r\n\r\nAs a result of defendants' false and defamatory statement, HBI suffered general damages in the form of loss of reputation in an amount to be determined at trial, but in any event, not less than $500,000.  HBI has also suffered special damages in the form of lost income in amounts to be determined at trial, but in any event, not less than 834,732.\r\n\r\nDefendants defamatory statements are still available to the general public on the SOTT website and are easily found through internet searches relating to HBI.  Defendants conduct causes HBI irreparable harm, and HBI is entitled to an injunction preventing defendants' continued defamation of HBI.\r\n\r\nSecond Claim for Relief: \r\n\r\nDefendants intentionally gave publicity to matters concerning HBI that placed HBI in a false light before the public. etc\r\n\r\n...economic damages ... not less than 834,732.\r\n\r\nThird Claim for Relief:\r\n\r\nDefendant intentionally interfered with many of these business relationships by communicating the false and defamatory information listed... \r\n\r\n...economic damages ... not less than $97,299.\r\n\r\nHBI... has also suffered damages in the form of loss of reputation ... damages .... not less than $500,000.\r\n\r\n...Defendants conduct was malicious and warrants punitive damages... \r\n\r\nFourth Claim for Relief:\r\n\r\nIntentional Interference With Economic Relations - Prospective Economic Advantages ...\r\n\r\nDefendant's interference has diminished the esteem, respect, goodwill, and confidence in which HBI is held by the general public, thereby hindering HBI's ability to obtain many new customers with whom HBI had a prospective business relationship. ... damages to be determined at trial...\r\n\r\n...On its First Claim for Relief, that HBI be awarded general and special damages in amounts to be determined at trial, but in any event, not less than $1,334,732, and that defendants be enjoined from their continued defamation of HBI.\r\n\r\n...On its Second Claim for Relief, that HBI be awarded damages in an amount to be determined at trial, but in any event, not less than $1,334,732. and that defendants be enjoined from continuing to place HBI in a false light.\r\n\r\n...On its Third Claim for Relief, that HBI be awarded damages in an amount to be determined at trial, but in any event, not less than $597,299. plus punitive damages, and that defendants be enjoined from their coninued interference with HBI's prospective business relationships.\r\n\r\n...On its Fourth Claim for Relief, that HBI be awarded damages in an amount to be determined at trial, but in any event, not less than $1,205,000 plus punitive damages, and that defendants be enjoined from their continued interference with HBI's business relationships.\r\n\r\n... That HBI be awarded pre-judgment and post-judgment interest on all damages recovered.\r\n\r\n...That HBI be awarded its costs and disbursements incurred in this action; ...\r\n\r\nHarry and David demands a trial by jury on all issues so triable.\r\n\r\n25th day of February, 2008.\r\n\r\nBullivant houser Bailey PC\r\n\r\nRenee E. Rothauge\r\nChad M. Colton\r\nTel 503.228.6351\r\nAttorneys for Higher Balance Institute\r\n","date_sent":"2008-03-03T05:00:00Z","date_received":"2008-03-03T05:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Bullivant Houser Bailey, P.C.","principal_name":"Eric Pepin, Higher Balance Institute","recipient_name":"Quantum Future Group, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}