{"dmca":{"id":27075,"type":"Dmca","title":"Artist's Heir Demands Removal of Songs Available On ITunes Allegedly Sampling Her Fat","body":"RE  : The Beat Konducta Vol 1-2: Movie Scenes Madlib  by & -Madvillainy by Madvillain contains unauthorized,  bootlegged, uncleared sampled portions of the Bumpin Bus Stop sound recording.\r\n Pursuant to 17 USC 512(c)(3)(A), 17 USC 506(a)(2);18 USC 2319(b)(2), this communication serves as a statement that: This letter is official notification under the provisions of Section 512(c) of the Digital Millennium Copyright Act (”DMCA”) to demand removal of the infringing materials. Please be advised that law requires you, as a service -provider, to “expeditiously” remove or disable access to” the infringing materials upon receipt of this notice and that the effect of noncompliance may result in Itunes being held liable for secondary copyright infringement. \r\nMy name is “Trena Steward” named by court order judgment a legal heir, also the owner of the sound recording masters /compositions of “Bumpin Bus Stop (part 1&2)” written and performed by my father ” DAVID PRYOR and The Playboys / Thunder and Lightning. \r\nIt has come to our attention that your network is offering an infringing sound recordings that contain unlicensed sampled, unauthorized bootlegged album sound recordings containing sampled portions of my father’s vocal and music performances from  “BUMPIN BUS STOP PARTS 1 & 2”.   \r\n\r\n\r\n\r\n\r\n\r\n\r\nThe songs containing unauthorized portions and  sample times:\r\n1.\tThe PayBack (Gotta)-   (Beat Konducta Vol  1-2: Movie Scenes 2006 –                                                   STEP UP vocal sample starts at 2 seconds                                                                                                                                                      \r\n2.\t Snake Charmer ( Head Up)-  (Beat Konducta Vol  1-2: Movie Scenes 2006) STEP UP vocal sample  starts at 1 second \r\n3.\t Players  Of The Game- (The Further Adventures of Lord Quas 2005)-LET ME SHOW YOU SOMETHING, STEP UP FRONT , YOU DIG, GET DOWN  starts at 2 min 7 seconds\r\n4.\tALLCAPS (Madvillainy2005)-IT’S -vocal sample and drum loops starts at 6 seconds  \r\nRecords available for purchase of the full album and single mp3 download. The named artists have subjected themselves to a copyright lawsuit by not obtaining permission or obtaining a proper license to use Bumpin Bus Stop 1&2 sound recordings and sample portions. \r\nI am requesting ITUNES to release the name of the responsible registrant, the names of the composition and sound recording owners contact information for the StonesThrow Record Label, to further discuss and to forward the names to our attorney. I am also requesting a record of gross revenue of each item has generated on Itunes for its complete duration. Please have an Itunes rep contact me to direct me on how to request the sales records. I can be reached at 619-871-5656. Please include with the requested information a contact person from your legal affairs department so our attorney can addressed this legal matter. Federal court claims are in the process of being filed against all responsible individuals taking part in accessing Bumpin Bus Stop works using it without proper licensing arrangements.\r\n\r\nTHE LOCATION LINK OF INFRINGING MATERIALS:\r\nhttp://itunes.apple.com/us/album/beat-konducta-vol.-1-2-movie/id117797898\r\nhttp://itunes.apple.com/us/album/further-adventures-lord-quas/id60932971\r\nhttp://itunes.apple.com/us/album/madvillainy/id40877386\r\n\r\n This unauthorized copying and distribution constitutes copyright infringement under Section 106 of the U.S. Copyright Act\r\nThe violator's are making reproductions and distributing copies by internet down load to the public without obtaining permission and have not secured a license from the right holders, The Heirs of David Pryor. These actions constitutes as copyright infringement under Federal Law, title 17 USC 106- A, liable damages up to $150,000.00 per work for willful infringement, actual compensatory damages, attorney fees and a civil claim is in pursuit by the Heirs of David Pryor. \r\n\r\n\r\nPlease expedite this request as soon as possible.\r\nRespectfully,\r\nTrena Steward\r\n","date_sent":"2012-07-19T04:00:00Z","date_received":"2012-07-19T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":"TRENA STEWARD- THE HEIRS OF DAVID PRYOR","recipient_name":"ITUNES","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}