{"dmca":{"id":27228,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-07T04:00:00Z","date_received":"2012-06-07T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"ISC Technologies","principal_name":"Webmaster - IndiaStudyChannel","recipient_name":"Google, Inc.","works":[{"description":"Significant portion of our article is copied. For example as follow;\r\n\r\nOnce upon a time a frog croaked in Bingle Bog all the night beginning from dusk to dawn. All the creatures hated his loud and unpleasant voice but still they did not have any other option. \r\n\r\nThe voice came out from the sumac tree where every night the frog sang till morning. He was so determined and also shameless that neither stones, prayers or sticks nor the insults or complaints could divert him from singing. \r\n\r\nOne night, a nightingale started casting her melody in the moonlight to which both the frog and the other creatures were left dumbstruck. The whole bog remained, rapt and admired her voice and applauded her when she ended. The frog was obviously jealous of his rival and had finally decided to eliminate her. So, the next night when the nightingale was again preparing to sing, the frog’s croak disturbed her. \r\n\r\nOn being asked about himself by the nightingale he answered that he owned the sumac tree and he had been known for his splendid voice. Also he said that he had written a number of songs for the Bog Trumpet. \r\n\r\nThe nightingale asked him whether he liked her song or not. The frog said that the song wasn’t bad but too long and it lacked some force. The nightingale was greatly impressed that such a critic had discussed her song. She said that she was happy that the song was her own creation","infringing_urls":[{"url":"http://www.meritnation.com/discuss/question/959164"}],"copyrighted_urls":[{"url":"http://www.indiastudychannel.com/resources/104314-The-Frog-Nightingale-Summary.aspx"}]},{"description":"The article at the infringing location is a word by word copy of our original article.","infringing_urls":[{"url":"http://shubhamsharmas.blogspot.in/2011/01/old-fishermana-nice-story.html"}],"copyrighted_urls":[{"url":"http://www.indiastudychannel.com/resources/104314-The-Frog-Nightingale-Summary.aspx"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}