{"dmca":{"id":27462,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-07-31T04:00:00Z","date_received":"2012-07-31T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"DTV HABER VE GÃ–RSEL YAYINCILIK A.Åž","principal_name":"DTV HABER VE GÃ–RSEL YAYINCILIK A.Åž","recipient_name":"Google, Inc.","works":[{"description":"DTV AS (the \"Applicant\") had D Yapim Reklamcilik ve Dagitim AS (\"Producer\") produce the drama series titled \"YALAN DUNYA\" on its behalf and DTV AS solely and exclusively owns the copyright to the drama series \"YALAN DUNYA\". DTV has so far licensed only Dogan Gazetecilik, which is one of our affiliates\", with the right to broadcast YALAN DUNYA and it is currently being legally broadcasted on certain internet platforms. However, all the URLs mentioned below are violating our copyrights and we are incurring incalculable amounts of losses and damages. Agreements proving our rights and licenses, and proof our attempt to have the content removed before the content provider are presented to Google's Regional Counsel. We are also exhausting other legal remedies against the content provider and the hosting provider. In the meanwhile, it is vital that the relevant URLs be removed from the Search Results.\r\n\r\nYALAN DUNYA isimli diziyi DTV AS (\"Basvuru Sahibi\") olarak D Yapim Reklamcilik ve Dagitim AS'ye (\"Yapimci\") adimiza yaptirmis olup, YALAN DUNYA dizisinin tum telif haklarina munferiden ve munhasiran sahip bulunmaktayiz. DTV AS olarak su ana kadar sadece Grup Sirketlerimizden olan Dogan Gazetecilik'e yayin lisansi vermis bulunuyoruz. Asagida gosterilen URL uzerinden yapilan yayinlarin tamami telif haklarimizi ihlal etmekte ve tarafımıza hesap edilemez maddi zararlar ika etmektedir. Söz konusu haklarımızı tevsik eden sözleşmeler ile içerik sağlayıcı nezdinde yaptığımız içerik kaldırma başvuruları Google Hukuk Müşaviri ile paylaşılmıştır. Ayrıca içerik sağlayıcı ve yer sağlayıcı hakkında gerekli hukuki başvurular da yapılmaktadır. Bu arada söz konusu URL'lerin Google Arama sonuçlarından da çıkarılması hayati önem arzetmektedir.","infringing_urls":[{"url":"http://www.dizibudur.com/dizi/Yalan-Dunya-izle.html/"},{"url":"http://www.dizihd.com/dizi-izle/yalan-dunya-izle/"},{"url":"http://www.dizihdfilmizle.com/diziler-2/yalan-dunya/yalan-dunya-22-bolum-tek-parca-izle.html/"},{"url":"http://www.dizihdfilmizle.com/diziler-2/yalan-dunya/yalan-dunya-23-bolum-tek-parca-izle-sezon-finali.html/"},{"url":"http://www.diziizle24.com/yalan-dunya-19-bolum-izle-25-mayis-2012.html/"},{"url":"http://www.diziizle24.com/yalan-dunya-23-bolum-sezon-finali-izle-29-haziran-2012.html/"},{"url":"http://www.dizi-izle.com/dizi-izle/yalan-dunya-izle/"},{"url":"http://www.diziizledim.com/dizi-izle/yalan-dunya-son-bolum-izle/"},{"url":"http://www.onlinediziizle.org/yalan-dunya-izle/"},{"url":"http://www.tekdiziizle.com/yalan-dunya-20-bolum-izle.html/"},{"url":"http://www.trsohbet.com/portal/yalan-dunya-22-bolum-fragmani-izle.html/"}],"copyrighted_urls":[{"url":"http://www.kanald.com.tr/yalandunya/Videolar/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}