{"dmca":{"id":27494,"type":"Dmca","title":"Copyright Infringement Notification - borda.ca WSB-R377","body":"________________________________\r\n\r\nFrom: Richard Kawasaki [mailto:richardk@baytsp.com] \r\nSent: Thursday, February 08, 2007 5:02 PM\r\nTo: packer@gmail.com; Copyright\r\nCc: Webmistress Lisa\r\nSubject: Copyright Infringement Notification - borda.ca WSB-R377\r\n\r\n \r\n\r\nDear Sirs: \r\n\r\n \r\n\r\nThe poster responsible for the thread detailed below, Balu, has posted\r\ndozens of our client's copyrighted content on your website. This\r\negregious example of copyright infringement cannot be tolerated. We\r\ntherefore strongly urge you to delete this entire thread and immediately\r\nban this individual from posting to your website again.\r\n\r\n \r\n\r\nWSB/www.lindaoneil.com has authorized BayTSP.com to act as its agent for\r\ncopyright infringement  notification. The spidering of the Web has\r\ndetected infringements on your website as detailed in the  attached\r\nreport.  Therefore, this letter is an official notification under the\r\nprovisions of section  512(c) of the Digital Millennium Copyright Act to\r\neffect removal of the detected infringements listed in  the attached\r\nreport. The Berne Convention for the Protection of Literary and Artistic\r\nWorks, the  Universal Copyright Convention, as well as bilateral\r\ntreaties with other countries allow for protection  of our client's\r\nimages even beyond US borders. The attached documentation specifies the\r\nexact location  of the infringement. The BayFileID identifies the images\r\nby shoot number.  We hereby request that you immediately remove the\r\noffending material, as specified in RFC 1036, and refrain from using our\r\nclient's materials in the future.\r\n\r\n \r\n\r\nBayTSP.com has a good faith belief that use of the material in the\r\nmanner complained of in the attached report, is not authorized by\r\nWSB/www.lindaoneil.com, its agent, or the law. The information provided\r\nherein is accurate to the best of our knowledge.  \r\n\r\n \r\n\r\nBayTSP.com hereby swears under penalty of perjury that BayTSP.com is\r\nauthorized to act on behalf of  WSB/www.lindaoneil.com. for matters\r\npertaining to notification of infringement of its exclusive rights in\r\nits copyrighted material.\r\n\r\n \r\n\r\nPlease send us a prompt response indicating the actions you have taken\r\nto resolve this matter. Please reference BayTSP Notification ID in your\r\nresponse.\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\nSincerely, \r\n\r\n \r\n\r\n \r\n\r\nRichard Kawasaki\r\n\r\nCompliance Manager\r\n\r\nBayTSP.com\r\n\r\nPO Box 1314\r\n\r\nLos Gatos, CA 95031-1314\r\n\r\n(408) 341-2300\r\n\r\ndmca@baytsp.com\r\n\r\n \r\n\r\nInfringing thread:\r\n\r\nhttp://www.borda.ca/showthread.php?t=119533\r\n\r\n \r\n\r\n \r\n","date_sent":"2007-02-08T05:00:00Z","date_received":"2007-02-08T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"BayTSP, Inc.","principal_name":"BayTSP.com (for WSB/www.lindaoneil.com)","recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}