{"dmca":{"id":27606,"type":"Dmca","title":"DMCA Complaint from Sandhya Films Owner","body":"To Whom It May Concern:\r\n\r\nPlease note that below-referenced copyright infringement notice does not\r\nsubstantially comply with the required notification elements of the\r\nDigital Millennium Copyright Act of 1998 (\"DMCA\").\r\n\r\nPlease note that we have not passed on the substantive merits of your\r\nclaim.\r\n\r\nPlease visit our web site at\r\nwww.theplanet.com/about_us/legal_docs/ThePlanet%20Copyright%20Infringeme\r\nnt%2001%2015%2007%20FINAL.pdf\r\n \r\nLegal Response Team\r\nTHEPLANET.COM INTERNET SERVICES, INC.\r\n\r\n\r\n-----Original Message-----\r\nFrom: legal@sandhyafilms.com [mailto:legal@sandhyafilms.com] \r\nSent: Wednesday, May 09, 2007 6:19 PM\r\nTo: Copyright\r\nCc: Response, Legal\r\nSubject: DMCA Complaint from Sandhya Films Owner\r\n\r\nAttn: Copyright Agent\r\n\r\nWe are really really unhappy the way your client ccmtorrents is  \r\ninfringing our content. The latest malayalam movie release on  \r\nccmtorrents messageboard is Pakal. We own the exclusive internet and  \r\ndvd, vcd rights for Pakal, which ccmtorrents has just released on  \r\ntheir site for free. All our customers now going to download pirated  \r\nmovies from ccmtorrents and not going to buy our product. If this  \r\ntrend  continues, we will be starting a full lawsuit against the  \r\nhosting and the site owner of ccmtorrents to recover our damages.  \r\nThere is no other option than that.\r\n\r\n\r\n\r\n\r\n>\r\n> -----Original Message-----\r\n> From: legal@sandhyafilms.com [mailto:legal@sandhyafilms.com]\r\n> Sent: Tuesday, April 24, 2007 8:17 PM\r\n> To: Copyright\r\n> Cc: Legal\r\n> Subject: Copyright Infringement.\r\n>\r\n> Attn: Copyright Agent.\r\n>\r\n> We noticed that your client ccmtorrents (ip #70.86.195.235) is hosting\r\n> our copyrighted malayalam movies Vasthavam and Moonamthoral on their\r\n> message board and allowing users to download our movies for free.\r\n>\r\n> We are incurring significant losses as a result of this. The movie\r\n> Moonamthoral was ripped from our dvd by one of the users of\r\n> ccmtorrents and ccmtorrents appreciates users who engage in\r\n> infringement activities. This is very heartwrenching to see\r\n> especially, when we have invested huge money to acquire the rights of\r\n> the dvd and online rights for our banner.\r\n>\r\n> The movie Vasthavam was just put in the message board and we even\r\n> haven't released the original dvd of the movie. We are incurring more\r\n> than $20,000 loss as a result of this. We will seek full legal action\r\n> against the host and your client if immediate action is not taken.\r\n>\r\n> We will really appreciate your fastest action on this matter. The\r\n> malayalam movie industry producers association has contacted the\r\n> government authorities to stop the transmission of copyrighted movies\r\n> on ccmtorrents. The malayalam movie industry is incurring huge losses\r\n> as a result of ccmtorrents.\r\n>\r\n> Enclosed, please find our copyright infringement notice and we expect\r\n> your fastest action regarding this matter.\r\n>\r\n> Yours sincerely,\r\n> Sandhya Films Owner\r\n> Vibin Samuel.","date_sent":"2007-04-24T04:00:00Z","date_received":"2007-04-24T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Sandhya Films Owner","recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}