{"dmca":{"id":27618,"type":"Dmca","title":"Cricket Australia 2006/2007 infringments - CrkAus_NRID14376","body":"-----Original Message-----\r\nFrom: Mike Kiernan [mailto:mikek@nr-online.com] \r\nSent: Monday, February 05, 2007 6:55 AM\r\nTo: Copyright\r\nSubject: FW: Cricket Australia 2006/2007 infringments - CrkAus_NRID14376\r\nImportance: High\r\nSensitivity: Confidential\r\n\r\n\r\n-----Original Message-----\r\nFrom: Mike Kiernan [mailto:mikek@nr-online.com] \r\nSent: 05 February 2007 12:49\r\nTo: CRICKETSPOT.BIZ@domainsbyproxy.com; sales@cricketspot.biz\r\nCc: abuse@theplanet.com\r\nSubject: Cricket Australia 2006/2007 infringments - CrkAus_NRID14376\r\nImportance: High\r\nSensitivity: Confidential\r\n\r\n\r\nNetResult Internal Reference:  CrkAus_NRID14376\r\n\r\nPlease quote the above CrkAus_NRID14376 reference in all communications\r\nwith us regarding this issue.\r\n\r\nDear Sirs, \r\n\r\nWe write on behalf of Cricket Australia, in respect of certain\r\nintellectual property rights including Audio Visual content.\r\n\r\nWe have noticed that your Web Site, http://www.cricketspot.biz/ is\r\ndisplaying and/or offering Cricket Australia audio visual content. All\r\ncopyright in such images vest with Cricket Australia. \r\n\r\nAs you have neither sought nor obtained permission from Cricket\r\nAustralia to use this content, your present use is a clear infringement\r\nof Cricket Australia's rights and patently infringes the copyright held\r\nin that content.  Please be aware that under relevant copyright laws,\r\nthe copyright held in a broadcast includes the right to rebroadcast the\r\nbroadcast, whether within or outside of Australia.  Any broadcast or\r\nrebroadcast of the content - including by way of making the broadcast\r\navailable online - in any territory in the world is an infringement upon\r\nthis right unless done so with Cricket Australia's consent, which has\r\nnot been provided to you or in respect of your website.\r\n\r\nPlease immediately cease all such infringements on any and all of your\r\nweb sites and confirm to us via email that you have done so.\r\n\r\nNothing in this letter is intended or shall be construed to constitute\r\nan express or implied waiver of any of Cricket Australia's rights or\r\nremedies, including any rights or remedies in respect of infringement\r\nnot explicitly stated, whether current or in the future, all of which\r\nare expressly reserved.  \r\n\r\nFormal Declaration\r\n\r\nI, Mike Kiernan, hereby state that Cricket Australia is the owner of the\r\nexclusive rights referenced above and that NetResult is authorised to\r\nact on its behalf with respect to internet monitoring and compliance. On\r\nbehalf of Cricket Australia, I hereby state that I have a good faith\r\nbelief that use of the content in the manner complained of is not\r\nauthorised by Cricket Australia, its agents, or the law.\r\n\r\nI, Mike Kiernan, as a representative of NetResult hereby digitally sign\r\nthis e-mail message under penalty of perjury under the laws of the\r\nUnited States of America with the additional statement under penalty of\r\nperjury that the information in the notice is accurate.\r\n\r\n\r\nYours sincerely,\r\n\r\nMike Kiernan\r\n\r\n\r\nNetResult\r\nA Division of Projector NetResult Ltd\r\nMulberry House\r\n583 Fulham Road\r\nLondon\r\nUK SW6 5UA\r\n\r\nHead Office: Projector NetResult Ltd, 8 Wye Street, Hereford, UK HR2 7RB\r\n\r\nPlease note, if this email has been sent to the wrong recipient, please\r\naccept our apologies, inform us of the error, and forward this e-mail\r\nimmediately to the correct person or department for action.","date_sent":"2007-02-05T05:00:00Z","date_received":"2007-02-05T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"NetResult (for Cricket Australia)","recipient_name":"Theplanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}