{"dmca":{"id":27794,"type":"Dmca","title":"http://boldby.com","body":"\r\n\r\n-----Original Message-----\r\nFrom: Jagex Copyright Team [mailto:copyright@jagex.com] \r\nSent: Friday, March 23, 2007 4:40 AM\r\nTo: Copyright\r\nSubject: http://boldby.com\r\n\r\nTo whom it may concern,\r\n\r\nI hereby certify under penalty of perjury that I am the owner or am \r\nauthorised to act on behalf of the copyright owner. The information in \r\nthe notification is accurate. I have good faith to belief that the use \r\nof the material identified below has not been authorised by the owner, \r\nits agents or the law. Please promptly remove the infringing material or\r\n\r\ndisable access to it in accordance with the Digital Millennium Copyright\r\n\r\nAct.\r\n\r\nName of the Intellectual Property Owner: Jagex Limited, UK registered \r\ncompany number 03982706.\r\n\r\nName and/or description of the copyrighted work which has been \r\ninfringed: Logo and images copyrighted by Jagex Ltd.\r\n\r\nDescription of the Infringing Material: This site is trading in gold and\r\n\r\nitems from within RuneScape, which is against our Terms and Conditions, \r\nand therefore inducement to breach of contract.\r\n\r\nOn the homepage of the site [http://boldby.com] the RuneScape logo is \r\nclearly displayed at the top of the page, along with copyrighted images \r\nof characters from our game.\r\n\r\nLocation of the Infringing Material: http://boldby.com\r\n\r\nDate: Friday 23rd March, 2007.\r\n\r\nI can be contacted at:\r\n\r\nName: Matthew Partridge\r\nEmail: copyright@jagex.com\r\nAddress: St Andrews House, 90 St Andrews Road, Cambridge, Cambridgeshire\r\n\r\nCB4 1DL, United Kingdom.\r\n\r\nRegards,\r\n\r\nMatthew Partridge\r\nJagex Ltd.\r\n\r\n-- \r\n\r\nIMPORTANT NOTICE\r\n\r\nThe sender does not guarantee that this message, including any\r\nattachment, is secure or virus free. Also, it is confidential and may be\r\nprivileged or otherwise protected from disclosure. If you are not the\r\nintended recipient, do not disclose or copy it or its contents. Please\r\ntelephone or email the sender and delete the message entirely from your\r\nsystem.\r\nJagex Limited is a company registered in England & Wales with company\r\nnumber 03982706 and a registered office at St. Andrews House, 90 St.\r\nAndrews Road, Cambridge, CB4 1DL, UK.\r\n\r\n","date_sent":"2007-03-23T04:00:00Z","date_received":"2007-03-23T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Jagex Ltd.","recipient_name":"ThePlanet Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}