{"dmca":{"id":27817,"type":"Dmca","title":"DMCA Notification - Copyright Infringement","body":"-----Original Message-----\r\nFrom: ThinningScalp.com [mailto:legal@thinningscalp.com] \r\nSent: Tuesday, March 27, 2007 3:07 PM\r\nTo: Copyright\r\nSubject: DMCA Notification - Copyright Infringement\r\n\r\nDMCA Notification\r\n\r\nMarch 27, 2007\r\n\r\nJames M. Merritt, Jr.\r\n820 Jerilyn Drive\r\nCharlotte, N.C. 28212\r\n\r\nRE: Theft of Writings From ThinningScalp.com\r\n\r\nHello The Planet,\r\n\r\nWe have previously contacted The Pharma Web http://www.thepharmaweb.com \r\nto remove writings stolen from our web site \r\nhttp://www.thinningscalp.com . The stolen material appears on the page \r\nbelow. Pharma Web has ignored our complaint. This type of duplication \r\ncan harm our rankings and cash flow in search engines such as Google, \r\nYahoo, Ask, and MSN. Such sites as this have made it practically \r\nimpossible to place new materials on the Internet because of their \r\nhunger for Google Adsense monies. This \"slice and dice\" infringement \r\nhas become rampant.\r\n\r\nhttp://www.thepharmaweb.com/healthcare/95*444*%20Of%20Thinning%20Hair%\r\n20Inherited*666*.html\r\n\r\nPortions of Stolen Content\r\n\r\nSo what's the secret to preventing thinning hair and the impending \r\nfemale thinning hair and male pattern baldness that may accompany it? \r\nBasically you need an understanding of thinning hair prevention and \r\ntreatments or remedies that enhance hair growth. What leading experts \r\noften fail to mention is there is an internal and external component to \r\nDHT production that causes thinning hair. In other words external \r\nenzymes produced on the scalp must unite with internally produced \r\ncomponents in the body to produce this DHT, which is responsible for \r\nyour thinning hair. So in effect by blocking one or both of the \r\nchannels for DHT production you can in effect deter the resultant \r\nthinning hair and create hair growth. \r\n\r\nDMCA Notification Statement \r\n\r\n\" I have a good faith belief that use of the copyright materials \r\ndescribed above on the allegedly infringing web pages is not authorized \r\nby the copyright owner, its agent, or the law. I swear under penalty of \r\nperjury, that the information in the notification is accurate and that \r\nI am the the copyright owner or am authorized to act on behalf of the \r\nowner of an exclusive right that is allegedly infringed.\"\r\n\r\nYour attention to this matter is appreciated.\r\n\r\n\r\nRegards, \r\nJames M. Merritt, Jr.\r\nlegal@thinningscalp.com ","date_sent":"2007-03-27T04:00:00Z","date_received":"2007-03-27T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"James M. Merritt, Jr.","recipient_name":"ThePlanet Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}