{"other":{"id":27810,"type":"Other","title":"Legal Complaint to Google","date_sent":"2012-11-14T05:00:00Z","date_received":"2012-11-14T05:00:00Z","topics":["Uncategorized","International"],"sender_name":"Jesper Jelse","principal_name":"Jesper Jelse","recipient_name":"Google, Inc. [Websearch]","works":[{"complaint":"*Förtal är ett ärekränkningsbrott som regleras i  \nbrottsbalken 5 kap. 1 paragrafen. I 5 kap 1 § Brottsbalken anges att den  \n\nsom utpekar någon lämnar uppgift som är ägnad att utsätta denne för andras\n \nmissaktning dömes för förtal. *Förtalet består i att jag citat skulle  \nvarit \"otroligt utstött\" i min hemstad samt och att jag fått \"utstå\nglåpord  \nsom bögjävel\". Det påstås att man ser mig som homosexuell i min hemstad.  \n\nVidare följer mer missvisande information ang var jag ska ha gått i för  \nskola samt arbetskurser etc. Desinformationen sprids på internet och är  \nförtäckt skrivet för att förstöra för mig och mina närmaste såsom vänner  \n\noch familj. Rykten blir till skvaller som blir till sanning. Det rör sig\nom  \nuppsåtligt förtal då personen \"IKAROZ\" som skriver detta erkänner att han \n\nåterger rykten och hörsägen, och därmed sprider denna person med uppsåt  \npåhittade uppgifter om mig utan sanningshaltig grund! Sajten Flashback har\n \nregler mot falsk ryktesspridning men tar aldrig konsekvenserna av det\ngenom  \nt.ex radering. I Googles sökresultat på mitt fullständiga namn så hamnar  \n\ndenna sajt och lögner högst upp i sökresultatet vilket medför att många  \nmänniskor får missvisande information om mig när dom söker på mitt namn.  \n\nJag är tidigare framgångsrik artist och jag bidrar fortfarande med  \nmusikvideos till YouTube. Google är något jag uppskattar och som jag ser  \n\nsom något trevligt och fint och använder varje dag. I detta fall så  \nutnyttjas både Google och mitt namn samtidigt då Flashback är en  \ninternetsajt där förtal, lögner, hörsägen, brottsliga undertoner m.m  \nhuserar,  så därför önskar jag att denna sida tas bort från sökresultatet \n\npå mitt namn. Jag mår dåligt av denna situation och känner mig frustrerad.\n\nInternet ska inte vara ett evighetsklotterplank där förtal och lögner får \n\nstå kvar i evighet, det är fel. Jag hoppas på er hjälp.\n\n*Brott mot upphovsrätten: Lag (1960:729) om litterära och konstnärliga  \nverk. §3 Då exemplar av ett verk framställes eller verket göres  \ntillgängligt för allmänheten, skall upphovsmannen angivas i den omfattning\n \noch på det sätt god sed kräver. 1itterära eller konstnärliga anseende\neller  \negenart kränkes; ej heller må verket göras tillgängligt för allmänheten i \n\nsådan form eller i sådant sammanhang som är på angivet sätt kränkande för \n\nupphovsmannen.\n\nJag som upphovsman har ej gett min tillåtelse att den musik jag äger som  \n\nkompositör och artist och som jag lagt upp på YouTube på något sätt länkas\n \noch sprids från sajten Flashback eller deras användare som samtidigt  \nsprider lögner. Det strider mot ovannämnda paragrafer i Svensk och  \nInternationell upphovrätt och ingångna användaravtal. Länken till  \nmusikvideon distribueras från samma Flashback sida som förtalet, och utgör\n \nytterligare skäl för borttagning från Googles sökresultat på mitt  \nfullständiga personliga namn och grupp namnet So What eller i kombination \n\nmed verkets namn So what I was lucky texten \" eller enbart verkets namn \"I\n \nwas lucky\"","original_work_urls":[],"problematic_urls":[{"url":"https://www.flashback.org/t848024"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}