{"dmca":{"id":27930,"type":"Dmca","title":"DMCA Notice (Ref: R3518)","body":" \r\n\r\n-----Original Message-----\r\nFrom: Notices [mailto:Notices@ifpi.org] \r\nSent: Wednesday, October 13, 2004 11:16 AM\r\nTo: abuse@theplanet.com; copyright@theplanet.com\r\nCc: antipiracy@riaa.com\r\nSubject: DMCA Notice (Ref: R3518) \r\nImportance: High\r\n\r\n \r\n\r\n13 October 2004\r\n\r\n \r\n\r\nLance Crosby \r\n\r\nTheplanet.com Internet Services  \r\n\r\n1333 North Stemmons Freeway\r\n\r\nSuite 110\r\n\r\n75207  \r\n\r\nDallas  \r\n\r\nUnited States  \r\n\r\nTelephone: +1 854-7679  \r\n\r\nE-mail: abuse@theplanet.com\r\n\r\nE-mail: copyright@theplanet.com\r\n\r\n \r\n\r\nRef: R3518\r\n\r\nRe: FTP    \r\n\r\nIP Address: 67.19.226.68\r\n\r\nURL: \r\n\r\nftp://67.19.226.68/_vti_pvt/ test132/5/5/c/\r\n\r\n(Please note that the .mdb file extensions need to be renamed to .rar before\r\nthe sound files can be played)\r\n\r\n \r\n\r\nDear Lance Crosby,\r\n\r\n \r\n\r\nI am contacting you on behalf of the International Federation of the\r\nPhonographic Industry (IFPI) and its member record companies.  The IFPI is a\r\ntrade association whose member companies are 1,500 major and independent\r\nrecord companies in the US and internationally who create, manufacture and\r\ndistribute sound recordings. Under penalty of perjury, we submit that the\r\nIFPI is authorized to act on behalf of its member companies in matters\r\ninvolving the infringement of their sound recordings, including enforcing\r\ntheir copyrights and common law rights on the Internet.\r\n\r\n \r\n\r\nWe believe your service is hosting the above-referenced site on its system.\r\nThis site, which we accessed on 13 October 2004 16:25 GMT, offers\r\napproximately 16 sound files for download.  Many of these files contain\r\nrecordings owned by one of our member companies, including songs by such\r\nartists as Chris Isaak.  We have a good faith belief that the\r\nabove-described activity is not authorized by the copyright owner, its\r\nagent, or the law.  We assert that the information in this notification is\r\naccurate, based upon the data available to us.\r\n\r\n \r\n\r\nWe are asking for your immediate assistance in stopping this unauthorized\r\nactivity.  Specifically, we request that you remove the site, delete the\r\ninfringing sound files or that you disable access to this site or the\r\ninfringing files being offered via your system.  In addition, please inform\r\nthe site operator of the illegality of his or her conduct and confirm with\r\nIFPI, in writing, that this activity has ceased.\r\n\r\n \r\n\r\nYou should understand that this letter constitutes notice to you that this\r\nsite operator may be liable for the infringing activity occurring on your\r\nservice.  In addition, under the Digital Millennium Copyright Act, if you\r\nignore this notice, you and/or your company may also be liable for any\r\nresulting infringement.  This letter does not constitute a waiver of any\r\nright to recover damages incurred by virtue of any such unauthorized\r\nactivities, and such rights as well as claims for other relief are expressly\r\nretained.\r\n\r\n \r\n\r\nYou may contact me at IFPI Secretariat, 54 Regent Street, London W1B 5RE,\r\nUnited Kingdom or email Notices@ifpi.org, to discuss this notice.  (Please\r\nnote that this letter is also being copied to the Recording Industry\r\nAssociation of America, Inc. (RIAA), which is IFPI's sister organisation in\r\nthe US). We await your response.\r\n\r\n \r\n\r\nSincerely,\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n\r\nMr Paul Mitchell\r\n\r\n\r\nInternet Anti-Piracy Administrator\r\n\r\nIFPI Secretariat\r\n\r\n54 Regent Street\r\n\r\n\r\nLondon W1B 5RE\r\n\r\n\r\nUnited Kingdom\r\n\r\n \r\n\r\nTel: +44 (0)20 7878 7915\r\n\r\n\r\nFax: +44 (0)20 7878 6832\r\n\r\n\r\nE-mail: Notices@ifpi.org\r\n\r\nWebsite:  <http://www.ifpi.org/> www.ifpi.org\r\n\r\n \r\n\r\nCC:\r\n\r\nRecording Industry Association of America, Inc. (RIAA)\r\n\r\n1330 Connecticut Avenue N.W.\r\n\r\nSuite 300\r\n\r\nWashington\r\n\r\nD.C., 20036\r\n\r\nUSA\r\n\r\nE-mail: antipiracy@riaa.com","date_sent":"2004-10-13T04:00:00Z","date_received":"2004-10-13T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"IFPI Secretariat","recipient_name":"Theplanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}