{"dmca":{"id":27964,"type":"Dmca","title":"[ABUSE] [eBay:YCO05X503] Inappropriate and fraudulent use of copyrighted materials","body":"-----Original Message-----\r\nFrom: The Planet Policy Enforcement [mailto:abuse@theplanet.com] \r\nSent: Friday, January 21, 2005 9:57 AM\r\nTo: mdhudson@ebay.com\r\nCc: lance@theplanet.com; copyright@theplanet.com\r\nSubject: Re: [ABUSE] [eBay:YCO05X503] Inappropriate and fraudulent use of\r\ncopyrighted materials\r\n\r\n-----BEGIN PGP SIGNED MESSAGE-----\r\nHash: SHA1\r\n\r\n\r\n\r\nYour email is being sent to our copyright-related legal counsel at the\r\naddress copyright@theplanet.com for consideration.\r\n\r\n- --\r\nThanks,\r\n\r\nPolicy Enforcement\r\nThe Planet Internet Services, Inc.\r\nhttp://www.theplanet.com/aup/\r\n\r\nmec> Dear ThePlanet.com,\r\n\r\nmec> We have just learned that your service is being used to violate eBay\r\nmec> Inc.'s trademarks and/or copyrights.  Specifically, it appears that\r\nmec> a ThePlanet.com user is hosting a page at\r\nmec> http://shmeebay.com/forum/register.php which uses our\r\nmec> trademarks inappropriately.\r\n\r\nmec> While we believe that the above information gives your company more\r\nmec> than a sufficient basis for disabling the page immediately, out of\r\nmec> caution we note that your user?s unauthorized reproduction of eBay?s\r\nmec> trademark and copyrighted materials violates federal law, and places\r\nmec> an independent legal obligation on your company to remove the\r\nmec> offending page(s) immediately upon receiving notice from eBay, the\r\nmec> owner of the copyrighted materials. Accordingly, the information\r\nmec> below serves as eBay?s notice of infringement pursuant to the Digital\r\nmec> Millennium Copyright Act, 17 U.S.C. Section 512 (c)(3)(A):\r\n\r\nmec> I, the undersigned, CERTIFY UNDER PENALTY OF PERJURY that I am the\r\nmec> agent authorized to act on behalf of the owner of certain\r\nmec> intellectual property rights, said owner being named eBay Inc. I have\r\nmec> a good faith belief that the website located at URL\r\nmec> http://shmeebay.com/forum/register.php has\r\nmec> its copyright in each page of its website and associated source code.\r\nmec> Please act expeditiously to remove or disable access to the material\r\nmec> or items claimed to be infringing.\r\n\r\nmec> We sincerely appreciate your immediate attention to this important\r\nmec> matter. We would also appreciate if you would take steps to confirm\r\nmec> the accuracy of any contact information that your user may have\r\nmec> provided to you in establishing the account. Should you have any\r\nmec> accurate information that could assist eBay and law enforcement in\r\nmec> tracking this individual, we greatly appreciate your assistance, as\r\nmec> we know that you do not condone the use of your services for such\r\nmec> criminal purposes.\r\n\r\nmec> Finally, please be advised that we have referred this issue to the\r\nmec> Federal Bureau of Investigation for their investigation.  The F.B.I.\r\nmec> has requested that we convey to you in this message their request\r\nmec> that you preserve for 90 days all records relating to this web site,\r\nmec> including all associated accounts, computer logs, files, IP\r\nmec> addresses, telephone numbers, subscriber and user records,\r\nmec> communications, and all programs and files on storage media in regard\r\nmec> to all Internet connection information, pursuant to 18 U.S.C. ?\r\nmec> 2703(f). While we do not act as an agent of the FBI in conveying this\r\nmec> request, we do intend to fully cooperate with their investigation,\r\nmec> and encourage you to do so as well.\r\n-----BEGIN PGP SIGNATURE-----\r\nVersion: GnuPG v1.2.5 (MingW32)\r\n\r\niD8DBQFB8SZavK/XpJs6oyURAqujAJ9X+UVaiVKiAFiYKjbcBao7TvLgiQCginKK\r\nowasWHyITDum5fdjXRkcM9A=\r\n=Ah1A\r\n-----END PGP SIGNATURE-----","date_sent":"2005-01-21T05:00:00Z","date_received":"2005-01-21T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"http://shmeebay.com/forum/register.php","recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}