{"dmca":{"id":5078,"type":"Dmca","title":"UK Company Claims Defamation in Google Answers, Groups, and Searches","body":"Dear Sirs\r\n\r\nMCI Technologies Limited\r\n\r\nWe are solicitors instructed to act on behalf of MCI Technologies Limited (\"MCI\") in relation to comments concerning our client and its products posted on various websites administered by Google such as http://www.answers.google.com/answers/ and http://groups.google.com (together, \"the Websites\").\r\n\r\n[redacted] \r\n\r\nBeing the wholly owned subsidiary of a substantial public company, MCI has ample resources to protect itself, and it is not prepared to allow these defamatory allegations to continue to be published unchecked. We are therefore instructed to demand the following undertakings from you:\r\n\r\n\tthat you will immediately remove all postings referred to above from the Websites;\r\n\r\n that you will not, whether acting by yourself or through your directors, officers, servants, agents or otherwise howsoever, allow any further postings defamatory of MCI and/or its products to be posted on the Websites, and that you will actively monitor the Websites to ensure that this undertaking is complied with;\r\n\r\n that you will immediately remove the various links referred to above from the Websites and any websites administered by, associated or otherwise affiliated with Google Inc. and/or its subsidiary companies;\r\n\r\n that you will not, whether acting by yourself or through your directors, officers, servants, agents or otherwise howsoever, allow any further links to websites that are defamatory of MCI and/or its products to be posted on the Websites or any websites administered by, associated or otherwise affiliated with Google Inc. and/or its subsidiary companies and that you will actively monitor the Websites and any websites administered by, associated or otherwise affiliated with Google Inc. and/or its subsidiary companies to ensure that this undertaking is complied with.\r\n\r\nIn light of the seriousness of this matter, our client requires the above undertakings by 4 pm on Tuesday 1 March 2005. If these undertakings are given and complied with, our client will not take legal action in relation to the posting detailed above.\r\n\r\nMCI does not propose to monitor the Websites on a daily basis in order to ensure that you abide by the above undertakings. If MCI discovers any future defamatory posting on the Websites we anticipate being instructed to commence legal proceedings against you without further notice.\r\n\r\nWe look forward to hearing from you by 4 pm on Tuesday 1 March 2005. If we have not received a satisfactory reply by that time, we anticipate being instructed to issue a Claim Form. If it is necessary to commence proceedings, our client will seek damages in respect of your publication of the posting attached to this letter. We should therefore be obliged if you would provide us with the name and address of a solicitor who has instructions to accept the service of proceedings on your behalf, should that eventuality arise. In the meantime, our client reserves all its rights.\r\n\r\nYours faithfully \r\nBRISTOWS\r\n\r\nEnc.","date_sent":"2005-02-15T05:00:00Z","date_received":"2005-02-15T05:00:00Z","topics":["Copyright","International"],"sender_name":null,"principal_name":"MCI Technologies Limited","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}