{"dmca":{"id":5124,"type":"Dmca","title":"Scrabble Shakes Up Online Gamer","body":"Dear Sir:\r\n\r\nWe are counsel for Hasbro, Inc. (Hasbro), the owner of the copyrights and trademarks in the United States and Canada for the SCRABBLE crossword game.  We have recently become aware of your electronic Scrabble game available at http://www.e-scrabble.com (the e-Scrabble website). \r\n \r\nThe SCRABBLE game board and the rules of the game are the copyrighted property of Hasbro.  Your unauthorized use of the SCRABBLE game board and rules constitutes copyright infringement in violation of 17 U.S.C. 501.  Your unauthorized use of the SCRABBLE mark and game board also violates the trademark laws, including 15 U.S.C. 1114(1) and 1125(a), by creating a likelihood of confusion with respect to Hasbros authorization or sponsorship of or association with your commercial activities.  Additionally, under the Anticybersquatting Consumer Protection Act, 15 U.S.C. 1125(d), any individual who registers or uses a domain name that is identical to, confusingly similar to, or dilutive of a distinctive or famous trademark with the bad faith intent to profit from that mark may be subject to civil liability.\r\n\r\nOn behalf of Hasbro, we therefore demand that you provide us with prompt written assurance that you will dismantle the e-Scrabble website and not publish or distribute the game referenced above, or any other game using elements of the SCRABBLE crossword game, in the United States and Canada without Hasbros permission.  Because the e-Scrabble URL is of no use to you, it should be transferred to Hasbro.  We also demand that you provide us with information concerning the extent of your uses of any elements of the SCRABBLE game, as well as information regarding the distribution of your electronic Scrabble game to enable us to assess more precisely the extent of the damage done.\r\n \r\nPlease provide us with the requested information, as well as your written agreement to cease and desist from further unauthorized uses of the SCRABBLE mark and crossword game elements, as soon as possible and in any event within ten days.  This letter does not purport to be a complete statement of the facts or the law and is without prejudice to Hasbros legal and equitable rights.\r\n\r\nVery truly yours,\r\n[private]\r\n","date_sent":"2005-03-21T05:00:00Z","date_received":"2005-03-21T05:00:00Z","topics":["ACPA","Copyright"],"sender_name":"Patterson, Belknap, Webb & Tyler","principal_name":"Hasbro, Inc.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}