{"dmca":{"id":5180,"type":"Dmca","title":"Another Case of Pedigree-CBS.org Getting Catty About A Cattery","body":"Complaint of Copyright Infringement Against www.pedigree-cbs.org\r\n[Private]\r\nAttn: User Support, DMCA complaints\r\n\r\n1. The copyrighted work at issue is an email authored by myself, posted to this website without my permission. It is at the bottom of the page, under the title \"\r\n2. [Private] REPONSE TO COMPLAINT VERBATIM\"\r\n3.  Search query: Elusive Blue Cattery or Olivia Strongo\r\nGoogle results: [Private]Elusive Blue Cattery\r\nThe worst pedigree cat breeder in the entire world.\r\nwww.pedigree-cbs.org/bs.html - 8k - Cached - Similar pages\r\n\r\n\"Bad\" Pedigree Cat Breeder's websites #2\r\n...ELUSIVE BLUE BSH. Heaven Haven. Taja Siberians. Kimberlyn. Cloud's Meow. India Ink Bengals. Carraig Birmans. Fleur-D-Le Persians. Debra Rexelle [photo]\r\nwww.pedigree-cbs.org/badcatbreeders2.html - 11k - Cached - Similar pages\r\n\r\n4. [Private], [Private], Simi Valley, California 93063\r\n[Private]\r\n5. [Private], [Private]; Beaumont, CA 92223\r\n[Private], [Private]\r\n6. \"I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\"  The \"response\" quoted was my email, verbatim.  I did not, nor do I now, give permission for this to be reproduced in any form.  Her reproduction of my email does not constitute fair use under US copyright law, not having been used in part, for editorial or reporting purposes.\r\n7. \"I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n","date_sent":"2005-03-23T05:00:00Z","date_received":"2005-03-23T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"[Private]","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}