{"dmca":{"id":5213,"type":"Dmca","title":"Website posts allegedly copyrighted emails about cat breeding practices","body":"FAX to: Google Search Infringement \r\nFrom: [private], Topcattery Persians \r\nDate 3/10/05\r\nI, [private], believe that the email authorized by myself, posted without permission is copyright infringement and would like it removed from Google Search for Topcattery Persians.\r\nSearch Term: Topcattery Persians bad cat breeder. [private]\r\nMy email address is: [private]\r\n\r\nThe email address for the infringement is: [private]. This email and website is owned by a [private]. She has had her sites removed from Tripod, and Bravenet for violation of the TOS. The page on my cattery and myself is libelous, and I request that her links be removed immediately, and this person banned by IP from using your services. She has a [private] DSL and her site is hosted on [private]. Her site is a non-copyrighted fraudulent organization. I have also been threated by [private], her email to me is enclosed.\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\nSubj:\tYou will refund this man's money back\r\nDate:\t01/28/2005 2:05:42 PM Pacific Standard Time\r\nFrom:\t[private]@yahoo.com\r\nTo:\t[private]@aol.com\r\nSent from the Internet (Details _\r\nOr you will no longer have a reputation as a reputable cat breeder any longer. Business ethics dictate that in the business laws. What kind of a business are you running? Brians wants to give you back your kittys and you are to do the right thing by giving back his money in full, cash, no checks. If you do not do this your name will be totally destroyed all over the world and if you get another cattery name I will track you down until you pay this man his money, its that simple. Its to your best interest to pay this man his $400.00 or you will be listed, you have until 6:00 pm PST in California, if this is not resolved you will be the sorriest cat breeder and you then will be known as a bad cat breeder in American and all over the world because my site goes all over the world. And if you do not believe what my site can do to your please go to [private] and find out for yourself. This site is not a game or a joke its for real you make the decision whether your name & cattery gets listed its all up to you I would think all of this is something to think about real hard. Thank you so much for your attention on this matter\r\n\r\nLegal Non Profit Corporation:[Click to view legal status]\r\nShare how you have been treated by pedigree, registered cat breeders/private persons worldwide?\r\nThis is a \"watchdog\" Non-Profit, TradeMark, ","date_sent":"2005-03-10T05:00:00Z","date_received":"2005-03-10T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Topcattery Persians","recipient_name":"Law Offices of Brian Schneider","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}