{"dmca":{"id":5272,"type":"Dmca","title":"Use of Private Image","body":"Dear [private],\r\n\r\nIt has come to our attention that you have obtained and made use of a \r\nprivate image of a client of ours, a certain [private].\r\n\r\nWe have been made aware that the original image was made 'public' via a \r\ntechnical error within the infrastructure of the original website \r\n(www.flickr.com). As such, when you obtained the image it was under  \r\nthe Creative Commons Legal Code. After the technical error was  fixed \r\nour client then reserved all rights on the image and made it 'private'.\r\n\r\nThere are certain key points at issue in this matter. This primary one \r\nis that our client also currently uses her flickr account to advertise \r\nher business interest. She is obviously worried that potential clients  \r\nof hers may discover this leaked image via a search engine and \r\nsubsequently withdraw business. She is understandably worried also that \r\nfriends and family may come across the publicly posted image. We are \r\nalso aware that her initial approaches to you could be interpreted as \r\naggressive, for which she apologies, but would still request that you \r\nremove the image from the [private] website that it is posted on.\r\n\r\nAt this point in time we would like to point out to you the last \r\nsentence of Clause 3 (License Grant) of the Creative Commons Legal Code \r\n(Attribution  2.0):\r\n\r\n  \"All rights not expressly granted by Licensor are hereby reserved.\"\r\n\r\nAnd respectively request that you remove the image as requested. If you \r\ncould do this we, and our client, will be very grateful. We do \r\nunderstand that it has become a point of principle for you at this \r\nstage, however we would also like to inform you that we are taking this \r\nmatter seriously.\r\n\r\nYours sincerely\r\n\r\n[private]","date_sent":"2005-03-25T05:00:00Z","date_received":"2005-03-25T05:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"private","recipient_name":"none","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}