{"dmca":{"id":5281,"type":"Dmca","title":"Vitamin Manufacturer Claims Trademark Infringement","body":"Attention [Private].,\r\n\r\nTo whom it may concern,\r\nI am [Private], President of Saratoga Supplements based in Saratoga NY. I am writing in reference to our trademark name and image being abused maliciously by a member of blogspot.com. Our e-mail address is [Private]@saratoga-supplements.com and our telephone number is [Private].\r\nOur trademark info is as follows\r\n\r\nISO-OPC\r\n\r\nGoods and Services   IC 005. US 006 018 044 046 051 052. G & S: Nutritional supplement specifically containing Oligomeric Proanthocyanidins. FIRST USE: 20030221. FIRST USE IN COMMERCE: 20030221\r\n\r\nStandard Characters Claimed\r\n\r\nMark Drawing Code   (4) STANDARD CHARACTER MARK\r\n\r\nSerial Number   78390395\r\n\r\nFiling Date   March 25, 2004\r\n\r\nCurrent Filing Basis   1A;1B\r\n\r\nOriginal Filing Basis   1A;1B\r\n\r\nOwner   (APPLICANT) [Private] INDIVIDUAL UNITED STATES [Private] [Private] NEW YORK [Private]\r\n\r\nType of Mark   TRADEMARK\r\n\r\nRegister   PRINCIPAL\r\n\r\nLive/Dead Indicator   LIVE\r\n\r\nThe offending url is\r\nhttp://opcblog.blogspot.com\r\n\r\n\r\nWe are concerned with the owner's misuse of our product image and trademark name.  She was, for a short time, a retailer of our products and was dismissed for making false claims about our product, ISO-OPC and ISO-Synergy. She is highly ranked on google and when potential clients go to her site, it states that our products are not approved by health Canada. The inference is that our products are up to Canadian approval standards.  In point of fact, health Canada would never have any oversight of our product since it is classified as a food supplement. Nor would the FDA. She in fact has no reason to be displaying our products at all, because there is no way for her to obtain them.\r\n\r\nI have a good faith belief that use of the trademarks described above with the advertisements described above is not authorized by the trademark owner or its agent, nor is such use otherwise permissible under law.\"\r\nI represent that the information in this notification is true and correct and that I am authorized to act on behalf of the trademark owner, myself.\r\n\r\nIt is our hope that you can remedy this situation ASAP. All attempts at communicating with the site owner have been ignored.  They even refused the registered and certified letter we sent.\r\n\r\nThank you,\r\n\r\n[Private]\r\n[Private]\r\nSaratoga Supplements","date_sent":"2005-03-29T05:00:00Z","date_received":"2005-03-29T05:00:00Z","topics":["Trademark","Copyright"],"sender_name":null,"principal_name":"Saratoga Supplements","recipient_name":"Blogger [Google, Inc.]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}