{"dmca":{"id":5342,"type":"Dmca","title":"Cattery Owner Seeks to Remove Infringing Material","body":"To:[Recipient]\r\nFax Number [Private]\r\nFrom:[Sender] [Phone]\r\nFax Number [Private]\r\n\r\nDate/Time: 3.15.05\r\nSubject: Digital Millennium Copyright Act\r\nComplaint of Copyright Infringement Against www.pedigree-cbs.org\r\n\r\n[Phone]\r\nAttn: [Recipient]\r\n\r\n1.\tThe copyrighted work at issue are emails authored by myself, posted to this website without my permission. She has also taken a photograph of me from my own website, and taken photos of my cats from my website, all without my permission. The content of her website is libelous, and in linking to it, Google is helping to promote that libel.\r\n2.\tSearch term: [Private]\r\n3.\tStatement of Fact about [Private] of Lollimops Himalayans [Private] lives [presently] right across the street to where [Private] her best friend had a residence served with 1 warrant & was arrested....\r\nwww.pedigree-cbs.org/sofml.html - 16k - Cached - Similar pages\r\nThis page has a picture that I took from my front porch and is located on my website at http://www.geocities.com/lollimops on my grandchildren's page. It was stolen from that site and is placed here without my permission.\r\n2.\tHer name, email addresses and address; [Private], [Address]; Beaumont, CA. 92223\r\n\r\n[e-mail],\r\n\"I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\" The \"response\" quoted was my email, verbatim and a picture that is mine and is on my website. I did not, nor do I now, give permission for this to be reproduced in any form. Her reproduction of my email and picture does not constitute fair use under US copyright law, not having been used in part, for editorial or reporting purposes. Also see attached pages.\r\n\r\nMy name is [Private], my phone number is [Phone] and my email address is [e-mail]\r\nThank you\r\nSearch term used on the following pages was\r\nLollimops, which is my [Private] name\r\n\r\nI swear, under penalty of perjury, that I have in good faith belief that each search result or message [illegible] and below\r\n\r\n\r\n1.\tCat - Feline Pine\r\nwww.whitepinevet.com. Lollimops [Private] Purchase Contract How Lollimops [Private] defends her purchase contract and says its ethical www.pedigree-cbs.org.... www.topcatsites.com/felinepine/ - 54k - Cached - Similar paqes\r\nThis has a link to a copy of my contract which was stolen by this person, [Private] and put on her site pedigree-cbs.org, without my permission;\r\nLollimops [Private] Purchase Contract\r\nHow Lollimops [Private] defends her purchase contract and says its ethical www.pedigree-cbs.org\r\n2.\tThe Complaint Station for Lollimops [Private] | The Complaint ...\r\nThe Complaint Station is the hottest complain facility! Complain today,\r\nfill out the complaint form for fraud, scams, etc.! www.thecomplaintstation.com/.../datacgi/database.cgi/ Forum/Topic/TopiclD=2623/firstrecord=0/finalrecord=14 - 67k - Cached - Similar pages\r\nThis letter was written by me and is posted on this page without my permission; below is the letter written by me, and she acknowledges that this is so.\r\nWhat [Private] had to say.... below\r\nOriginal Message \t\r\nFrom: [Private]\r\nSent: Monday, January 19, 2004 7:32 PM \r\nTo: [Private]\r\nSubject:\r\nWrote by [Private]\r\n\"Dear [Private]\r\nI just tried to call you about your complaint with [Private]. I had no idea you were so upset with me. I dialed the number correctly but the lady that answered didn't want to talk to me, I hope that wasn't you.\r\nIt is so hard to get people to understand about FIP, and if you want to talk about it I will explain all that I can, I have really studied this disease in order to try to prevent it ever happening with my babies.\r\nBut please do not get involved with this person before you talk to me. She is mentally unstable, CFA knows about her and she has been banned from ever showing or registering with them. She has been stalking and harrassing me for many months now along with a few other breeders that she doesn't like.\r\nIt has been a nightmare and I would like to talk to you about it.\r\n\r\nI know your kitty died and I am so sad for him and you, but I did the only thing I could, I offered to replace him. You also have an older cat and that may have been where the kitten contacted the corona virus that can mutate into FIP, even tho I try very hard to raise my kittens not to pick up this virus from their moms this is no guarantee either that it won't happen from here. There is no way to know for sure where your kitten picked it up.\r\n\r\nBut we have to stop pointing fingers about FIP. There is really no way to prevent it, no way to diagnose it and no way to treat it. I have been told repeatedly, that if you breed cats it is going to show up and I know that it is not going to make you feel any better either.\r\n\r\nThis person is not official, she has no authority and this is just her own vendetta site. My letter that you read was a response to a posting she did last Fri. She stated that I was in jail and that my cats had been confiscated. She made this up and when she couldn't provide the paper work to back it up she blamed a city official for mixing up my name with that of the person that was arrested last year. She has taken down that page now or rather unlinked it.\r\n\r\nAs to your reference to the shelter I was helping with, it was the person that eventually did busted but I was the one that was trying to help the cats, I was down there cleaning and bathing and scooping on my own trying to help these cats. The living conditions were horrendous and the only way I could explain it to you was that I was working at a shelter. I didn't know how else to talk about it. All of my friends were so angry at me for getting involved with this person, but I couldn't just let those cats live like that I was devastated about their living condition.\r\n\r\nI also wonder at your reference to my \"cat shack\". I know that those are [Private's] words. I am embarrased that you thought that of me and my home.\r\n\r\n[Private] if you have a problem with me, why don't you take it up with me? I would never have knowingly send out a sick kitten, please know that and I am still willing to replace him, but please discuss this with me and not her. She cannot resolve this, only you and I can. Thanks [Private]\"\r\nHimalayan & Persan Cats- Little people in kitty suits http://www.geocities.com/lollimops\"\r\n3.\tRip Off Report:Lollimops Himalayan Persians Ripoff sell FIP ... Lollimops Himalayan Persians Ripoff sell FIP infected cats that\r\ndie within a few months [Private].... badbusinessbureau.com/reports/ripoffl32315.htm - 28k - Cached - Similar pages\r\nThis letter was written by me and I did not give permission for it to be sent to someone else, or posted on this site or on the site p-cbs.org.\r\n4.\tRip Off Report: Lollimops Himalayans Persians ripoff steals buyers\r\nLollimops Himalayans Persians ripoff steals buyers $100.00 please do NOT buy from\r\nthis [Private] [Private] California. ... He found lollimops and called Melanie.... badbusinessbureau.com/reports/ripoff132317.htm - 22k - Cached - Similar paqes\r\nThis quote on this page is attributed to me, it is inaccurate and posted here without my permission.\r\n[Private] said \"NO REFUNDS\".\r\n5.\tRip Off Report:Lollimops [Private] Owner requested $100 deposit ... Lollimops [Private] Owner requested $100 deposit before seeing the cat. ... Lollimops [Private] Owner requested $100 deposit before seeing the cat.... www.ripoffreport.com/reports/ripoff124023.htm - 21k - Cached - Similar paqes\r\nMy address and unlisted phone number are listed here without my permission.\r\n6.\tDirectory Listing for Animals & Pets, Cats at SearchRamp.com\r\nLollimop's Reputation Lollimops [Private] runs a FIP infected kitten mill for a living http://www.pedigree-cbs.org/passml.html Report this Listing.... dir.searchramp.com/A298P4-Cats.htm - 30k - Cached - Similar pages\r\n\r\nI am not listed anywhere on this page. This is inaccurate\r\n7.\tAmerican Bad Business List - Rip off reports and bad business ... [Private] of Lollimops [Private] ripped my off of $1,300.0.... Public Rating Code for this seller! Lollimops admits she has sick kittys & shares this online\t wvvvv.americanbadbusinesslist.com/business/ viewtopic.php?p=33&sid=c73e109f397cb4fe899fb91 ae8e4efcc - 19k - Supplemental Result - Cached - Similar pages\r\n\r\nThis listing goes nowhere.\r\n8.\tBad Business Index - MO\r\n... that 1 minute call. Lollimops [Private] [Private] [Private], CA 92026 Business Contact: [Private]. What [Private] ... www.badbusinessindex.com/bad_businesses_mno.htm - 34k - Supplemental Result - Cached - Similar pages\r\nI have been quoted here by [Private] and [Private] once again has put it on her site without my permission, this is not what I said.\r\nLollimops [Private]\r\n[Address]\r\n[Private], CA 92026\r\nBusiness Contact: [Private]\r\n\r\n\r\nWhat [Private] kitten buyer had to say about her\tHi -'I bought a kitten from [Private] in February 2003. Within in two months Divine Ray of Light (Ray for short) Ray's belly was swollen out. We took him & had him tested for worms. After several vets & a few tests totaling hundreds of dollars we found out Ray had FIP. I e-mailed [Private] throughout this process. She sent a-mails acting like she didn't know what could possibly be wrong with him. When we found out he had FIP she said, 'that it must have come from our 18 year old Tabby (totally healthy always) Flash.' She told us that \"out of sympathy\" Ray was to replace my Himmy that had died on Christmas day of Cystitis (he was 13) that she would give me a replacement kitten after Flash had passed on. We paid her $450.00 for pet quality lilac point Himmy. He was the sweetest little baby, and he cruelly died before our eyes in an agonizing several months. He was healthy only for a month before he started to manifest symptoms. [Private] did not profess to be an expert on FIP when she was dealing with us. She told us, 'Why would I give you a replacement kitten if the FIP had come from my cattery.' Every vet we have talked to has urged us not to deal with her again. It is a terrible thing to bring little innocent babies into the wand to make them suffer. I am sad to tell you all this ..","date_sent":"2005-03-15T05:00:00Z","date_received":"2005-03-15T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Lollimops Himalayans","recipient_name":"Law Offices of Brian Schneider","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}