{"dmca":{"id":5504,"type":"Dmca","title":"\"Always Low Prices?\" Not for Wal-Mart Counsel","body":"Dear Sir: \r\n\r\nThis firm is counsel to Wal-Mart Stores, Inc. Wal-Mart is aware of your website found at www.alwayslowprices.net.  Wal-Mart welcomes free speech and has no interest in preventing anyone from publishing his or her opinions on the Internet or elsewhere. Nevertheless, while Wal-Mart welcomes public debate about issues relating to Wal-Mart, it is not necessary or acceptable to use Wal-Mart's logos to do so or to in any other way imply that your web site is in any way sponsored by Wal-Mart. \r\n\r\nIn particular: \r\n\r\n(1) The website contains a prominent display of Wal-Mart's logo ALWAYS LOW PRICES. \r\n\r\n(2) The URL of this website is identical to Wal-Mart's registered trademark ALWAYS LOW PRICES. This use of the exact trademark in a url does not indicate that this is a site that is not affiliated with the owner of the trademark. \r\n\r\n(3) Furthermore, the site contains a link to Wal-Mart's own website. Specifically, the link labeled \"WM News\" would link a consumer to: \r\nhttp://www.walmartstores.com/wmstore/wmstores/Mainnews.jsp?catID=-8248&categoryOID==8248&pagetype=news&template=ContentLanding.jsp which is part of Wal-Mart's website,\r\n\r\n(4) The website contains banner ads with commercial advertising such as RFID training, something that might be of interest to Wal-Mart vendors and partners. As such, this website does not appear to be purely a noncommercial site. To the extent that you are using Wal-Mart's trademark as a domain name in order to drive commercial traffic to your website, you are violating U.S. law, as well as your domain name registration agreement. \r\n\r\nTherefore, this website has crossed the line from fair comment to unfair use of Wal-Mart's intellectual property. Consumers who view your site could be misled into believing your site is in some way affiliated with Wal-Mart. These are infringements of Wal-Mart's rights in violation of the Lanham Act, 15 U.S.C. Sections 1125(a), 1125(d), and 1114. \r\n\r\nWal-Mart is not interested in taking legal action against you if we can resolve this situation more simply. Wal-Mart requires that you please remove the ALWAYS LOW PRICES logo from your web site, and adopt an alternative domain name that is not identical or similar to any of Wal-Mart's trademarks, within ten days of receipt of this letter. \r\n\r\nVery truly yours, \r\n\r\n[Private]\r\n\r\ncc: Wal-Mart Stores, Inc.\r\n\r\n","date_sent":"2005-04-05T04:00:00Z","date_received":"2005-04-05T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Venable LLP","principal_name":"Wal-Mart Stores, Inc.","recipient_name":"Always Low Prices","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}