{"dmca":{"id":5538,"type":"Dmca","title":"Sony Misses a Beat(allica)","body":"Dear [Private]:\r\n\r\nI write on behalf of Sony/ATV Music Publishing LLC (\"Sony/ATV\"), a\r\ncopyright owner and the music publisher of an extensive catalogue of\r\ncopyrighted musical compositions, including musical compositions\r\nwritten, individually and/or jointly, by John Lennon, Paul McCartney,\r\nGeorge Harrison and Richard Starkey (individually and collectively,\r\n\"The Beatles\") and recorded and performed by The Beatles, including,\r\nbut not limited to, \"Run For Your Life,\" \"Back In The USSR,\" \"Taxman,\"\r\n\"And I Love Her,\" \"Got To Get You Into My Life,\" \"Lady Madonna,\"\r\n\"Hey Jude,\" \"I Want To Hold Your Hand\" and \"We Can Work It Out,\"\r\nto name just a few (the \"Sony/ATV Compositions\").\r\n\r\nIt has come to our attention that you are using Sony/ATV Compositions,\r\nor derivative works thereof, without authorization or license in connection\r\nwith (i) the advertising and promotion of a musical group p/k/a Beatallica;\r\n(ii) the making available, distribution and performance of musical works;\r\n(iii) the promotion and sale of merchandise; and (iv) the advertising and\r\npromotion of the Beatallica websites, owned and operated by you or under\r\nyour direction and control at Beatallica.com and Beatallica.org (the\r\n\"Sites\").  Such uses of Sony/ATV Compositions without the express\r\nauthorization or license has caused and continues to cause substantial and\r\nirreparable injury and is in direct violation of Sony/ATV's rights,\r\nincluding, without limitation, those under the United Stated Copyright\r\nAct.\r\n\r\nAccordingly, you must immediately:\r\n\r\n-     cease exploiting Sony/ATV Compositions and all unauthorized\r\nderivative works thereof;\r\n\r\n-     provide Sony/ATV with written assurance that all such\r\nunauthorized uses have ceased;\r\n\r\n-     provide Sony/ATV with information regarding any and all audio\r\nand audio-visual product (e.g., cassette, CD, DVD, multimedia, MP3 and\r\nother electronic files), merchandise and written material (electronic and\r\notherwise), and any other product that incorporates or uses Sony/ATV\r\nCompositions or any unauthorized derivative works thereof, including, but\r\nnot limited to, the (a) dates on which each audio, audio-visual, or other\r\nproduct was created and distributed; and (b) number of copies of each\r\naudio, audio-visual or multimedia work, merchandise or other product that\r\nwas created;\r\n\r\n-     provide Sony/ATV with an accounting of all sums received or\r\nearned in connection with the exploitation of the Sony/ATV Compositions\r\nand all unauthorized derivative works thereof, as well as the operation of\r\nthe Sites; and\r\n\r\n-     compensate Sony/ATV in an amount to be discussed after you\r\nhave promptly complied with the foregoing.\r\n\r\nYour failure to promptly take the steps outlined above and contact me\r\nwithin ten (10) days from your receipt of this letter will force Sony/ATV\r\nto pursue all available legal remedies in equity and at law, including,\r\nwithout limitation, seeking statutory damages and attorneys fees routinely\r\nawarded in the federal courts.\r\n\r\nThis letter is not an exhaustive recitation of Sony/ATV's claims in this\r\nmatter, and is accordingly written without prejudice to Sony/ATV's rights\r\nand remedies in the foregoing, all of which are hereby expressly reserved.\r\n\r\nI can be reached by phone at [private] or by facsimile at\r\n[private].\r\n\r\n\r\nSincerely,\r\n\r\n\r\n[Private]\r\nDirector\r\nBusiness and Legal Affairs\r\n\r\n\r\ncc:  [private], [private]\r\n","date_sent":"2005-02-17T05:00:00Z","date_received":"2005-02-17T05:00:00Z","topics":["Derivative Works","Copyright"],"sender_name":"Director, Business and Legal Affairs","principal_name":"Sony/ATV","recipient_name":"Webmaster of Puppets, Beatallica","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}