{"dmca":{"id":5547,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-04-13T04:00:00Z","date_received":"2012-04-13T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"June Tree","principal_name":"June Tree","recipient_name":"Google, Inc.","works":[{"description":"http://www.thedigeratilife.com/blog/index.php/2008/06/23/wedding-costs-create-a-wedding-budget/ copyrighted by June Tree.\r\n\r\nI have been rewriting this piece so some parts may not be organized the same fashion, but needless to say, this has been scraped.\r\n\r\nThis is the copied piece:\r\n\r\nWant To Save Money On Your Wedding? Try These General Tips\r\n\r\n#1 Do NOT take out a wedding loan.\r\nCall me naive, but I’ve never heard of such a thing as a wedding loan till now. Here’s another lovely unsecured personal loan to saddle yourself with. I suppose it’s just another marketing tool for lenders to try to get you to finance yet one more thing in your life. You can of course try to get a secured loan with some asset as collateral but c’mon — you don’t want to start off your new life on the wrong foot by following these methods.\r\n\r\n#2 Keep an open mind.\r\nDo you really need to keep up with tradition? When planning for my wedding, I seemed to get the impression that traditional etiquette steered away from the “tackiness” of blatant cash exchanges. But tradition often clashes with practicality and when needs arise, it’s time to open one’s mind to resourceful financing tactics. If you can think of weddings as a family affair where everyone can pitch in, all the better. It’s great when one has a rich daddy who can throw a grand wedding for their daughter but more often than not, wedding planning falls on the shoulders of the couple to be married. Be honest, wouldn’t you rather receive something like this or this?\r\n\r\n#3 Do not keep up with the rich Joneses.\r\nWhen you enter the phase where everyone you know is getting married and you are requested to be part of everyone’s bridal party, it’s quite likely you’ll be comparing your own event to everyone else’s. Resist the urge to impress everyone else. I’d say the most memorable or enjoyable weddings I’ve attended haven’t been the most extravagant ones, but rather the most unique or most personal ones, where invited guests already knew each other.\r\n\r\n#4 Don’t ask for a perfect wedding.\r\nRefusing to compromise in pursuit of the “perfect wedding” will cost you a bit. Many event planners who have worked for bridezillas can attest to that.\r\n\r\nNow if you really want to think outside the box, here are some suggestions for a cheaper but still special wedding:\r\nHow About These Radical Ways To Save?\r\n\r\n#1 Go cultural.\r\nIf you have wedding traditions that involve the exchange of currency, cash or even cash equivalents such as gift cards, why not incorporate it in your event (see Money Dance)? It’s been a boon to many couples I know.\r\n\r\n#2 Cut down on guests.\r\nThis is the easiest way to save money. Start cutting down your guest list liberally — in 5 years, you’ll never see those co-workers again anyway. Make excuses that only close friends and family are invited. I’ve been cut from many lists before and I understood.\r\n\r\n#3 Rent everything.\r\nGrooms and groomsmen rent their tuxedos, why not have the entire bridal party rent their clothing? Will you be willing to rent your own wedding dress? Rent a cake? This comes back to keeping an open mind!\r\n\r\n#4 Request contributions towards wedding accoutrements in lieu of gifts.\r\nHow about negotiating the gift of time, service or money towards your wedding event rather than actual material gifts from your friends and family? Some of them may want to pitch in to contribute for flowers, centerpieces, favors, food or even the honeymoon.\r\n\r\n#5 Peg your wedding on an off-day.\r\nShift your wedding schedule and try for the off-season or a week day. I’d personally avoid bad weather months though just because a tornado over your wedding tent would *really suck*.\r\n\r\n#6 Use cardboard for part of your wedding cake.\r\nYou’ve got a beautiful multi-tiered wedding cake so why not fake its bottom? I suggest this and many more wedding cake savings tips in this post.\r\n\r\n#7 Choose a free (or almost free) venue.\r\nHold your wedding in a park or the beach or somewhere you can celebrate without spending an arm or a leg. You can try convincing your favorite aunt to open her house to your wedding party.\r\n\r\n#8 Keep your entertainment simple.\r\nGet your talented relatives to line up and do a performance for you. Maybe have some younger folks come up with some numbers. We were dining at an Indian restaurant once and to our delight, there was a traditional Indian wedding taking place in a banquet hall next to our seats. I got to watch some cute little kids do some cultural (as well as modern) dance and song numbers to everyone’s entertainment.\r\n\r\n#9 Use the internet!\r\nTry typing “cheap wedding” in the Google search box and be agog by the number of listings, tips, ideas, advice and products you are privy to by the click of a button. Research is king.\r\n\r\n#10 Delay the wedding.\r\nHow about this novel thought — plan your wedding once you’ve built up enough savings to fund it? That’s what we did. That’s why it took a bit of time as well. It was all part of our big master plan to get married after 6 years of dating (and working at our careers) after which we took another 6 years to wait to have kids. By sacrificing our time, we were thus able to easily take care of the financial details of these events.\r\n\r\n#11 As a last resort, elope!\r\nJust a few months ago, a dear friend shocked us by saying she already got married. Was I slighted? Maybe just a little, but I understood. After the fact, she’s now inviting us to a post-wedding party. Though I doubt money was the reason behind her stunt, I’m sure she must’ve still saved a bundle.\r\n\r\nThough some of these ideas may seem outrageous to you at first glance, I’d say just give it a bit of time to sink in. You never know, it may not sound like such bad ideas after all if you see how much you can save from making some simple adjustments to your wedding plan.","infringing_urls":[{"url":"http://townsdelight.multiply.com/journal/item/8/Weddings_-_Money_Saving_Tips"},{"url":"http://townsdelight.multiply.com/journal?&page_start=20"}],"copyrighted_urls":[{"url":"http://www.thedigeratilife.com/blog/index.php/2008/06/23/wedding-costs-create-a-wedding-budget/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}