{"dmca":{"id":5556,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-04-13T04:00:00Z","date_received":"2012-04-13T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Getaway Charters","principal_name":"Getaway Charters","recipient_name":"Google, Inc.","works":[{"description":"We are enjoying some great Orange Beach Fishing during Spring Break. You will also love our weather. The Alabama Gulf Coast is beautiful in March. April and May will be awesome months for fishing which will lead into our awesome Summer vacation fishing. You may choose a 3, 4, 6 or full day fishing charter. These trips are great for family and friends. Learn more about our Gulf Shores Spring Break and Orange Beach Spring Break Fishing charters. Come enjoy deep sea fishing Orange Beach along the beautiful Gulf Shores. Is a nicer & cleaner boat with a professional Captain and mate important to you? Expect more and get more with us. It's all about you. You will find some awesome Orange Beach fishing and Gulf Shores fishing along the Alabama Gulf Coast with our professional guides. Getaway Charters has been been offering Alabama deep sea fishing and nearshore fishing charters for over 16 years. We welcome you, your family, friends and everyone who is looking for some fun and fishing. Family fishing anglers, first-time anglers and experienced anglers will all enjoy the friendly atmosphere on our boats. We can accommodate up to 6 people on each boat and you may choose a half day to a full day fishing charter. Whether you are looking for some tasty fish to take home or catch and release fishing, you will find it here at Getaway Charters. Experience some great amberjack fishing, king mackerel fishing, red snapper fishing, grouper fishing, tuna fishing, marlin fishing and so much more. We are located at 26619 Perdido Beach Blvd, Zekes Marina in beautiful Orange Beach, Al. We are a short drive from Fort Morgan, Perdido Key and Pensacola, Fl. We are also just an eight minute ride from beautiful Gulf Shores. We are happy to say that the Getaway and Another Getaway are two of the most popular charter fishing boats in the area. Come enjoy Orange Beach fishing and Gulf Shores fishing at its best.﻿ \r\n\r\nThis content above was current in March on the url below. The url below is my website.\r\n\r\nwww.getawaygulffishing.com","infringing_urls":[{"url":"http://www.fairwaterfishing.com/"}],"copyrighted_urls":[{"url":"http://www.getawaygulffishing.com"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}