{"dmca":{"id":5653,"type":"Dmca","title":"ChampionBass Says Something Fishy About Those Infringing Websites Down in Florida","body":"From:\r\n[Private]\r\nChampion Pro Guide Services \r\nhttp:/www.championbass.com \r\n[Private]\r\nSt Cloud, Florida 34772\r\n\r\nTO:\r\nGoogle, Inc,\r\nAttn: Customer Support, DMCA Complaints\r\nMountain View, CA 94043\r\n\r\nJanuary 23,2005\r\n\r\nTo Whom it May Concern,\r\n\r\nI am the Sole Owner, and Website Designer for Champion Pro Guide Services located in Central Florida (http://www.championbass.com). I have Terms of Use and Copyright notices posted on every page on my site. I have original copyrighted material, design authored by me taken from my site without permission. It was brought to my attention by some of my colleges in Okeechobee Florida that another guide service down there (http://www.hawghunter.net) has pirated my website and stole my design, site navigation layout and slogans, and these pages currently show up in the following search queries:\r\n\r\n1. \thttp://www.google.com/search?sourceid=navclient&#8804;=UTF-8&rls=GGLD.GGLD:2005-03.GGLD:en&q=bass+guides+for+florida.  He is at the top of the sponsored Ratings.\r\n\r\n2.\thttp://www.google.com/search?hl=en&lr=&rls=GGLD%2CGGLD%3A2005-03%2CGGLD%3Aen&q=okeechobee+fishing&btnG=Search\r\n\r\n3.\thttp://www.google.com/search?hl=en&lr=&rls=GGLD%2CGGLD%3A2005-03%2CGGLD%3Aen&q=florida+bass+fishing&btnG=Search\r\n\r\n4.\thttp://www.google.com/search?hl=en&lr=&rls=GGLD%2CGGLD%3A2005-03%2CGGLD%3Aen&q=florida+bass+guides&btnG=Search\r\n\r\nThese are just a few of the sample searches, and I am sure since he is a sponsored listing on most terms, he will come up under other terms as wall. Please remove this infringing site from your search database, and sponsored listings and send reply to\r\n\r\n[private]@championbass.com\r\n\r\nConfirming your Compliance to our request in accordance with DMCA 1998.\r\n\r\nHere is an outline of the violations, and where they occur:\r\n\r\nHe has copied most of my website words, descriptions and images.\r\n\r\n1.\thttp://www.hawghunter.net/images/giftcertificate-ban.gif is basically my creation, he changed the background. \r\n2. \thttp://www.hawghunter.net/images/gurantee.gif. He didn't bother to change thiS.\r\n\r\n3. \thttp://www.hawghunter.net/WhyChooseUs.htm - This whole page concept was mine, and most of the verbiage, and word layout is my creation \r\n4.\thttp://www.hawghunter.net/advertising.htm - again, my layout and design, he change a few words for his site, but the html in the background is mine \r\n5. \thttp://www.hawghunter.net/images/handicapped.htm - again, nine and he only changed the name to his own. \r\n6. \thttp://www.hawghunter.net/images/handicapped.jpg - I designed this image and it still has my guide service name at the bottom, he shrunk the image so you could not read it so well, but you can make it out if you look. \r\n8. \thttp://www.hawghunter.net/Calculator.htm - a poor attempt to copy here, he forgot to do the script on the page so it doesn't work \r\n9. \thttp://www.hawghunter.net/link_to_us.htm - most of the words, and layout are from my site. \r\n10. \thttp://www.hawghunter.net/Group_trips.htm - again with another cut and past piracy act from my site. \r\n11.\thttp://www.hawghunter.net/images/bass_pro.gif -also another image that was mine, and shrunk down.\r\n\r\n\tOn January 1, 2005 1 completely renovated and updated my website. Although I have kept my original layout and design, I changed some of the pages. In order to see the copyright infringements, you will need to go to the wayback machine at this address to see a recent copy archived from my old website to find a more detailed outline of what he took \r\nhttp://web.archive.org/web/20040325191035/http://www.championbass.com/\r\n\r\n\tIf you notice at the bottom of his pages, his copyright notice end mine are also very similar. After browsing the Hawghunter.net, and his other domains and mirror sites which include BassOn-line.com, Hawghunter.com. Hawghunter.net, FlPeacockbass.com, FlPeacockbass.net, BigOBass.com and LakeOkeechobeeBassFishing.com\r\n\r\n\tOn December 28, 2004 I contacted Mr. [Private], Owner of Hawg Hunter Guide Service and made him aware of the copyright problems and gave him 30 days to remove my copyrighted and protected materials from his site. As of today it has not been changed, and he is not accepting my calls.\r\n\r\nMy contact information is: \r\n[Private]\r\nChampion Pro Guide Services Central Florida \r\nhttp://www.championbass.com \r\n[Private]\r\n\r\nThe Infringing Contact information according to Whois\r\n\r\nRegistrant\r\n[Private]\r\nRegistered through: GoDaddy.com\r\nDomain Name: HAWGHUNTER.NET\r\n\tCreated on: 27-May-00\r\n\tExpires on- 27-May-05\r\n\tLast Updated on: 04-Sep-03\r\n\r\nAdministrative Contact\r\n[Private] \r\n\r\nTechnical Contact:\r\n[Private]\r\n\r\nDomain servers in listed order.\r\n\tWSC1.JOMAX.NET\r\n\tWSC2.JOMAX.NET\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly\r\ninfringing web pages is not authorized by the copyright owner, its agent or the law\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the Copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed\r\n\r\n","date_sent":"2005-01-23T05:00:00Z","date_received":"2005-01-23T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Champion Pro Guide Services","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}