{"dmca":{"id":5675,"type":"Dmca","title":"Local Competitors In Dispute","body":"Dear Ms. [private]\r\n\r\nWe are legal counsel to Calsource, Inc. (Calsource). As you are undoubtedly aware, since January 2000, our client has been the exclusive provider of calibration services throughout the northeast, and in fact throughout the country under its CALSOURCE mark.\r\n\r\nThrough its strict quality control standards, Calsource has developed immeasurable goodwill in its CALSOURCE mark. Accordingly, Calsource has a policy of strictly monitoring use of CALSOURCE by others to insure that the term is not being used in a manner likely to cause confusion as to the source or origin of services to lead consumers into thinking there may be some form of affiliation with or sponsorship by Calsource, or to dilute the value of goodwill Calsource has developed in its CALSOURCE mark.\r\n\r\nThrough Calsource's monitoring efforts, we have recently become aware that you, either in your individual capacity or in cooperation with Weighing & Systems Technology, Inc. (W&S) are using the mark CALSOURCE in connection with a calibration software management tool, as evidenced on the enclosed copy of a page taken from your calsource.us website. Such use of the CALSOURCE mark is likely to cause consumer confusion, mistake, or deception, or lead to a belief that you and/or W&S are affiliated with or sponsored by Calsource. In additional, such use may lead to the tarnishment, blurring, or less effective use of Calsource marks. For your information, each of these consequences are prohibited under the Lanham Act, 35U.S.C. 1051, et seq., as well as miscellaneous state laws and the common law of unfair competition.\r\n\r\nIn addition to the traditional trademark infringement being committed through your use of the CALSOURCE mark, your registration of the domain name calsource.us constitutes cybersquatting that is prohibited under the Lanham Act, for which the law provides remedies including, among other things, the transfer of the domain to the rightful owner.\r\n\r\nAccordingly, we demand that you cease and desist from all further use of the term CALSOURCE in connection with calibration equipment, and calibration related products and services. As these types of matters are preferably resolved as expeditiously as possible, we hereby demand that you confirm to us that no later than March 25, 2005, you will immediately cease and desist from all further use of the CALSOURCE trademark in connection with the promotion and sale of calibration related services and products. In addition, we hereby demand that you transfer the domain name calsource.us to our client , Calsource, Inc. no later than March 25, 2005 \r\n\r\nWe look forward to your prompt acknowledgement and cooperation.\r\n\r\nIn the meantime, should you have any questions please do not hesitate to contact me at 315-[private].\r\n\r\nVery truly yours,\r\n\r\n[private]","date_sent":"2005-03-17T05:00:00Z","date_received":"2005-03-17T05:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Bond, Schoeneck & King","principal_name":"CalSource, Inc. dba CalSource Metrology Solutions","recipient_name":"www.calsource.us","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}