{"dmca":{"id":5685,"type":"Dmca","title":"RIAA Notice of Intent to Service Subpoena","body":"By E-Mail and Campus Mail\r\n\r\nDirected to:  *\r\n\r\nRe: RIAA Notice of Intent to Service Subpoena\r\n\r\nDear ,\r\n\r\nPlease be advised that Carnegie Mellon University (\"CMU\") has received from the Recording Industry Association of America (RIAA) a\r\nnotice of its intention to serve a subpoena on CMU pursuant to Section 512 of the Digital Millennium Copyright Act, commanding\r\ndisclosure of your identity based on allegations that you have been using CMU's computer network to upload and download unlawfully\r\ncopyrighted works.  We are enclosing a copy of the notice for your reference.\r\n\r\nIt is CMU's policy to protect privacy rights to the fullest extent consistent with its obligations under law.  In non-emergency\r\ncircumstances, CMU will not produce the subpoenaed identity information until 14 days after receipt of a subpoena so that the\r\n[student / faculty member / staff member] whose information is sought will have adequate opportunity to pursue any legal remedy that\r\nmaybe available to him or her.  We will notify you as soon as we receive the subpoena so that you may immediately contact your own\r\nlegal counsel.\r\n\r\nIn the interim, please be mindful of your obligations to preserve evidence as set forth in the enclosed notice.  Intentional\r\ndestruction of evidence may have severe consequences.\r\n\r\nPlease also be aware that CMU will independently investigate the allegations made in the notice to determine whether there has been\r\nany violation of CMU's policies prohibiting the unlawful use of CMU's network.\r\nIf this proves to be the case, we will notify you of our intention to suspend your network privileges.  Please also be advised that\r\nviolations of CMU's computing policies may result in disciplinary action.\r\n\r\nBased on registration and authentication information available to us, it is our understanding that the machine at issue in the\r\nnotice,\r\n\r\nMACHINE NAME\t\t\tMAC ADDRESS\r\n\t\t*\r\n\r\nis owned by you.\r\n\r\nIf the machine listed is not owned by you, or if you have other questions regarding this matter, please contact Holly Hippensteel\r\n(hbh@andrew.cmu.edu).\r\n\r\n\r\n\t\t\t\tVery truly yours,\r\n\r\n\r\n\r\n\t\t\t\tActing Chief Information Security Officer\r\n       \t\t\t\tInformation Security Office\r\n\r\n\r\n--------------------------  Attachment below --------------------------\r\n\r\nI am an attorney with the Recording Industry Association of America, Inc. (\"RIAA\").  The RIAA is a trade association whose member\r\nrecord companies create, manufacture, and/or distribute approximately ninety percent (90%) of all legitimate sound recordings sold\r\nand distributed in the United States.\r\n\r\nBecause many ISPs have requested that we give them advance notice, I am writing to alert you to a forthcoming subpoena that will be\r\nserved on you.  The subpoena will request the name, address, telephone number, e-mail address and MAC (Media Access Control) address\r\nof a user, customer, or subscriber of your system or network who has infringed our members' copyrighted sound recordings.  For your\r\ninformation, that user was located at the following IP address: * on 3/17/2005 at * a.m.(EST).\r\n\r\nOur outside counsel will soon serve the subpoena on you.  Understand that you have a legal obligation to preserve all identifying\r\ninformation of the user, customer or subscriber in the meantime.  Please take all steps to do so.\r\n\r\nWe have found that some ISPs choose to notify their users, customers or subscribers about impending subpoenas.  Should you choose to\r\ndo so, we ask that you please make this individual aware that he or she has a legal obligation to preserve evidence that relates to\r\nour legal claims.  This means that, at a minimum, the individual must preserve the entire library of recordings made available for\r\ndistribution as well as any recordings that were downloaded.  Although the individual must preserve the recordings, in order to\r\navoid continued distribution of the recordings, the individual should disable the share feature or uninstall the\r\n","date_sent":"2005-03-22T05:00:00Z","date_received":"2005-03-22T05:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":"Vice President and Counsel, Online Copyright Protection Recording Industry Associatio","principal_name":"RIAA","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}