{"dmca":{"id":5691,"type":"Dmca","title":"Pearson Objects to Publication of Psych Diagnostic Test","body":" \r\nRE: Unauthorized publication of the Minnesota Multiphasic Personality Inventory-2 (MMPI- 2TM)Test discovered in a Keyword search on the terms RICHH + MMPI. Search results attached (37 separate Google Group posting) hereto as Attachment A \r\n\r\nDear DMCA Officer: \r\nFor your convenience I will provide you with an electronic copy of the web addresses and the material contained thereon, if you provide an e-mail address to me at [private]@pearson.com. \r\n\r\nIt has come to our attention that copyrighted protected material has been published at 37 separate Google message addresses. The addresses have published the English language MMPI-2 test in its entirety. NCS Pearson, Inc. (formerly National Computer Systems, Inc.) is the exclusive licensee of the University of Minnesota for distribution of the copyrighted MMPI-2 test in the United States and Canada. On behalf of both NCS Pearson and the University of Minnesota I must demand that the material appearing on the sites listed as Attachment A hereto be immediately and permanently removed from these and any other sites under the control of Google. \r\n\r\nThe MMPI-2 test is protected by copyrights owned by the University of Minnesota. Only licensed parties are allowed to reproduce any copyrighted portions of it, whether in computer software or otherwise. No license of any kind has been granted to the above-referenced web site, chat group, poster RICHH or Google. Our belief based on good faith, and supported by successful litigation of the copyrightability of components of the MMPI(R) test is that any of the following, unless done under license, constitutes infringement: \r\n\r\n1. reproduction of some or all of the MMPI-2 test items, such as for generating a report of critical or omitted items; \r\n\r\n2. reproduction of scale definitions (scale membership and scored direction) used for raw scoring tables for the basic clinical and validity scales, the content scales, and the supplementary, sub-scales, and component scales that were developed for the MMPI-2 test; and  \r\n\r\n3. reproduction of the University of Minnesota normative statements for the basic clinical and validity scales, the content scales, and the supplementary, sub-scales, and component scales that were developed for the MMPI-2 test \r\n\r\nFor your reference: The copyrightability of the components that comprise the MMPI(R) test have been upheld by the U.S. District Court for Minnesota and the Eighth Circuit Court of Appeals in Applied Innovations. Inc. v. Regents of the University of Minnesota and National Computer Systems. Inc.,\r\n\r\n876 F.2d 626 (8th Cir. 1989), aff'g Regents of the University of Minnesota and National Computer Systems. Inc. vs. Applied Innovations. Inc., 685 F. Supp. 698 (D. Minn. 1987). In this case, the District Court found and the Eighth Circuit affirmed, copyright protection for the test items as well as the raw scoring tables and Minnesota Norms (including K-correction factors) for the basic clinical and validity scales of the MMPI test. Additionally, the District Court ruled and the Eighth Circuit affirmed that Applied Innovations infringed these copyrights by copying such materials into a scoring program for the MPPI test. Injunctive relief and monetary damages were awarded to the University of Minnesota and NCS. Because the MMPI-2 test is the re-standardized version of the original MMPI test, the copyrightability principles for the MMPI test components extend to the comparable components of the MMPI-2 test. Moreover, the additional originality resulting from the re-standardization led to new copyrightable material beyond that found in the original MMPI test. \r\n\r\nThe reproduction of test items at the above-referenced web site clearly infringes the copyrights held by the University of Minnesota and licensed to NCS Pearson. I have been authorized by NCS Pearson. Inc. to assert the claims of copyright in this matter. I swear, under penalty of perjury, that the information in the notification is accurate. \r\n\r\nAgain, I must demand that the infringing material be immediately and permanently removed from this web site and any links under control of Google or the site holder. If you need further information, please call me [private] or you can write me at [private], Bloomington, NM 55437. I would appreciate an immediate response.\r\n\r\nSincerely,\r\n[private]\r\nIntellectual Property Specialist\r\nPearson Assessments\r\n\r\n Encl. Attachment A. \r\n\r\nAttachment A to Letter dated April 2, 2005 \r\nUnauthorized publication of copyright protected material on at Google addresses retrieved through KEYWORD search of RICHH + MMPI \r\n\r\n[removed]\r\n","date_sent":"2005-04-12T04:00:00Z","date_received":"2005-04-12T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"NCS Pearson, Inc.","principal_name":"Pearson  Assessments","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}