{"dmca":{"id":5746,"type":"Dmca","title":"DMCA Enforcement With a Vengeance","body":"As there are no DMCA contact informations listed under http://www.teamavengers.org, I am sending this to the current administrative contact listed under WHOIS as of April 15th, 2005.  If you are not the agent designated to deal with DMCA takedown notices for http://www.teamavengers.org, please forward this information to said agent.\r\n\r\nThis is a NOTICE OF INFRINGEMENT for materials found under the site FFXIclopedia at http://www.teamavengers.org/ffxiclopedia.  This notice is being sent in compliance with the Digital Millenium Copyright Act (17 USC 512).\r\n\r\nThis is a request to remove or disable access to material found on\r\nFFXIclopedia under the URL http://www.teamavengers.org/ffxiclopedia/index.php/Avatar/ES.  This information was copied without permission from the copyrighted material that is posted at http://ffxi.allakhazam.com/db/jobs.html?fjob=15&mid=1112170323956021672.  The history page for the Wiki page\r\nhttp://www.teamavengers.org/ffxiclopedia/index.php?itle=Avatar/ES&oldid=9114 clearly shows the content being copied verbatim and being modified thereafter, which is in violation of United States Copyright law.\r\n\r\nI did not authorize licensing the content under the GFDL (GNU Free Documentation License), and was never contacted to see if the material could be copied for use on your web site.  The user [Private] had no right to license the content under GFDL, which is clearly spelled out under FFXIclopedia Copyright under Contributors' rights and obligation on http://www.teamavengers.org/ffxiclopedia/index.php/FFXIclopedia:Copyrights, in particular:\r\n\r\n<quote> In order to contribute, you therefore must be in a position to grant this license, which means that either you own the copyright to the material, for instance because you produced it yourself, or you acquired the material from a source that allows the licensing under GFDL, for instance because the material is in the public domain or is itself published under GFDL. </quote>\r\n\r\nTherefore, persuant to the DMCA, I hereby request that you expediciously remove or disable access to the infringing content.  I have a good faith belief that the use of the copyrighted material above is not authorized by the copyright owner under law.  I swear, under penalty of perjury, that the information in this takedown notice is accurate to the best of my knowledge, and that I am the copyright owner of the work described above.\r\n\r\nIf you have any questions about the DMCA, and your rights and obligations as a service provider (17 USC 512(k)) under the act, please refer to the Chilling Effects Clearinghouse at http://www.chillingeffects.org/ which is an excellent source for information regarding DMCA and DMCA takedown notices.  I also belive that the takedown procedure listed under FFXIclopedia Copyright page is not compliant with the DMCA, as it requires me to register with FFXIclopedia in order to edit the Request for removal page.\r\n\r\nPlease note that my contact information is private, and must not be used for any purpose other than dealing with this notice.  Thank you for your attention to this matter.\r\n\r\n[electronic signature]\r\n[address]\r\n[phone]\r\n[e-mail]","date_sent":"2005-04-15T04:00:00Z","date_received":"2005-04-15T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"FFXIclopedia AKA www.teamavengers.org","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}