{"dmca":{"id":5764,"type":"Dmca","title":"Injunction Against Michel van Rijn","body":"UNITED STATES DISTRICT COURT\r\nNORTHERN DISTRICT OF OHIO\r\nEASTERN DIVISION\r\nBRUCE FERRINI,\r\n\r\nPlaintiff,\r\n\r\nv.\r\n\r\nJAMES E. FERRELL, et al.,\r\n\r\nDefendants/Third- Party Plaintiffs,\r\n\r\nv.\r\n\r\nFERRINI RARE BOOKS OF AKRON, et al.,\r\nThird-Party Defendants.\r\n\r\nThe instant matter is before this Court on a Second Motion to Show Cause filed by Third-Party Plaintiffs James E. Ferrell, Ferrell Capital, Inc., James E. Ferrell Revocable Trust, Ferrell International, Ltd., and Theresa Schekirke (collectively referred to as \"Third-Party Plaintiffs\") against Third-Party Defendant Michel van Rijn (van Rijn) and upon Third-Party Plaintiffs' Third Motion to Show Cause and Motion for Injunctive Relief against van Rijn. ECF Dkt. #s 158, 164. Van Rijn has filed a response only to the Second Motion to Show Cause. ECF Dkt. #160.\r\n\f-2-\r\nThe Court held a hearing on all of these Motions on October 22, 2004, with James E. Ferrell, Theresa Schekirke appearing, as well as their counsel, Attorneys Thomas Lee, Heather Tonsing, and Charles Bowers. Despite notice to Mr. van Rijn, neither he nor counsel on his behalf appeared at the hearing.\r\n\r\nFor the following reasons, the undersigned GRANTS Third-Party Plaintiffs' Second Motion to Show Cause, GRANTS Third-Party Plaintiffs' Third Motion to Show Cause, and GRANTS Third-Party Plaintiffs' Motion for Injunctive Relief. ECF Dkt. #s 158, 164.\r\n\r\nI. FACTUAL AND PROCEDURAL HISTORY\r\n\r\nOn March 8, 2003, the parties in the instant matter executed a Settlement Agreement, which included in pertinent part:\r\n\r\n6.\tModification of van Rijn Website\r\n\r\n(a)\tWithin 12 hours of the execution of this Agreement, van Rijn shall permanently remove from the van Rijn Website any and all mention of:\r\n\r\n(1)\tFerrell","date_sent":"2004-10-29T04:00:00Z","date_received":"2004-10-29T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"James Farrell","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}