{"dmca":{"id":5779,"type":"Dmca","title":"Web Designer Alleges Infringement","body":"FAX COVER SHEET\r\nFAX NUMBER  [Private]\r\nFROM\t [Private]\r\nDATE\t2005-04-16 18:48:36 GMT\r\nRE\tInfringement Notification\r\nCOVER MESSAGE\r\nDear Google User Support, I am attaching my Infringement Letter for your consideration. Thanks in advance for your assistance. - [Private]\r\n\r\n\r\nBOUNCEFISH\r\nw e b s i t e\ts o l u t i o n s\r\nApril 16, 2005\r\nRE: INFRINGEMENT NOTIFICATION \r\nFAX TO:  [Private]\r\nAttn: User Support, DMCA complaints\r\nDear Google User Support,\r\n\r\nI would like to file a notice of infringement with you.\r\n\r\nIdentify in sufficient detail the copyrighted work that you believe has been infringed.\r\n\r\nWe first published our text on July 14, 2003. \r\nhttp://www.bouncefish.com/solutions.html \r\nhttp://www.bouncefish.com/\r\n\r\nInfringing Web page:\r\nhttp://www.treceproducciones.com/about.htm\r\n\r\nIdentify the material that you claim is infringing the copyrighted work listed in item #1 above.\r\n\r\nSearch Query 1: Google\r\n\r\n\"Your website represents your business, 24 hours a day, 7 days a week. It is your salesperson, customer service representative, and tour guide for your business, 365 days a year.\"\r\n\r\nSearch Query 2: Google\r\n\r\n\"This means that instead of using valuable time to respond to frequently asked questions about your business, such as directions, hours of operation, pricing, product information, you can focus your attention on your business.\"\r\n\r\nSearch Query 3: Google\r\n\r\n\"we specialize in clean, professional, affordable, and eye-catching web design. Your website should not only look highly professional, but it should also make a big impact, and be easy to use. We also specialize in many other design services, such as logo design, graphic design, corporate branding, and much more\"\r\n\r\nSearch Query 4: Google\r\n\r\n\"That experience allows us to have a better understanding of your needs and the skill to create a site that represents your company and communicates a clear message to your customers.\"\r\n\r\nSearch Query 5: Google\r\n\r\n\"It's important to convey a strong, professional, welcoming image. Graphics can attract or repel your customer. We realize the importance of image in business and our goal is to give you eye-catching and appropriate graphics for your corporate image.\"\r\n [Private]\r\n\r\nSearch Query 6: Google\r\n\r\n\"Your logo is the most visible element that represents your company. A logo with impact can communicate more than your company name, but also your company values.\"\r\n\r\nSearch Query 7: Google\r\n\r\n\"If you need to provide content to employees, customers or affiliates on CD, why not provide them with a professional menu on the CD?\"\r\n\r\nSearch Query 8: Google\r\n\r\n\"This makes the information on the CD more accessible and user friendly. We also specialize in creating the artwork for the covers and CD itself\"\r\n\r\nSearch Query 9: Google\r\n\r\n\"If you are a new company or an existing company trying to reinvent your image or company name, we can help. From logos to business cards to letterhead, your company's image should communicate your corporate values.\"\r\n\r\nSearch Query 10: Google\r\n\r\n\"advertising is an effective way to increase your site traffic and is a great addition to your arsenal of advertising vehicles.\"\r\n\r\nSearch Query 11: Google\r\n\r\n\"E-mail campaigns help you get the most impact out of your electronic customer communications. These allow you the power and flexibility of HTML, through e-mail. Regular and consistent messages not only provide information to your customers, but create repeat business.\"\r\n\r\nSearch Query 12: Google\r\n\r\n\"We can provide or recommend a web hosting company for you. Uptime, cost, and support are the most important things to look for in a web host. If you hardly ever have to call customer support, you have found the right company.\"\r\n\r\nProvide information reasonably sufficient to permit Google to contact you (email address is preferred).\r\n\r\nName:  [Private]\r\nE-mail:  [Private]\r\n\r\nProvide information, if possible, sufficient to permit Google to notify the owner/administrator of the web page that allegedly contains infringing material (email address is preferred).\r\n\r\nName:  [Private]\r\nE-mail:  [Private]\r\n\r\nInclude the following statement: \"I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent or the law.\"\r\n [Private]\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\n6. Include the following statement: \"I swear, under penalty of perjury, that the information in the notification is accurate and that 1 am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nSincerely,\r\n\r\n [Private]\r\n\r\n [Private]\r\nBounceFish, LLC\r\nhttp://www.bouncefish.com \r\n [Private]: business \r\n [Private]0: cell\r\n [Private]: fax\r\n [Private]","date_sent":"2005-04-16T04:00:00Z","date_received":"2005-04-16T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"BounceFish","recipient_name":"Law Offices of Brian Schneider","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}