{"dmca":{"id":5855,"type":"Dmca","title":"Pearson Still Sensitive Over Psych Test","body":"FAX COVER SHEET\r\nDATE:\tApril 21. 2005\r\nTIME: 10:30\r\nTO: User Support/ DMCA Complaints\r\nORGANIZATION: Google\r\n\r\n\r\nMessage: As recommended by your response to my prior complaint, in the pages that follow, I am identifying additional Google addresses that contain infringing material that is found with the Google search rich + mmpi. Please contact me if you have any questions. I will anticipate your continued excellent response and expeditious of this copyright-protected material.\r\n\r\nThank you.\r\n\r\n\"Treat as Privileged and Confidential\"\r\n\r\n\r\n\r\n\r\nRE: Unauthorized publication of the Minnesota Multiphasic Personality Inventory-2 (MMPI-2(tm)) Test discovered in a Keyword search on the terms RICHH + MMPI. Search results attached (4 separate postings) attached hereto as Attachment A\r\n\r\nDear DMCA Officer:\r\n\r\nIt has come to our attention that copyrighted protected material has been published without authorization at eight (8) separate Google message addresses reached through two archive indexes obtained in a Google search of the terms rich + mmpi. The addresses have, without authorization, published substantial portions of the English language MMPI-2 test. As I stated in my earlier complaint (Your reference: [#24586411] FW: Google DMCA Complaint), NCS Pearson, Inc.(formerly National Computer Systems, Inc.) is the exclusive licensee of the University of Minnesota for distribution of the copyrighted MMPI-2 test in the United States and Canada. On behalf of both NCS Pearson and the University of Minnesota, I must demand that the material appearing on the sites listed as Attachment A hereto be expeditiously and permanently removed from these and any other sites under the control of Google.\r\n\r\nThe MMPI-2 test is protected by copyrights owned by the University of Minnesota. Only licensed parties are allowed to reproduce any copyrighted portions of it, whether in computer software or otherwise. No license of any kind has been granted to the above-referenced web site, chat group, poster RICHH or Google. Our belief based on good faith, and supported by successful litigation of the copyrightability of components of the MMPI","date_sent":"2005-04-21T04:00:00Z","date_received":"2005-04-21T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Pearson Assessments","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}