{"dmca":{"id":5875,"type":"Dmca","title":"[Proposed] Order Granting Plaintiff's Ex Parte Application To Take Immediate Discover","body":"Upon the ex parte application of Plaintiffs to take immediate discovery, the annexed declaration of Jonathan Whitehead and the exhibit thereto, the annexed declaration of J. Christopher Jensen, Esq., and the accompanying Memorandum of Law, it is hereby:\r\nORDERED that Plaintiffs may serve immediate discovery on Time Warner Cable to obtain the identity of each Doe Defendant by serving a Rule 45 subpoena that seeks information to identify each Doe Defendant; including the name, address, telephone number, email address, and Media Access Control addresses for each Defendant. the disclosure of this information is ordered pursuant to 47 U.S.C. 551(c)(2)(B).\r\nIT IS FURTHER ORDERED THAT any information disclosed to Plaintiffs in response to Rule 45 subpoena may be used by Plaintiffs solely for the purpose of protecting Plaintiff's rights under the Copyright Act.\r\nDated: March 24, 2005   Signed by United States District Judge Thomas P. Griesa, United States District Court, Southern District of New York\r\n\r\nThe above is the text of the subpoena. The following is the letter I recieved today, April 25, 2005 from Time Warner Cable, dated April 20, 2005:\r\n\r\nDear Customer:\r\nRe: Court Order and Subpoena related to your Road Runner Account\r\n\r\nTime Warner Cable has been served with a Court Order and the enclosed Subpoena, which compels us to disclose identifying information about you. This information was requested by the Recording Industry Association of America (\"RIAA\"). If you have any questions regarding why the RIAA is interested in your account, please contact the record companies' representatives by phone at (206) 973-4145, by facsimile at (206) 242-0905, or by email at info@settlementsupportcenter.com.\r\n\r\nPlease be advised that it is our legal obligation to provide the information requested by these court papers. We are excused from responding only if you notify us within 7 business days of the above date that you have filed legal papers to modify or block the Subpoena. Absent such notice, we will be required to respond to the RIAA.\r\n\r\nOur purpose in sending you this letter is solely to provide you with advance notice of the RIAA's request. Neither Time Warner Cable nor Road Runner is taking any action against you and, unless you are filing legal papers with the court, there is no need for you to communicate with us regarding this issue.\r\nSigned by : Amanda M. Brown, Litigation Paralegal\r\n\r\n","date_sent":"2005-03-31T05:00:00Z","date_received":"2005-03-31T05:00:00Z","topics":["DMCA Subpoenas","Copyright"],"sender_name":"Cowan Leibowitz & Latman, P.C.","principal_name":"RIAA","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}