{"dmca":{"id":5910,"type":"Dmca","title":"Hosting Service Can't Handle \"High Resource\" Users","body":"Dear Sir \r\nRE: \tSTREAMLlNE.NET LTD, [Palmpixels Director], MISUSE OF CONFIDENTIAL INFORMATION, COPYRIGHT INFRINGEMENT, DEFAMATION\r\n \r\nWe act for Streamline. net Ltd (\"Streamline. net\"). \r\nOur client offers web hosting, domain name registration, broadband access services (the \"Services\") to the online community. \r\nWe are instructed that:\r\n\r\n1.\tOn 28 November 2003, Palmpixels Limited (\"Palmpixels\"), registered company number 05020775, entered into a contract for hosting services with our client, and thus agreed to our client's terms of business (the \"Terms of Business\"). [Palmpixels Director] and you are directors of Palmpixels. \r\n\r\n2. Those Terms of Business state: \r\na. \"TERMS OF HOSTING AND SERVER USE \r\n1.\tStreamlineNet provide World Wide Web Hosting. StreamlineNet reserve the right to suspend or cancel a customer's access to any or all services provided by StreamlineNet when StreamlineNet decides that the account has been inappropriately used or otherwise. \r\n2.\tWeb hosting services are defined as allowing a separate, third party to host content on the owner's web site. StreamlineNet reserves the right to refuse service and lor access to its services to anyone. \r\nb. UNLIMITED USE POLICY: \r\n3.\tHigh bandwidth usage: StreamlineNet offers an unlimited use policy by maintaining very large ratios of bandwidth per customer. In rare cases, Streamline Net may find a customer to be using server resources to such an extent that he or she may jeopardize server performance and resources for other customers. In such instances, Streamline Net reserves the right to impose the High Resource User Policy for the consideration of all customers (this is a very rare occurrence) . \r\nc. HIGH RESOURCE USER POLICY: \r\n4. Resources are defined as bandwidth and/or processor utilization. \r\n5.\tStreamlineNet may implement the following policy to its sole discretion: When a website is found to be monopolising the resources available StreamlineNet reserves the right to suspend that site immediately. This policy is only implemented in extreme circumstances and is intended to prevent the misuse of our services.\" [our numbering] \r\n\r\n6.\tOn or about 23 September 2004, our client identified content in server space allocated to Palmpixels that was made available to the public other than by means of website content hosted by our client's servers. This content was being served to the domain name palmpixels.com, which was hosted by a third party. Some 1.76 Gb of data was present in the server space, and approximately 2 Gb of bandwidth was being used per day by the account. Our client's services were being used as a storage and download solution and imposing high bandwidth demands on the Services, which was expressly prohibited by our client's Terms of Business: paragraphs 2(a)(1), 2(a)(2), 2(b)(3) and 2(c)(4) of the Terms of Business (above). \r\n\r\n7.\tOur client suspended the service as it was entitled to do pursuant to paragraphs 2(a)(1), 2(a)(2) and 2(c)(5), despite the statements made by [Palmpixels Director] in his communications with our client. We suggest that [Palmpixels Director] did not read the Terms of Business prior to entering into the agreement on behalf of Palm pixels with our client. Furthermore, on or about 14 October 2004, [Palmpixels Director] appears to believe that the unlimited server space and unlimited bandwidth is a completely unqualified statement. The Terms and Conditions to which Palmpixels is bound, state quite clearly that Streamline.net reserve the right to suspend its Services for abuse for instances such as these: paragraphs 2(a)(1), 2(a)(2), and 2(c)(5). \r\n\r\n8.\tOn 14 October 2004, [Palmpixels Director] stated that he had not had the opportunity to \"change the coding to link correctly\". We suggest that the link would originate from the palmpixels.com rather than the content located on our client's servers and therefore access to the server space was not required to remedy the breach. \r\n\r\n9. The server space was re-enabled on 27 October 2004. \r\n\r\n10.\tThe server space was suspended again on 29 October 2004 for breach of the Terms of Business, as the previously mentioned 1.8 Gb of data, again did not relate to the display of an active website, rather it was being linked to by a third party domain name, namely palmpixels.com. \r\n\r\n11. Palmpixels renewed their subscription on 22 November 2004. \r\n\r\n12.\tThe server space was re-enabled on 2 December 2004, which again gave rise to high bandwidth demands on the Services. \r\n\r\n13.\tAccess to the server space was suspended again on 9 March 2005 because the server space was being used to store 2.1 Gb of data, which was linked from a third party and was being linked to by content hosted by a third party. It is apparent that a further 300 Mb of data had been uploaded to the server space in the face of two previous breaches of contract. \r\n\r\n14.\tBetween 11 March 2005 and 17 March 2005, communications were exchanged by [Palmpixels Director], representatives of Streamline. net and yourself. Those communications included enquiries by you as to the availability of the content placed on our client's server space. \r\n\r\n15.\tIn or about March 2005, you placed the content of communications with our client on a web site in the form of a weblog at aI4ie.blogspot.com. Hyperlinks have subsequently been placed at livejournal.com which points to this web log. \r\n\r\n16. The web log includes a posting that states: \r\n\"So your [sic] not only a two bit cheap looking poor service bad communicating bunch of thickwits [sic], but your [sic] nasty to boot? well done twunts\" \r\n\r\n17.\tOn or about March 2005, you republished an article at aI4ie.com/?p=37_which was originally published at forums.digitalpoint.com/showthread.php?t=11251 by a user known as \"sifu\" stating: \r\nHi, \r\nDoes anyone know anything about a host called streamlinenet. I have just registered with them. I paid ?37 for a years [sic] webhosting package & have not heard anything since despite sending sevaral [sic] emails & making 3 phone calls i get no reply [sic]. They are based in derbyshire, [sic] & look very proffesional [sic] but are really a bunch of crooks. so [sic] avoid these people like the plaque [sic]. Any help on how i could get my money back would be appreciated. [your emphasis] \r\n\r\n18.\tPalm pixels was put on notice on two occasions that it was in breach of the Terms of Business, and Palm pixels continued to link to content in our client's server space, and caused high bandwidth demands on the Services. \r\n\r\nWe note that you state in the web log located at aI4ie.blogspot.com that you \"own\" an entity known as \"palm pixels\". We understand this to be a reference to the fact that you have been appointed a director of, or maintain a shareholding in Palm pixels. We understand that [Palmpixels Director] is the same individual as that signing the communications with our client in the name of \"Alastair\". \r\nBoth you and [Palmpixels Director] are responsible for the assets of the company, and to make yourself aware of the Terms of Business of those entities with whom the company enters into legal relations. Furthermore, we suggest that the law would impose a duty upon you both as directors to backup the electronic assets of the Palmpixels, to safeguard its assets. Accordingly, the responsibility for the loss of the data lies with the Palmpixels and its loss may well be attributable to the negligence of the company's directors. \r\n\r\nOur client's ticketing system and communications with its customers are dispatched in circumstances giving rise to an obligation of confidence. In addition, copyright vests in the communications written by our client. As such, you are not entitled to reproduce those communications without the consent of our client. Obviously therefore, publication of these communications is unlawful and our client is entitled to relief in the circumstances. \r\nAccordingly, we have advised our client they would be entitled to recover damages for the loss and damage suffered as a result of this reproduction and misuse of confidential information, and obtain an injunction against Palmpixels and you to restrain publication of the material in the United Kingdom and any other country. \r\n\r\nOur client reserves its rights, including a claim for libel against Palm pixels and you. \r\n\r\nShould you refuse to remove the web logs and hyperlinks from web sites named in this letter which are under your control by midday, Monday, 16 May 2005, and provide an undertaking that the conduct will not be repeated, our client reserves its right commence legal proceedings against Palm pixels and you for damages and injunctive relief. \r\n\r\nWe await your reply. \r\n","date_sent":"2005-04-29T04:00:00Z","date_received":"2005-04-29T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"http://kaltons.co.uk/","principal_name":"http://kaltons.co.uk/ / streamlinenet","recipient_name":"Palmpixels Ltd","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}