{"dmca":{"id":5935,"type":"Dmca","title":"Linda Christas Bristles at Blogger's Accusations","body":"Attn: Blogger, DMCA complaints\r\n\r\nDear [Private],\r\n\r\nPursuant to your request for information regarding our alleged charge of copyright violation, please let me direct your attention to the following Permalink.\r\n\r\nhttp://ramblingtaoist.blogspot.com/2005/03/looking?for?few?good?saps.html\r\n\r\nThe materials in which copyright violations appear are under the name [private] on the post.\r\n\r\nIn each case, Mr. [private] quotes directly from our School's copyrighted material when, in fact, the violations occur. Specific quotes from the blog below. (Also, the subsequent prose on the posting are based on the violations, and therefore are copyright infringement derivatives,)\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages are not authorized by the copyright owner, its agent, or the law.\"\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nMy e?mail address is: [private]@lindas.com.\r\n\r\nThank you very much in advance for your assistance in this matter,\r\n\r\n[private]\r\nLinda Christas \r\nwww.lindachristas.org \r\nwww.lindas.com\r\n\r\n\r\nwww.lindachristas.com\r\n\r\nOne of our School's human resources volunteers (They are retired good people with HR backgrounds who donate hours of free service to the community) has referred your posted resume to our office, He believes you are a viable candidate for the Academic Advisor position we currently have open in your area.\r\n\r\nThe resume was sent to Ben Bernard, one of our General Partners.\r\n\r\nThe Academic Advisor position we are recruiting for serves the function of briefing families of middle school and high school students regarding the Linda Christas programs, either in a seminar format or one?on?one. (The method of delivery will depend on your personal preferences and style.)\r\n\r\nBoth during and after the practicum, Advisors are paid $500.00 per student (one time fee) for the college coaching and tutoring programs, and $1000.00 per student per\r\nyear for online school enrollment.\r\n\r\nSuccessful Advisors normally enroll three to five families on average per week","date_sent":"2005-04-21T04:00:00Z","date_received":"2005-04-21T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Linda Christas","recipient_name":"Blogger [Google, Inc.]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}