{"dmca":{"id":5955,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-05T04:00:00Z","date_received":"2012-06-05T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Rajesh Singh Inc","principal_name":"Rajesh Singh Inc","recipient_name":"Google, Inc.","works":[{"description":"Criminal cases against Swami Prasad Maurya, Badhshah Singh, Ramveer Upadhyaya, Awadh Pal Singh, and Jaiveer Singh — all ministers in the previous government — BSP MPs and MLAs were withdrawn between 2007 and 2011 when the Mayawati government was in power, according to information submitted by the state government in the Allahabad High Court.\r\nInterestingly, it were mostly these accused persons themselves who made recommendations for the withdrawal of cases.\r\n\r\nThe information is given in an affidavit submitted last week before the Bench of Justices Amar Saran and Vijay Prakash Pathak, which is hearing a PIL.\r\n\r\nPetitioner Ghanshyam Tripathi had challenged a government order passed on November 10, 2009, allowing withdrawal of prosecution against one Amir Chand Patel of Varanasi, on the recommendation by MLA C L Prasad.\r\n\r\nThe high court had stayed the government order on November 21, 2009. Subsequently, it decided to treat the petition as a criminal PIL and directed the state government to explain the criteria it had adopted for withdrawal of prosecution. It also asked for the details of cases.\r\n\r\nFormer minister and state BSP president Swami Prasad Maurya got a case, registered in Pratapgarh in 1995, withdrawn from the court. The case pertained to rioting, obstructing public servants in discharge of duty, assault to commit theft of property, besides Section 7 of the Criminal Law Amendment Act.\r\n\r\nAnother minister, Badshah Singh, got two cases against him closed. One was an Arms Act case registered in 1995 in Mahoba. The other case pertained to rioting and obstruction to lawful apprehension of a person.\r\n\r\nAwadhpal Singh got a case of kidnapping, wrongful restraint and wrongful restraint for extracting confession, registered in Etah in 2005.\r\n\r\nYet another minister, Ramveer Upadhyaya got two cases, pertaining to rioting, causing injury and criminal intimidation registered in 2003 in Meerut, closed.\r\n\r\nHis colleague, Jaiveer Singh, got a case of criminal assault, registered in Aligarh in 1989, closed.\r\n\r\nAmong the MPs, Brijesh Pathak, Tabassum Hasan and Lal Mani Prasad (all from BSP) recommended withdrawal of prosecution in their own cases, which were accepted by the court. Pathak got an Arms Act case of Lucknow closed, while Hassan has now got rid of a case pertaining to alleged illegal payment for election purposes and act to damage public property or person. It was registered in 2007 in Meerut. Prasad got rid of a case registered against him for wrongful restraint and rioting registered in Basti in the year 2005.\r\n\r\nAt least two MLAs also recommended for withdrawal of prosecution cases registered against them. This included Ajay Kumar from Etah, against whom a case of rape, criminal intimidation and criminal conspiracy was registered against him in 2002. The case is now closed.\r\n\r\nAnother MLA, Asif Khan, got rid of a case for alleged kidnapping and criminal intimidation registered in 1995 in Hardoi.\r\n\r\nThe details submitted by the government showed that there were more than 350 applications for withdrawal of prosecution between 2007 and 2011. More than 55 of them were accepted by courts. In many cases, however, the courts rejected the applications. A few have been stayed by the high court. The status of the remaining applications was still being sought from the district magistrates concerned. More than 20 ministers and over 70 MLAs made such recommendations.","infringing_urls":[{"url":"http://m.indianexpress.com/news/maya-closed-cases-against-maurya-4-other-ministers/952151/"},{"url":"http://www.indianexpress.com/news/maya-closed-cases-against-maurya-4-other-ministers/952151/"},{"url":"http://www.indianexpress.com/news/maya-ministers-told-courts-to-drop-cases/952163"}],"copyrighted_urls":[{"url":"http://amirchand.blogspot.in/2012/05/maya-closed-cases-against-maurya-4.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}