{"dmca":{"id":5970,"type":"Dmca","title":"Printer peeved at appropriation of advertising prose","body":"Sirs;\r\n\r\nI require your immediate help concerning another website that has stolen our page copy and despite written and repeated verbal warnings to one [private], owner, as well as our supplying him with a copy writer to make the changes, they have refused to remove our copy. Our URL is: http://www.losangelesprintingcompany. The URL that has illegally used our copy is: http://www.cereusgraphics.com.\r\n\r\nThey have stolen copy from several of our pages including my home page, http://www.losangelesprintingcompany.com/default.htm. I am attaching a comparison herein for your convenience.\r\n\r\nI have a good faith belief that the disputed use is not authorized by the copyright or intellectual property owner, my self, its agent, or the law.\r\n\r\nI swear under penalty of perjury, consistent with U.S. Code Title 17, 512, that the above information in this Notice is accurate and that I am the copyright or intellectual property owner of the copy on my website.\r\n\r\nPlease kindly look into this at once and I ask that you delete their offending pages from your database. Thank you\r\n\r\n\r\n[private]\r\nwebmaster@losangelesprintinacompany.com\r\n[private]\r\n[private]\r\nLos Angeles, CA 90045\r\n6 pages\r\nComparison of copy between sites\r\nOUR ORIGINAL COPY: http://www.losangelesprintinacompany.com/default.htm Full Color Printing Specialists\r\n\r\nYou will receive the best prices and printing service in Los Angeles for quality commercial printing, as well as the printing expertise to help guide you through the sometimes-complex world of commercial color offset printing, graphic design and direct mail.\r\nTHEIR STOLEN COPY: http://www.cereusgraphic.com/index.html Full Color Printing Service Specialists\r\nYou will receive the best prices and printing service in Phoenix and the Southwest for quality commercial printing, as well as the printing expertise to help guide you through the sometimes- complex world of commercial color offset printing, graphic design and direct mail.\r\nOUR ORIGINAL COPY: http://www.losangelesprintingcompany.com/default.htm Almost Unlimited Printing Press Options\r\nWhether you require catalog printing, brochure printing, a pocket folder, book printing services, poster printing, flyer printing, magazine printing, bumper sticker printing, press kit printing or a presentation folder, post card printing or direct mail marketing and direct mail advertising, you will always receive the best quality, best printing pricing and printing services for offset printing in the form of the time and care we will spend with you on your next printing quote.\r\nTHEIR STOLEN COPY: http://cereusgraphics.com/index.html Unlimited Printing Options and Services\r\nWhether you require catalog printing, brochure printing, a pocket folder, book printing services, poster printing, flyer printing, magazine printing, bumper sticker printing, press kit printing or a presentation folder, post card printing or direct mail advertising, you will always receive the best quality, best printing pricing and printing service for offset printing in the form of the time and care we will spend with you on your next printing quote.\r\nOUR ORIGINAL COPY: http://www.losanaelesprintingcompany.com/default.htm\r\n\tcommercial color printing company: The color printing pros for catalog printing, brochure printing, book printing, poster printing, flyer printing, folder printing, direct mail marketing, presentation folder printing, post card printing, color printing, magazine printing, offset printing and digital printing. Let us be your first choice among printing companies when you require the best color printing company, post card printing, avery labels and all forms of label printing, full color stationary, or any other printing services that you may require.\r\nTHEIR STOLEN COPY: http://www.cereusaraphics.com/index.html\r\n\tcommercial color printing company. Catalog printing, brochure printing, book printing, poster printing, flyer printing, pocket folder printing, direct mail services, presentation folder printing, post card printing, color printing, printed catalogs, magazine printing, offset printing and digital printing. Let us be your first choice among printing companies when you require the best brochure company, post card printing company, poster company, book printing company, or any other printing service you may require.\r\n3\r\nOUR ORIGINAL COPY: http://www.losangelesprintingcompany.com/default.htm\r\nWhether you require catalog printing, brochure printing, a pocket folder, book printing services, poster printing, flyer printing, magazine printing, bumper sticker printing, press kit printing or a presentation folder, post card printing or direct mail marketing and direct mail advertising, you will always receive the best quality, best printing pricing and printing services\r\nTHEIR STOLEN COPY: http://www.cereusgraphicscom/companyinfo.html\r\nWhether you require catalog printing, brochure printing, a pocket folder, book printing services, poster printing, flyer printing, magazine printing, bumper sticker printing, press kit printing or a presentation folder, post card printing or direct mail advertising, you will always receive the best quality, best printing pricing and printing service\r\n\r\nOUR ORIGINAL COPY: http //www.losangelesprintingcompany.com/mail.html\r\n\r\nWe can take your direct mail promotion from graphic design through delivery to the Post Office. Let us expedite your next direct mail advertising project by utilizing our direct mail services. Should more than one direct mail item be part of your direct mail promotion, we will assemble, sort, stuff, box or whatever is necessary to get your printed materials in the mail.\r\n\r\nTHEIR STOLEN COPY: http://www.cereusgraphics.com/mailing-capabilities.html\r\n\r\nFrom your direct mail design concept all the way through delivery to the post office, let us handle your next direct mail marketing project with our efficient and cost effective direct mail service. If you have more than one piece in your direct mail marketing campaign, we will assemble, sort, stuff, box .. whatever it takes to get your printed material in the mail....\r\n\r\nOUR ORIGINAL COPY: http://www.losangelesprintingcompany.com/mail.html\r\n\r\n... excelling in printing catalogs, brochure printing and printing postcards for direct mail marketing, and direct mail advertising, postcard printing or printing brochures for your direct mail campaign. The next time you consider printing service for direct mail advertising, benefit from our Direct Mail expertise in direct mail marketing and direct mail advertising, including Direct Mail Data Processing\tYou will benefit from our coordinated printing service of your direct mail marketing, label printing and direct mail advertising materials, assuring you a success in your next direct mail campaign.\r\n\r\nTHERE STOLEN COPY: http://www.cereusgraphics.com/mailing-capabilities.html\r\n\r\n\tspecializing in printing catalogs and their direct mail, brochure printing and direct mail advertising, graphic design for the printing and mailing of your direct mail campaign are specialties of ours. The next time you consider direct mail advertising, benefit from our expertise in direct mail marketing and direct mail advertising. You will benefit from our expertise in the coordinated printing and our direct mail services assuring your success in your next direct mail campaign.\r\n\r\nOUR ORIGINAL COPY: bttp://www.losangelesprintingcompany.com/Printing.html\r\n\r\n.... commercial printing company who is a brochure printing company, catalog printing company and also offers book printing services. As your top choice when Searching for printing companies we will provide you with the best in press kit printing, direct mail, ....\r\n\r\nTHERE STOLEN COPY: http://wwwsereusgraphics.com/printing-capabilities.html\r\n.... commercial color printing company who is a brochure printing company, catalog printing Company and also offers book printing services. As your top choice when searching for printing companies we will provide you with the best in press kit printing, printed catalogs, direct mail advertising ..\r\n4\r\nOUR ORIGINAL COPY: http://www.losangelesprintingcompany.com/default.htm\r\nA Los Angeles commercial color printing company:.... catalog printing, brochure printing, book printing, poster printing, flyer printing, folder printing, direct mail marketing, presentation folder printing, post card printing, color printing, magazine printing, offset printing and digital printing. Let us be your first choice among printing companies when you require the best color printing company, post card printing, avery labels and all forms of label printing, full color stationary, or any other printing services that you may require.\r\nTHEIR STOLEN COPY: http://www.cereusgraphics.com/company.info.html\r\ncommercial color printing company Catalog printing, brochure printing, book printing, poster printing, flyer printing, pocket folder printing, direct mail services, presentation folder printing, post card printing, color printing, printed catalogs, magazine printing, offset printing and digital printing. Let us be your first choice among printing companies when you require the best brochure company, post card printing company, poster company, book printing company, or any other priming service you may require.\r\nOUR ORIGINAL COPY: http://www.losangelesprintingcompany.com/printing.html\r\n__ commercial printing company who is a brochure printing company, catalog printing company and also offers book printing services. As your top choice when searching for printing companies we will provide you with the best in press kit printing, direct mail, offset printing and digital printing and the best printing service that our color printing pros can offer.\r\nTHEIR STOLEN COPY: http://www.cereusgraphics.com/printing-capabilities.html\r\n\r\n....commercial color printing company who is a brochure printing company, catalog printing company and also offers book printing services. As your top choice when searching for printing companies we will provide you with the best in press kit printing, printed catalogs, direct mail advertising, and all forms of offset printing and digital printing within the printing service that we offer\r\nOUR ORIGINAL COPY: http://www.losangelesprintingcompany.com/design.html\r\n\r\n... commercial Color printing company and graphic design company that specializes in graphic design for printing, logo design, catalog design and brochure design. When you require a graphic designer or are searching for a design company los angeles chose the premier graphic design firm: Los Angeles Printing Company and benefit from our premier logo creator and designer staff. Benefit by choosing the epitome of design firms in Los Angeles. When it comes to graphic design in los angeles among design firms to chose allow our design firm to handle your requirements with the utmost of professionalism and creativity\r\nTHEIR STOLEN COPY: http://www.cereusgrapbics.com/Creative-services.html\r\n\r\n... commercial color printing company and Website Design Company that specializes in website design. When you require a website designer or are searching for a web site design company, chose the premier website design firm: Cereus Graphics Printing Company and benefit from our premier website design staff. Benefit by choosing the best of Phoenix, Arizona website design firms. When it comes to website design in Phoenix, Arizona among website design firms, choose our website design firm to handle your requirements with the utmost of professionalism and creativity.\r\n5\r\nOUR ORIGINAL COPY: http://www.losangelesprintingcompany.com/design.html\r\n\r\ncommercial printing company who is a brochure printing company, catalog printing company and also offers book printing services. As your top choice when searching for printing companies we will provide you with the best in press kit printing, direct mail, offset printing and digital printing and the best printing service that our color printing pros can offer.\r\n\r\n\r\nTHEIR STOLEN COPY: http/www.cereusgraphics.com/offset-printing.html\r\n\r\n... commercial color printing company who is a brochure printing company, catalog printing company and also offers book printing services. As your top choice when searching for printing companies we will provide you with the best in press kit printing, printed catalogs, direct mail advertising, and all forms of offset printing and digital printing within the printing service that we offer.\r\n\r\nOUR ORIGINAL COPY: http://www.losangelesprintingcompany.com/design.html\r\n\r\ncommercial printing company who is a brochure printing company, catalog printing company and also offers book printing services. As your top choice when searching for printing companies we will provide you with the best in press kit printing, direct mail, offset printing and digital printing and the best printing service that our color printing pros can offer.\r\n\r\nTHEIR STOLEN COPY: http://www.cereusgraphics.com/digital-printing.html\r\n\r\n.... commercial digital color printing company who is a brochure printing company, catalog printing company and also offers book printing services. As your top choice when searching for printing companies we will provide you with the best in press kit printing, printed catalogs, direct mail advertising, and all forms of offset printing and digital printing within the priming service that we offer\r\nTHEIR STOLEN COPY: http://www.cereusgraphics.com/printing-solutions.html\r\n\r\nA Phoenix, Arizona commercial color printing company. Catalog printing, brochure printing, book printing, poster printing, flyer printing, pocket folder printing, direct mail services, presentation folder printing, post card printing, color printing, printed catalogs, magazine printing, offset printing and digital printing. Let us be your first choice among printing companies when you require the best brochure company, post card printing company, poster company, book printing company, or any other printing service you may require.\r\nTHEIR STOLEN COPY: http://www.cereusgraphics.com/postpress-capabilities.html \r\nBasically an amalgam here from all our pages and style:\r\n... commercial color printing and binding company specializing in printing catalogs and their binding and finishing, brochure printing and binding and finishing services, graphic design for the printing and binding campaign are specialties of ours. The next time you consider binding and finishing, benefit from our expertise in binding and finishing. You will benefit from our expertise in the coordinated printing and our binding services assuring your success in your next print campaign.\r\n\r\nfailed OCR:\r\n\r\n","date_sent":"2005-04-30T04:00:00Z","date_received":"2005-04-30T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Los Angeles Printing Company","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}