{"dmca":{"id":47002,"type":"Dmca","title":"Air Force DMCA-Bombs YouTube","body":"Demand for Immediate Take Down - Notice of Infringing Activity\r\nURL: http ://www.youtube.com/user/klpwired\r\n\r\nDear Sir/Madam:\r\n\r\nThe U.S. Air Force has received information that the  operators of the web site at the domain listed above, which appears to be on a server under your control, are offering unlicensed copies of, or are engaged in other unauthorized activities relating to copyrighted video footage owned by the U.S. Air Force.\r\n\r\nl. Identification of copyrighted works:\r\n\r\nVideo Footage:\r\nU.S. Air Force- A Changing World located  at http://www.airforce.com/achangingworld/\r\n\r\nCopyright owner:\r\nU.S. Air Force\r\n\r\n2. copyright infringing material or activity found at the following location:\r\nhttp://www.youtube.com/user/klpwired\r\n\r\nThe above location is offering unauthorized video footage that infringes the U.S. Air Force's copyrights in this work.\r\n\r\n3.  Statement of authority:\r\n\r\nI hereby certify under penalty of perjury that the information in this notice is accurate and that I am authorized to act on behalf of the U.S. Air Force, the owner of the copyrights in the work identified above. I have a good faith belief that none of the materials or activities listed above has been authorized by the U.S. Air Force, its agents, or the law.\r\n\r\nWe hereby give notice of these activities to you and request that you take expeditious action to remove or disable access to the material described above, and thereby prevent the unauthorized distribution of this video footage via your company's network.\r\n\r\nWe appreciate your cooperation in this matter.  Please advise us regarding what actions you take.\r\n\r\nSincerely,\r\n/signed/\r\nMeredith D. Pikser\r\n On behalf of\r\nU.S. Air Force\r\n Pentagon\r\nWashington, DC\r\nEmail: Keith.lebling @ pentagon.af.mil","date_sent":"2008-03-05T05:00:00Z","date_received":"2008-03-05T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"ReedSmith","principal_name":"U.S. Air Force","recipient_name":"Kevin Poulsen via YouTube, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}