{"dmca":{"id":47037,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-08T04:00:00Z","date_received":"2012-06-08T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"private citizen","principal_name":"Lori Sandra Boast","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"This poem has been edited a little and  \nused without attributing to me, and without mentioning my mother.  It is  \nmeant as a tribute and people may use it if they have me as author and have  \na tribute to my mother as well. I alos would like that they preserve  \noriginal form or poem.  I have tracked down other cases of it being posted  \nas anonymous and realize it may have been copied from that source. In this  \ncase the blogger uses it as her own words with no mention of another author  \nat all.\n\nI request that the blogger please attribute properly to me as author and in  \nmemory of Vera Boast clearly listed, in it's original form or remove the  \nwork.  They may contact me.\n\nHow do we let a mother go?\nHow do we say ‘I’m ready now\nto go on without you’?\nHow can we ever have a clue of what that really means?\n\nAnd of a sudden\nThe moment is upon us, and there’s no turning back.\n\nAnd then we know what grief is, .\nand guilt and love and things undone.\n\nTry to prepare and we will fail in some way, be it subtle or looming .\n\nBut there is peace too.\nPeace and acceptance and overwhelming love that we maybe weren’t aware of.\nWaves and waves of conflicting emotion,\nAnd laughter too,\nand memories we hadn’t bothered lately to recall\ncome flooding back in shared company..\n\nand it’s all about you mom\n\nAnd there’s gratitude.. so much of that, that we had you, such a wonderful  \nmother\nBright and shining, nobody’s fool,\nIndependent, but humble too;\nSmart, and kind, and fun.\n\nAdventurous..\n\nA part of you has passed away, but much is carried everyday within us, and  \nwill as long as we are here.\n\nThis may be a final tribute,\nA day to celebrate your life and say goodbyes;\nBut it’s not final.\nEveryday I’ll celebrate in some way, just by the virtue of how you shaped  \nmy life,\nThe absolute and incredible fortune that I knew you.\nAs a mother, a friend and a woman.\n\n  She posted it Thursday, May 6, 2010\n\nthank you.","infringing_urls":[{"url":"http://lbrock44-alittlesparkofmadness.blogspot.ca/"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}