{"dmca":{"id":47099,"type":"Dmca","title":"Ask Not What Your Trademark Can Do For You, Ask What You Can Do For Your Trademark","body":"Dear [Private]:\r\n\r\nWe write to you in your capacity as CEO and founder of Askpedia, Inc. (\"Askpedia\"), as you have so identified yourself on your website, www.ysk.com. \r\n\r\nIAC Search & Media, Inc. and its affiliated and associated companies, including Ask.com (collectively, \"Ask\") provides online informational and search services through a number of Internet websites, including the leading search engine located at http://www.ask.com . The Ask.com website and the Ask.com domain name are the intellectual property of Ask, and are protected under the law of the United States and of other jurisdictions. In addition, Ask owns a number of trademark registrations and applications for its \"Ask.com\" trademark and related marks, both in the United States and elsewhere around the world. These include U.S. Reg. Nos. 2,463,252 and 3,02 8,987. Ask has invested substantial time, effort, and money in the development of its intellectual property, including its trademarks, which as a result have become famous and well known in the marketplace and to consumers.\r\n\r\nWe have recently learned that, as the enclosed screenshots demonstrate, Askpedia is using Ask's intellectual property in connection with its www.Askpedia.com website. This use of Ask's intellectual property was not authorized by Ask and is likely to cause consumer confusion, particularly inasmuch as Askpedia purports to provide online informational services that are substantially similar to those provided by Ask . In using and incorporating Ask's intellectual property in this manner, Askpedia is falsely suggesting a connection between Ask and Askpedia, and thereby misappropriating the substantial good will associated with Ask's trademarks.\r\n\r\nAccordingly, Askpedia's unauthorized use of Ask's intellectual property subjects it to potential liability under federal and state law for, among other things, trademark infringement, dilution,\r\nand unfair completion.\r\n\r\nWe hereby demand that Askpedia immediately (i) cease and desist from all use of Ask's trademarks and other intellectual property, including without limitation all use on Askpedia's website of the name \"Askpedia\" or any similar formulation using the word \"ask,\" and (ii) agree not to use Ask' s trademark s or any other Ask intellectual property, including without limitation in the name \"Askpedia\" or any similar formulation using the word \"ask,\" in the future. If we do\r\nnot receive written confirmation within ten days of the date of this letter that Askpedia has complied and will continue to comply with these demand s, we will take appropriate action against Askpedia to protect and enforce Ask's rights in its intellectual property.\r\n\r\nNothing in this letter is intended or should be construed as a waiver of any rights by Ask, all of which are expressly reserved.\r\n\r\nSincerely,\r\n\r\n[Private]\r\nSenior Vice President and General Counsel","date_sent":"2008-03-13T04:00:00Z","date_received":"2008-03-13T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":null,"principal_name":"Ask.com","recipient_name":"Askpedia, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}