{"dmca":{"id":47110,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-21T05:00:00Z","date_received":"2012-01-21T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Gary Lord","principal_name":"Gary Lord","recipient_name":"Google, Inc.","works":[{"description":"\"HIV stands for Human Immunodeficiency Virus. It is an infection that demolishes the cells in the immune system of the body slowly. HIV symptoms are generally seen in 50 to 90% of people infected with it. After some weeks or days of HIV exposure, some individuals get a sickness that is similar to that of flu. This condition remains for a period of 2 weeks and is referred as Acute HIV infection.\r\n\r\nSome common HIV symptoms are as follows:\r\nAdvertisement\r\n\t\t\t\t\r\n\r\n    Muscle and joint pain\r\n    Fever\r\n    Swollen lymph nodes\r\n    Loss of appetite\r\n    Sore throat\r\n    Pain in the muscles\r\n    Vomiting and nausea\r\n    Fatigue\r\n    Genital ulcers and Oral ulcers\r\n    Headache\r\n    Fatigue \r\n\r\nIn some of the cases, people suffering from HIV do exhibit any such symptoms; whereas others may experience symptoms to such a severe extent that they have to run to the emergency room immediately. If these HIV symptoms are ignored or left untreated, the immune system of the body becomes weaker and the illness further takes the form of AIDS. The further symptoms experienced by the infected person are generally associated with opportunistic disease that include toxoplasmosis, tuberculosis and pneumonia.\r\n\r\nIf these symptoms are detected at an early stage, then it should receive medical help sooner. Seek a medical therapist who is expert in treating HIV.\r\n\r\nUseful Tips for the HIV People:\r\n\r\nSince, it is a sexually transmitted disease, it is very essential to take due care in this aspect. Safe sex is the only precautionary step to avoid it. It has been stated that AIDS is spreading more than the expected target. Hence, the best remedy is to spread awareness amongst people regarding AIDS. This will help to avoid casual sexual encounters, drug usage, and activities that are considered unhealthy for one's well being. All this otherwise invite HIV occurrence, probably.\r\n\r\nSmall kinds and infants are the risk factors of AIDS since it is transferred from the infected mother to their children. HIV also spreads from saliva. However remember that HIV does not spread either by holding or touching hands to the infected individual. But definitely unsafe syringe and unsafe sex are a major cause of HIV infection.\r\n\r\nCaregivers should learn about AIDS due to the fears about this disease. If caregiver learns about this disease then, he will come to know what should be expected and how to take best care for the person. It helps a caregiver in alleviating the fears like the suffering from pain or signs of complications or disease. A caregiver will also learn a few skills to take care of somebody suffering from AIDS and manage special situations through courses provided by organization including visiting Nurse Association and state health department.\r\n\r\nMake the person suffering from AIDS comfortable: A caregiver should make the person suffering from AIDS feel at home. No place is there like a home for a person suffering from AIDS. For making that person feel at home, a caregiver should make him or her feel comfortable. There are a few people who do not ask for help because of shyness particularly with task like bathing. In such situation, a caregiver should allow that person to stay in a room, which is nearby to a bathroom. A caregiver should also leave the items near to the person that he needs such as blankets, towels and tissues in easy reach.\r\n\r\nSo, be aware of all these different facts related to HIV and spread it across number of people. It is always better to follow precautionary measures rather going for cure later on. HIV infected person has the right to live in the society and it is one's duty to support and care for them.\"","infringing_urls":[{"url":"http://healthcarenes.blogspot.com/"}],"copyrighted_urls":[{"url":"http://www.freehealthcaretips.net/HIV-care.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}