{"other":{"id":47284,"type":"Other","title":"Other notice to Google, Inc.","date_sent":"2012-08-01T04:00:00Z","date_received":"2012-08-01T04:00:00Z","topics":["Uncategorized"],"sender_name":"Riaan Pretorius","principal_name":null,"recipient_name":"Google, Inc.","works":[{"complaint":"We act on behalf of Tom Creamer and Telesure Investment  \nHoldings (Pty) Ltd (hereinafter referred to as “our clients”), who have  \nrequested us to address this letter to you.\n\n From the outset, we wish to make it clear that this letter is not intended  \nto be exhaustive of all matters and issues and, insofar as may be  \nnecessary, we reserve the right to canvas same at the appropriate time and  \nin the appropriate forum should it become necessary to do so.\n\nOur clients recently became aware of a listing entitled “Drug Bust of  \nTelesure Holdings MD” upon conducting a search on your www.google.co.za  \nwebsite with the words “Telesure MD”. Upon clicking this link a user is  \ndirected to a post on the www.scribd.com website where a  \nmatthew_jorgedesousa has uploaded content which is unlawful, offensive and  \ndisparages our clients’ good name.\n\nWe record that the content is false and defamatory and based on events that  \ndid not occur.\nAs you are aware our client, Telesure Investment Holdings (Pty) Ltd, is a  \nleading insurance provider, and there is no doubt that members of the  \npublic may become aware of these posts and read the inappropriate content  \nabout our clients Managing Director and as a result this will negatively  \nimpact both of our clients.\nIn the circumstances, we have reported this content to Scribd Inc. and  \nfurther addressed a letter to them on 23 July 2012. To date, Scribd Inc.  \nhas failed to remove the content and as a result, our clients have  \ninstructed us to proceed with instituting legal proceedings in the United  \nStates of America. Our clients are proceeding with what is referred to as a  \n“john doe” action in San Francisco, California against this posting and a  \nfurther action which serves a third party subpoena for discovery of the IP  \naddress on www.scribd.com.\nAfter obtaining judgment our clients will proceed with an application for  \nthe removal of the content and a defamation action against the user and  \nclaim any related damages that it has suffered.","original_work_urls":[],"problematic_urls":[{"url":"http://www.scribd.com/doc/71558897/Drug-Bust-of-Telesure-Holdings-Md"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}