{"dmca":{"id":47492,"type":"Dmca","title":"PLEASE REMOVE MY NAME FROM YOUR WEBSITE!!!","body":"Hi, I have a problem with one of your users on your public internet forum www.*******.net   named \"screwed***\"  I have been terrorized both on the internet and in person by this mentaly ill bi-polar armed & dangerous evicted tennant who also illegaly entered the US and has murdered numerous people by his own admission.  He called himself a profesional assasin with mob friends and constantly threatened me indirectly.  When I had him evicted after 1+ years of not paying rent and lieing to me, stealing my copper pipes & wire in the building etc.  The constables had to physicaly remove him from my building.  When they did he was found with a AK47 with sniper scope & 30 round hollow point clips, handgun & knife, large qty of perverted porn...and our building is next to an elementary school.  He was taken to jail for outstanding warrants for theft & writing bad checks. He uses numerous aliases based on the mail he was getting & is not a US Citzen.  He had a black person's stolen social security card & ID on him....yet he isn't even black.  He was somehow released awaiting trial and posted all sorts of mean things about me, my wife, my small children online.  We had to take down our public family picture website we maintained for years etc.  He posted hundreds of horrible posts about me every few minutes online calling me the devil, saying horrible things I can't even repeat about my family etc.  He cyber stalked me and even created fake Ebay accounts using fake names to bid in all my ebay auctions leaving fake negative feedback telling others not to bid etc. so I couldn't sell anything, interfered with my real estate transactions, showed up at my house & other peoples houses unannounced.  All I ask is that you please remove all his comments about me from your website, ban him, and please remove all references to my name on your website and the thread you started with my personal name in the title so he does not come back. It is also against Ebay's rules for you to be publishing personal account information on your site since you yourself are an ebay user.  Thanks and have a nice day. ","date_sent":"2008-04-12T04:00:00Z","date_received":"2008-04-12T04:00:00Z","topics":["John Doe Anonymity","Copyright"],"sender_name":"none","principal_name":null,"recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}