{"dmca":{"id":47686,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-21T05:00:00Z","date_received":"2012-01-21T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Garry Lord","principal_name":"Garry Lord","recipient_name":"Google, Inc.","works":[{"description":"\"ymptoms? However, these symptoms are not visible in the early stages; since they are vague. The most prominent symptoms of liver disorder include loss of energy and weakness.\r\n\r\nLets us have a look on some other common liver disease symptoms:\r\n\r\n    Jaundice\r\n    Poor appetite, anemia, vomiting, diarrhea\r\n    Bloating and detention\r\n    Polyurea, and polydypsia\r\n    Weight loss\r\n    Abdominal pain\r\n    Portal hypertension\r\n    Mood fluctuations \r\n\r\nAdvertisement\r\n\t\t\t\t\r\n\r\nOnce, the symptoms are identified, it is essential to take proper liver care. Below given are some useful liver tips that will help you to find relief from the symptoms.\r\n\r\nFirst of all, once the liver disease is identified, you need to alter your lifestyle. If the cause of this is alcohol, it is better to stop its consumption. Though, you will not get complete relief after stopping alcohol, since liver disease and its symptoms are not reversible. But, when its consumption is stopped, the symptoms will not worsen further.\r\n\r\nWeight loss can help in most of the cases, if the person is obese or overweight.\r\n\r\nModify your food habits. It is essential to consume a healthy and nutritious diet comprising of fresh fruits, veggies, lean protein and whole grains.\r\n\r\nMoreover, you need to start some kind of exercising schedule for yourself. Exercise for at least 5 says in a week for about 30 to 45 minutes, consistently. It is essential to take doctor's advice prior to beginning any exercise schedule, in case you are obese.\r\n\r\nSupplements can aid you in this condition to a great extent. Supplements like milk thistle, turmeric and ginger have reversed the condition in many cases. Ginger is available easily at any of the local supermarkets. Use it in the fresh or dried form. You can use it in your tea or blend it with other eatables. Turmeric is generally used in salads. Milk thistle is an herb that protects liver and it is widely used to treat different kinds of diseases. You can buy particular diet products from the local food stores, as well.\r\n\r\nThere are several advantages of lemon juice. Lemon juice greatly helps a person in the detoxification of the liver fast. It also helps a person by helping in his or her digestive tract. Neem also has many health benefits to offer you. It is also called as Azhadirachta Indica. It has the best cleansing properties and lessens toxicity levels in one's liver as well as bloodstream. Reducing excessive bile secretions is another benefit that Neem provides you. These herbal remedies not only help your organ remain healthy however even prevent other signs and sicknesses, which results due to the poor health of the organ.\r\n\r\nOther tips that one should follow for liver care are many. Leave the habit of consuming alcohol, and avoid eating excess sugar and salt. One should do exercise and yoga daily and eat fish, eggs as they consists of a protein. Protein consumption is beneficial for liver.\r\n\r\nHome remedies to follow for liver are taking herbal solution for licorice, taking aloe as it stimulates your liver to carry out its functions greatly, taking milk thistles, guduchi and turmeric herbs. Taking the mixture of fresh juice of sorrel herb with buttermilk everyday is best and best home remedy for liver care. You can even make a bitter herbal tonic from bark of tree called berberis. You should take 1/4 tablespoon of it. Making a mixture of adding water into a mixture of gokulakanta root powder and boiling it for 30 minutes is the best to take. You must take 30 milliliters of this mixture everyday for 2 to 3 times for liver care.\r\n\r\nSo, if you have liver disease and the symptoms are clearly identified, don't forget to react to it instantly. Since, it is easier to treat any diseases condition, if identified at an early stage and avoid complications later on. Also, take your physicians' guidance, who can show you the correct path as to how to treat it.\"","infringing_urls":[{"url":"http://healthcare.spruz.com/pt/Health-Care-Tips-For-Liver-Care/blog.htm"}],"copyrighted_urls":[{"url":"http://www.freehealthcaretips.net/liver-care.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}