{"dmca":{"id":47727,"type":"Dmca","title":"A Note to the Furry Fandom","body":"To whom it may concern:\r\n\r\nI am writing to file a complaint per the Digital Millenium Copyright Act and to request that copyrighted works be removed from your site.\r\n\r\n\r\n1. The copyrighted work contains multiple copyright photographs, including all images except the bottom most image. The page also contains multiple quotes from copyrighted works.\r\n\r\n2. The copyrighted works appear at the following URL: http://www.encyclopediadramatica.com/[private]\r\n\r\n3. My contact information is [private]@nethere.com\r\n\r\n4. I believe in good faith that the aforementioned and described work is used at the aforementioned location without the permission of the copyright owner or agent, and in violation of copyright and DMCA laws.\r\n\r\n5. I certify under penalty of perjury that the information contained in this notice is correct, and that I am the owner of the copyright or the authorized representative of the copyright owner.\r\n\r\nIn addition, this page is nothing but libel. I would, therefore, request that this page be removed. Further, this entire website, in its mission statement, indicates that it is dedicated to libel of people. A cursory examination of the site indicates this to be true. Your accepted use policies, quoted below, seems to indicate that this website is in violation of those terms.\r\n\r\n\r\nI appreciate your assistance in this matter. This website demonstrates a symptom I'm afraid. \"Furries\" as they refer to themselves, seem to think they can skirt the law via the internet. The website here only demonstrates a larger trend of flaunting the law and abusing people using libel, slander, harassment and other tactics. The problem is, there are so many naive youngsters in the \"furry fandom\" that are unaware of their rights and duties as citizens to protect themselves from these illegal activities. Encyclopedia Dramatica, I'm afraid, is not the only website promoting illegal activities.\r\n\r\nI do appreciate your attention in this matter. I apologize that these people see fit to conduct these activities with a total lack of respect for your rules. Perhaps the loss of your services will help these people recognize that they are in violation of the law and they might change their ways. Given past experience however; I expect that instead, they will continue to harass and libel me for speaking out where few others have. Oh well...someone has to stand up for what's right.\r\n\r\nI look forward to hearing the resolution of this matter.\r\n\r\nThank you.\r\n\r\nSincerely,\r\n\r\n\r\n[private] ","date_sent":"2008-04-08T04:00:00Z","date_received":"2008-04-08T04:00:00Z","topics":["Copyright"],"sender_name":"Not Provided","principal_name":"[private]","recipient_name":"Encyclopedia Dramatica","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}