{"dmca":{"id":47828,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-04-17T04:00:00Z","date_received":"2012-04-17T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Shaddow's Gaming News","principal_name":"Torben Carrington","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Title: BloodyCheckers\n\nArticle (copied content): Now let's get into the root of the review,  \nBloodyCheckers. This game has to be my absolute favorite XNA Indie Game on\n \nthe marketplace. For 80 Microsoft Points this is a steal! You start off on\n \ntop of a mountain looking at a towering castle in the darkness of night.\nIt  \nbegins with you reading a note explaining how you got there and a little  \nbit about the story. After reading the note you must venture into the  \ncastle. Before you do so though, look around, observe not only the ground \n\naround you but look at the beautiful night sky, the brilliant shadowing on\n \nthe castle.. the creator clearly put a lot of time and effort into making \n\nthis game just right visually. Also, the game has the absolute best head  \nbobble animation I've ever seen just for another.. random plus to the\ngame.\n\nAfter heading inside and walking around a bit, perhaps opening a chest or \n\ntwo you soon discover that there are pictures of strange... dead people on\n \nthe walls. By interacting with these dead people's pictures (with your  \ncandle lit) you can read a little about how they died and fight them! How \n\ndo you fight them? With a good old fashion game of checkers? Nope! Well,  \nkind of. In BloodyCheckers you get extra little goodies in the matches\nsuch  \nas setting traps and spells, firing arrows at your targets, and even..\nrage  \nquitting. Yes that's right you heard, rage quitting. Smashing the board in\n \nhalf out of pure frustration has finally been implemented into a video  \nboard game.\n\nI don't want to spoil anything and since the storyline is relatively short\n \nseeing as it's an Indie game I can't really talk about it without giving  \naway anything.. so sadly you are going to find another review or watch a  \nYouTube video for the storyline. Though what I can tell you is this, you  \nplay through an epic multi-level dungeon style medieval castle fighting  \nyour way past both real live foes via burning them to bits and dead people\n \nin bloody checkers games in order to save a King and a Queen.\n\nOverall for 80 Microsoft Points this is a game like no other and is  \ndefinitely worth the $1.00! When it comes down to it for its genre I give \n\nit a 9/10.","infringing_urls":[{"url":"http://indiegamesfortheplayers.blogspot.com/2012/04/bloodycheckers.html?"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}