{"dmca":{"id":44005,"type":"Dmca","title":"Fw: {id:1083700} Administrator Note&#8207;","body":"Sent: Monday, November 12, 2007 5:17 PM\r\nSubject: {id:1083700} Administrator Note  \r\n\r\n Dear Karen,\r\nA Servage system administrator has made the following note to your account:\r\n\r\n>> ------- Note -------\r\n>> To Whom it May Concern, \r\n\r\nI have recently found a photo of myself in \r\n> a user\\\\\\'s account that I did NOT give permission to use my photos or to upload them to their website on your server or post anywhere on the net. According to the the Servage Terms of Service (and the law), this is unacceptable and I want my photo taken down IMMEDIATELY.\r\n\r\nThis photograph is of me, taken by my husband and we are the sole legal owners of it.  Here is the account link that is in violation that I have found to-date:http://k-c-c.info/gallery/albums/userpics/evileye3.jpg\r\nI believe that this photo was taken without my permission from my photobucket account located in the following link and altered without my permission:\r\nhttp://s15.photobucket.com/albums/a382/PilotKitten/\r\nPlease note: I have already had this photo deleted previously from photobucket (twice), image shack, tinypic, picoodle and xs.to for TOS/copyright violations. This user is maliciously violating the law and is very aware of it.  As noted by your own > \"Legal Information\" webpage: \"It is absolutely forbidden to host illegal content or IRC servers on Servage accounts.\" Hosting my copyrighted material is illegal and I hope that the appropriate action is taken quickly to rectify the situation. My contact information is as follows:\r\nCassie Fulton\r\nPSC 103, Box 5378\r\nAPO AE \r\n09603\r\nnpilotkitten@hotmail.com\r\nncassie.fulton@aviano.af.mil\r\nTel: 011-39-0434-30-2475 (Italy)\r\n512-280-0250 (USA - you may leave a > message for me here if unable to call international)\r\n\"I hereby state that I have a good faith belief that the disputed use of the copyrighted material is not authorized by the copyright owner, its agent, > or the law (e.g., as a fair use).\"\r\n\r\n\"I hereby state that the information in this Notice is accurate and, under penalty of perjury, that I am the owner, or authorized to act on behalf of the owner, of the copyright or of an exclusive right under the copyright that is allegedly infringed.\"\r\nRegards,\r\n~ Cassie Ann Fulton\r\n//SIGNED//\r\n\r\n>> ------- Note ------->> If you have questions or concerns kindly submit a support ticket via the control panel and we will get back to you as soon as possible. This can be done via the \"Support & Notifications\" link in control panel.\r\nBest regards, Your Servage Team, http://www.servage.net>> This is an automated email. For questions or concerns kindly> open a support ticket via the control panel: http://cp.servage.net/>> ","date_sent":"2007-11-12T05:00:00Z","date_received":"2007-11-12T05:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":"none","principal_name":"Cassie Fulton","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}