{"dmca":{"id":44104,"type":"Dmca","title":"Jenner & Block complains of infringement, impersonation","body":"To Whom It May Concern: \r\n\r\nI am firm counsel to the law firm of Jenner & Block LLP. This is to notify you of a posting on Blogger.com of a blog that infringes the copyright of our law firm and that contains content which constitutes fraudulent impersonation of one of our firm's attorneys in plain violation of the content policy of Blogger.com. \r\n\r\nWith respect to the copyright infringement notification, please be advised as follows: \r\n\r\n1. The copyrighted work at issue is a page from our firm's copyrighted website which contains a copyrighted photograph that appears on \r\nhttp://jenner.com/people/bio.asp?id=1896. \r\n\r\n2. The blog where the copyrighted work is published is \r\nhttp://reidhogan.blogspot.com/2007/07/dear-jammey.html. \r\n\r\n3. You may contact me in care of the information appearing at the top right corner of the first page of this letter. My e-mail address is nhirsch@jenner.com. \r\n\r\n4. I have a good faith belief that use of the copyrighted material described above on the allegedly infringing web page is not authorized by the copyright owner, its agent, or the law. \r\n\r\n5. I swear, under penalty of perjury, that the information in the notification is accurate and that I am authorized to act on behalf of Jenner & Block LLP, the owner of the exclusive right that is allegedly infringed. \r\n\r\nWith respect to content, we believe that the content of the infringing blog identified in paragraph #2 (the \"Fraudulent Blog\") above also constitutes fraudulent and unlawful impersonation of [private], an attorney employed by our firm, in violation of the Blogger.com Blogger Content Policy. That policy provides: \"We do not allow impersonation of others through our services in a manner that is intended to or does mislead or confuse others.” The Fraudulent Blog does just that. It uses [private]'s name and photograph to fraudulently suggest that she is the author of an advice column entitled \"Dear Jammey.\" In fact, she is not the author of the fraudulent content, has never authorized anyone to use her name or likeness in this way, and does not even know who the blogger is. The fraud by the blogger in using her name and likeness is impersonation of her. \r\n\r\nWe request that you remove the Fraudulent Blog immediately to avoid further damage to [private] and our firm If your Content Policy means anything and is more than just boilerplate, you will remove the Fraudulent Blog now that you have been informed that it constitutes fraudulent impersonation. \r\nWe request that you respond promptly to these matters. \r\n\r\n\r\nVery truly yours,\r\n\r\n[private]\r\n\r\n ","date_sent":"2007-11-15T05:00:00Z","date_received":"2007-11-15T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Jenner & Block","principal_name":"Jenner & Block","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}