{"dmca":{"id":44125,"type":"Dmca","title":"eBay Listing Removed: Right of Publicity Violation - Unauthorized Item/Listing (=IS &","body":"Dear csmfella,\r\n\r\nYou recently listed the following auction-style listing:\r\n\r\n180178516272 - WOODWORKING LAMP PLANS INSPIRED BY FRANK LLOYD WRIGHT \r\n\r\n\r\nThe listing was removed because it violated eBay policy. All fees related to this listing have been credited to your account. We also notified members who placed bids on the item that the listing has \r\nbeen canceled.\r\n\r\n\r\n\r\nThe rights owner, Frank Lloyd Wright Foundation, notified eBay that this listing violates intellectual property rights. When eBay receives a report of \r\nthis type of violation, we remove the listing to comply with the law.\r\n\r\n\r\n\r\n\r\nListings or items that contain a celebrity's name, likeness, or signature may infringe his/her right of publicity. This right is generally defined as an individual's right to control and profit from the commercial use of his/her identity, and is not limited to only celebrities. \r\n\r\nYou may need the celebrity's authorization to use his/her name, likeness, or signature in a listing or to list an item using such elements.\r\n\r\nThe use of a celebrity's name, likeness, or signature as part of an eBay listing is not permitted, unless the use was authorized by that person.\r\n\r\nFor more information visit the following Help page:\r\n\r\nhttp://pages.ebay.com/help/policies/celebrity-material.html\r\n\r\n- Take eBay's brief tutorial on Intellectual Property Policies and VeRO \r\n- Read the ended listings FAQ at http://pages.ebay.com/help/confidence/vero-removed-listing.html \r\n- Ask eBay a question using the link on the above help page\r\n\r\nTo take the intellectual property tutorial, please visit:\r\n\r\nhttp://pages.ebay.com/help/tutorial/verotutorial/intro.html\r\n\r\nPlease be aware that any additional violations of this policy may result in the suspension of your account. eBay understands that you may be concerned about this situation.We encourage you to contact Frank Lloyd Wright Foundation directly if you have any questions. You can send an email to:\r\n\r\nknielsen@franklloydwright.org\r\n\r\nFor more information on how eBay protects Intellectual Property visit the following Help page: \r\n\r\nhttp://pages.ebay.com/help/tp/programs-vero-ov.html\r\n\r\n\r\n\r\n\r\nAlthough there may be similar items currently listed on eBay, please be assured that your listings have not been targeted in any way. We review all listings that are reported to us by eBay members or Verified Rights Owner (VeRO) program participants, and we rely on those reports to help maintain the safety and security of our Community.\r\n\r\nFor more information on why eBay may remove a listing, please visit:\r\n\r\nhttp://pages.ebay.com/help/tp/listing-ended.html\r\n\r\nThank you for your understanding.\r\n\r\n\r\nSincerely,\r\n\r\neBay Trust & Safety\r\n \r\n \r\n \r\n \r\n","date_sent":"2007-11-16T05:00:00Z","date_received":"2007-11-16T05:00:00Z","topics":["Uncategorized","Copyright"],"sender_name":null,"principal_name":"Ebay","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}