{"dmca":{"id":44427,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-11-15T05:00:00Z","date_received":"2012-11-15T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Recording Industry Association of America","principal_name":"Recording Industry Association of America","recipient_name":"Google, Inc. [Googleplay]","works":[{"description":"To Whom It May Concern:\n\nI am contacting you on behalf of the Recording Industry Association of  \nAmerica, Inc. (RIAA) and its member record companies.  The RIAA is a trade\n \nassociation whose member companies create, manufacture, and distribute the\n \nmajority of all legitimate sound recordings sold in the United States.   \nRIAA members include Universal Music Group, Sony Music Entertainment,  \nWarner Music Group, and EMI Music North America, and their affiliated  \nrecord labels.  Under penalty of perjury, we submit that the RIAA is  \nauthorized to act on behalf of its member companies in matters involving  \n\nthe infringement of their sound recordings, including enforcing their  \ncopyrights and common law rights on the Internet.  We are writing to\nnotify  \nyou of the extensive copyright infringement of sound recordings that is  \nbeing facilitated by the applications noted in both the attachments and\nthe  \nGoogle document entitled \"RIAA\" for Android-based devices which are  \ndistributed on the Google Play Store operated by Google. As noted in the  \n\nabove referenced attachment and Google document, some of these apps also  \n\ndisplay in-app advertising served by Google.\n\n\nThe clear purpose of these applications is to facilitate the unauthorized \n\nstreaming and downloading of popular sound recordings, the vast majority\nof  \nwhich are owned or controlled by RIAA members.  Under the U.S. Copyright  \n\nAct, those who distribute, reproduce, or digitally transmit sound  \nrecordings without authorization and those who assist, facilitate, or  \ninduce such actions by others are liable for copyright infringement.  By  \n\nindexing, linking to, transmitting, retransmitting, providing access to,  \n\nand/or otherwise assisting users in streaming and downloading infringing  \n\ncopies of sound recordings emanating from various unauthorized sources on \n\nthe Internet, these applications are violating U.S. copyright law.\n\n\nAdditionally, it is important to note that these applications violate the \n\nterms of your Google Play Store Content Policy for Developers which  \nprohibit applications that infringe on the intellectual property rights of\n \nothers.  The failure of these applications to comply with this policy  \nconstitutes a violation of your Google Play Store Developer Distribution  \n\nAgreement, section 4.11 Restricted Content, which requires that any\nproduct  \ndistributed on the Google Play Store, must adhere to the Content Policy\nfor  \nDevelopers.  Furthermore, those that contain in-app advertising served by \n\nGoogle further violate Google's AdSense policies, including its policies\non  \ncontent guidelines and copyrighted material.\n\n\nBy this letter, we ask that you immediately (i) cease distribution of\nthese  \napplications on the Google Play Store, (ii) take steps to ensure that\ntheir  \ndevelopers are not permitted to infringe upon the copyrights of RIAA  \nmembers by offering similar applications on Google operated sites and  \nservices in the future, and (iii) with respect to those applications that \n\nhave Google served ads, terminate your ad network relationship with the\napp  \ndeveloper and cease serving ads on these applications. We have a good\nfaith  \nbelief that this activity is not authorized by the copyright owner, its  \nagent, or the law.  We assert that the information in this notification is\n \naccurate, based upon the data available to us.\n\n\nThe copyright infringement of RIAA member sound recordings made possible\nby  \nyour distribution of these applications is obvious to anyone making use of\n \nthe applications, and undoubtedly will be readily apparent to you upon  \nreview.  While this letter constitutes notice of infringing activities  \nunder the U.S. Copyright Act, it does not in any way constitute a waiver\nof  \nany right, remedy or action, including the right to recover damages for\nthe  \ninfringements referenced in this letter.  All such rights, remedies and  \nactions are expressly reserved.\n\n\nPlease do not hesitate to contact me if you should have any questions. \nYou  \nmay reach me via e-mail at antipiracy@riaa.com, by telephone at (202)  \n775-0101, or by mail at RIAA, 1025 F Street, N.W., 10th Floor, Washington,\n \nD.C.  20004.\n\n\nSincerely,\nMark McDevitt\nVice President, Online Anti-Piracy\nRIAA","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}