{"other":{"id":44431,"type":"Other","title":"DMCA (Copyright) Complaint to Google","date_sent":"2012-11-15T05:00:00Z","date_received":"2012-11-15T05:00:00Z","topics":["Uncategorized","DMCA Safe Harbor"],"sender_name":"Carlos Colom Codina","principal_name":"New Horizons Barcelona","recipient_name":"Google, Inc.","works":[{"complaint":"1.- “Espero, tremendo hijo de puta, que te haya ido muy  \nmal”\n\n2.- “Explotan al personal al máximo y cuando pides un poco de aire para  \nrespirar te echan a la calle. “\n\n3.- “lleva a muchos instructores a solicitar bajas por estrés y ataques de  \nansiedad.”\n“La dirección, sin escrúpulos y al más puro estilo cacique, obliga a  \nimpartir clases a los instructores sin haber obtenido certificaciones ni  \npreparación adecuada “\n“¡Cuánto fraude suelto y cuántos alumnos estafados!”\n“trato abusivo que sufren”\n\n4.- “New Horizons es el peor de los trabajos basura que he tenido”\n“te das cuenta de que no aprendes nada”\n“como si el instructor estuviese certificado oficialmente por microsoft,”\n“la formación que ofrecen a los instructores consiste en leer manuales y  \nmemorizar las preguntas de los exámenes”\n\n5.- “Qué decir de estos H... de P... ?”\nson unos rastreros y que viven de timar a los empleado y alumnos.”\n“Una vergüenza de empresa/escuela.”\n\n6.- “acabas saliendo a las 10 algunos días, de 9 de la mañana a 10 de la  \nnoche, con 1 hora y media para comer que te la reducen en 45 minutos cuando  \nles da la gana amenazándote con despedirte si te pasas 1 sólo minuto.”\n“Echaron un compañero por pedir una copia de un papel al que le obligaron  \nfirmar donde renunciaba a varios derechos básicos como trabajador.”\n“en plan mobbing machacante”\n  “los lameculos de RRHH”\n“Para C.C todo es un juego, se cargó un colegio de enseñanza privada, de  \nESO, bachillerato y etc, dejando a todos los alumnos en la calle de un año  \npara otro, para montar ese tinglado explotador que tiene ahora.”\n\n7.- “me obligaban a preparar clases de las que no tenia ni idea de un dia  \npara otro”\n“Basan su exito en explotar a la gente”\n“Se deberia cerrar esta empresa por sus multiples incumplimientos en  \nmateria de legislacion laboral.”\n\n8.- “Para C.C todo es un juego, se cargó un colegio de enseñanza privada,  \nde ESO, bachillerato y etc, dejando a todos los alumnos en la calle de un  \naño para otro, para montar ese tinglado explotador que tiene ahora.”\n“Todas las vocales para este h de p. Te has dejado de contar que sabemos  \nque estuvo en la trena durante dos años largos. Le tocaban seis pero lo  \nsoltaron. Por una estafa masiva en un chiringuito financiero. Miles de  \nafectados. Es verdad. Se lo carga todo. y deja a todo el mundo en la calle  \nde un día para otro. Esto es lo que hará con todos sus empleados y con  \ntodos los alumnos. Pero lo volverá a pagar. y lo veremos. Tres años más en  \nel trullo. Es lo que se merece este tipo de gentuza. Delincuente.”\n\n9.- “no se si os habeis fijado que se indexa en todas partes con lo qual  \ntodo el mundo puede ver los comentarios sobre la verdad de esta empresucha  \nde delincuentes redomados.”\n“Lo del pedrazo al palomo me parece muy original. Muy creativo. Es lo que  \nhay y es lo que se debe. pedrazo al palomo.”\n“A ver si acabamos de joder a este cabrón de mierda.”\n“Si entras a formarte o a trabajar en esta empresa de mierda al cabo de  \nunsa semanas acabas convertido en una mierda. Es una enfermedad contagiosa  \nque no tiene cura. Te machacan durante todo el día insultándote y véjándote  \nhasta que pierdes tu personalidad y ya no eres nada. Si no te lo crees  \nbasta con que trates con suse empleados. todos ellos tienen el seso  \nabsotvido.”\n“la presión es inhumana y el volumen de horas de trabajo es sanguinario.  \ntodo es mentira lo que te pro,meten. No caigais en la trmampa. no os  \nformeis alli ni trabajeis allí. por vuestra salud. ellos lo incumplen todo  \nlo que prometen pero una vez dentro no puedes hacer nada y has de pasar por  \nel tuvo.”\n“me alegro de que alguien quiera poner fin a esta gentuza.”\n“A mas de uno habria que darle una paliza de verdad. con sangre. yo me se  \nuno C.C. tu ekl primero. ya lo hicimos una vez y ahora te lo vamos a  \nrefrescar.”\n\n10.- “caña al mono tios. lo he comprobado. estamos haciendo un buen  \ntrabajo. todo el mundo puede ver el percal. la gentuza se merece esto.  \nnadie se apuntará a los cursos de mierda de esta empresucha. caña al mono  \ntios. a ver si es verdad y lo jodemos bien. lo que se merecen los  \ndelincuentes. No sabía que había estado en chirona. que cabrón este  \nasqueroso.”\n“Muy buen trabajo. si escribes new horizons en google trabajobasura aparece  \nen tercer lugar en la página de resultados. Tios le estamos dando fuerte a  \nesta empresucha de mierda. Lo va a ver todo el mundo.”\n“me apunto a la paliza. no sabía que ya le habías dado fuerte antes. que  \ngustazo. que gustazo palomo cabron.”\n“además he visto que estas opiniones aparecen en otros indexadores de  \nopiniones. se multiplican. que cojonudo. hemos de continuar dando a la  \nempresucha.”\n“estoy de acuerdo con anakin. se debería cerrar esta empresucha por sus  \nincumplimientos.”\n\n11.- “Simplemente son unos ladrones i gentuza de la mala”.\n\n12.- “a la q pueda le quemo la moto al puto comercial cristian q es 1 gordo  \nasqueroso”\n\n13.- “la canija peruana de secretaría es imbécil. El perro judio apesata.  \nLa lameculos gorda del calendario nio te digo.”\n“Una paliza a todos. Es lo que os mereceis todos. Y os las vamos a dar  \nalgún día. Os conozco. Y tu C:C por partida doble. vaya colecion que has  \nreunido. apestais todos. y sois repugnantes de verdad. A ti la paliza te  \nvendra bien tras las primeras que te hemos dado. A los demas no les ira mal  \ntampoco.”\n“Sois gentuza de verdad todos lameculos.es verdad ladrones y gentuza de la  \nmala”\n\n\nEl contenido de esta URL es ilícito puesto que infringe las siguientes  \ndisposiciones legales:\n\n1) Ley 34/2002, de 11 de julio, de Servicios de la Sociedad de la  \nInformación. Y muy concretamente lo prescrito por los artículos:\n-\tartículo 8, apartado 1.c\n-\tartículo 13\n-\tartículo 16\n-\tartículo 18\n\n2) Ley Orgánica 10/1995, de 23 de noviembre, del Código Penal. Y muy  \nconcretamente lo prescrito en el TÍTULO I. DELITOS CONTRA EL HONOR en los  \nsiguientes artículos:\n-\tartículo 205\n-\tartículo 208\n-\tartículo 209\n-\tartículo 211\n-\tartículo 212\n\n3) Ley Orgánica 1/1982, de 5 de mayo, de Protección Civil del Derecho al  \nHonor, a la Intimidad Personal y Familiar y a la Propia Imagen. Y muy  \nconcretamente lo prescrito por los artículos:\n-\tartículo 1, apartados dos y tres\n-\tartículo 7, apartados tres, cuatro y siete\n-\tartículo 9, apartados uno, dos y tres\n\n4) Ley Orgánica 15/1999, de 13 de diciembre, de Protección de Datos de  \nCarácter Personal. Y muy concretamente lo prescrito por los artículos:\n-\tartículo 1\n-\tartículo 3, apartado a","original_work_urls":[],"problematic_urls":[{"url":"http://www.trabajobasura.info/directorio/new_horizons.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}