{"dmca":{"id":44443,"type":"Dmca","title":"All is not well in Camelot-- King claims copyright and trademark infringement","body":"This office represents King Features Syndicate/Division, the Heart Corporation (\"King Features\"). King Features is conducting investigations to locate retailing and distribution of counterfeit and unathorized King Features' merchandise.  By this investigation, King Features has learned that you have been manufacturing, distributing, displaying, and/or selling counterfeit and unauthorized King Features' products, including Betty Boop style merchandise.\r\n\r\nPlease be advised that by your conduct of displaying, selling and distributing unauthorized merchandise of King Features' characters you are infringging on King Features' copyrights and trademarks, and engaging in unfair business practices.  Demand is made upon you to immediately:\r\n\r\n1. Cease selling and remove from display the unauthorized and counterfeit products bearing images of King Features' characters.\r\n2. Collect and turn over to King Features the remaining inventory of the unauthorized products in your possesion.\r\n3. Identify your sources and provide King Feartures copies of all your records pertaining to the acquisition of the counterfeit merchandise.\r\n4. Provide King Feature with a full accounting of your sales of such conterfeit and unauthorized merchandise and \r\n5. Pay a fee to settle this claim.\r\n\r\nEnclosed for your reference is a copy of the merchandise which King Features\" investigator recently obtained from your business.  King Features has examined this item and determined that it is not licensed.\r\n\r\nIf you fail to comply, King Features will have no alternative but to immediately avail itself of all legal rememdies open to it, including obtainingan order for seizure and temporary restraining order.  King Features believes it is entitled to damages that far exceed the amount it is willing to accept in settlement.  \r\n\r\nTo negotiate a settlement, contact me at the number set out on this letterhead no later than the close of business on December 5, 2007.  The foregoing is not intended as a complete statemetn of all rights available to our clients and is without prejudice to any such rights.\r\n\r\nVery truly yours,\r\n\r\n[Private]\r\n\r\nEncl.","date_sent":"2007-11-26T05:00:00Z","date_received":"2007-11-26T05:00:00Z","topics":["Copyright","Copyright and Fair Use"],"sender_name":"Lawrence & Associates","principal_name":"King Features Syndicate/Division, the Heart Corporation","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}