{"other":{"id":44488,"type":"Other","title":"Other notice to Google, Inc.","date_sent":"2012-04-16T04:00:00Z","date_received":"2012-04-16T04:00:00Z","topics":["Uncategorized"],"sender_name":"Zach Featherstone","principal_name":null,"recipient_name":"Google, Inc.","works":[{"complaint":"We are employed by and authorised to represent Phil  \nCropper in relation to all risk services including internet defamation.\n\n\na.            The website states: “PHILLIP CROPPER, DARREN JANSEN, all scum\nwho pay people” “Have a look at their latest email scam campaign” “They  \neven posted false testimonials on the website in that name. Cropper  \nsurvived to scam thousands more people..” “Phillip the Scammer Cropper”\n“Cropper survived to scam thousands more people..” “Phillip Cropper hangs  \naround druggies, conmen like Peter Foster, bikies, crims, ex coppers and is  \na police informant. He has very few friends and always hires young girls  \nand tries to drug them!!”\nThe site suggests that Phil Cropper is a scam company and is currently  \noperating scams.\n\nb.            Phil Cropper has never operated a scam. Phil Cropper has not\nbeen charged, arrested, or convicted of any dishonesty offence. Phil  \nCropper would not be involved with any offences of this nature.\n\nThis content has been spread through numerous websites with the intention  \nto defame my reputation.\n\nc.             These comments are currently appearing on Google.com,\nGoogle.com.au, and Google.co.nz. The comments harm my reputation and cause  \ndamage to my business.\n\nGoogle.com.au: The publishers and distributors of this material would be  \nliable for civil damages under the Defamation Act 2005 (Qld). Due to the  \npossible retaliation, and threat to my safety caused by that the claims  \nthat in am engaged in criminal enterprises, this violates Criminal  \ndefamation sections of Criminal Code Act 1899 (Qld).\n\nGoogle.com: The content originating from the state of California is in  \nviolation of division 1 part 2 section 43 of the California Civil code.\n\nGoogle.co.nz: These comments are in breach of the NZ Defamation Act 1992.\n\nurl_box3_1:","original_work_urls":[],"problematic_urls":[{"url":"http://www.ripoffreport.com/work-at-home-business/home-it-business/home-it-business-australia-wid-114b0.htm"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}