{"dmca":{"id":44495,"type":"Dmca","title":"I'll take intellectual property claims for $500, Alex.","body":"Dear [private]: \r\n\r\nPlease see attached Cease & Desist and Notice of Infringement letter. \r\n\r\n[attached C&D letter]\r\n\r\nRe: Unauthorized use of JEOPARDY! Intellectual Property\r\n\r\nSony Pictures Consumer Products Inc. (\"SPCP\") is the licensing agent for Sony Pictures Television (\"SPT\") and Jeopardy Productions, Inc. (\"JPI\"), the owners of certain copyright, trademark, merchandising and other rights in and to the television show JEOPARDY!. We are continuously investigating manufacturers, distributors, and software developers of infringing and unauthorized merchandise.\r\n\r\nWe have recently learned that you are unlawfully making available, distributing and advertising an unlicensed   Mac-based game product call \"FREEOPARDY\" (the \"Product\") that makes unauthorized use of elements from JEOPARDY!. SPT and/or JPI own the copyright rights in JEOPARDY!. JEOPARDY! is a registered trademark of JPI. Please be advised that by advertising and/or making the Product available to the public, you are susceptible to claims of federal trademark and copyright infringement and unfair competition, for which injunctive relief and treble damages may be awarded, among other causes of action.\r\n\r\nWe hereby demand that you, and each and every person, agent, company, university or other entity affiliated with you immediately cease and desist from any further unauthorized use of the JEOPARDY! elements in connection with Product or any other product. We further demand that you immediately: (i) provide us with a letter identifying all versions of the Product and all advertising materials related thereto (the \"Unauthorized Items\") on which the infringing subject matter has appeared and assuring us that distribution of such Unauthorized Items has ceased and that all such Unauthorized Items already in circulation have been withdrawn; and (ii) provide us with a detailed statement identifying the online URLs at which any of the Unauthorized Materials have been, currently are, or are scheduled to be, made available or advertised to the public.\r\n\r\nThis letter is intended to place you on notice to fully comply with these demands. This letter is not intended as a full expression of the positions of SPT and JPI, both of which expressly reserve all right, remedies, and claims.\r\n\r\nSincerely,\r\n[redacted]","date_sent":"2007-09-04T04:00:00Z","date_received":"2007-09-04T04:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"Columbia TriStar Marketing Group, Inc.","recipient_name":"Shullian Productions, LLC","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}