{"dmca":{"id":44567,"type":"Dmca","title":"Report Abuse - Cease and Desist Orders","body":"Attention Get4Loan.com Owner/Admin:\r\n\r\nIt has come to my attention that you have made an unauthorized use of my copyrighted work entitled http://www.theloanbazaar.com  (the \"Work\") in the preparation of a work derived therefrom. I have reserved all rights in the Work, first published in June-2007, and have registered copyright therein at the bottom. Your work entitled http://www.get4loan.com is essentially identical to the Work and clearly used the Work as its basis. The Content and Strucutre similarities, as well as the Use of our domain name at the website is clearly visible. I have all the backup, blueprints, and sources for all my content and work. Also, the creator of domain is located in Google SERPS (Search Results) using duplicated and stolen content which is clearly a voilation on the TOS by Google. The same shall be notified to Google as well through a Cease and Desist Notice followed by a DMCA takedown Order. Affiliate Ads Pertaining to the Provider i.e: www.campaignrevolver.com shall be notified.\r\n\r\nAs you neither asked for nor received permission to use the Work as the basis for http://www.get4loan.com nor to make or distribute copies, including electronic copies, of same, I believe you have willfully infringed my rights under 17 U.S.C. Section 101 et seq. and could be liable for statutory damages as high as $150,000 as set forth in Section 504(c)(2) therein.\r\n\r\nI demand that you immediately cease the use and distribution of all infringing works derived from the Work, and all copies, including electronic copies, of same, that you deliver to me, if applicable, all unused, undistributed copies of same, or destroy such copies immediately and that you desist from this or any other infringement of my rights in the future. If I have not received an affirmative response from you by 18th December, 07 indicating that you have fully complied with these requirements, I shall take further action against you.\r\n\r\nVery truly yours,\r\nSteve\r\nThe Loan Bazaar Admin\r\nhttp://www.theloanbazaar.com  \r\nWebart Softech\r\nS.C.O. 347, Sector-9,\r\nPanchkula, India.\r\nPh:+91-172-5048291\r\nCell: +91-98159-25000\r\nFax: +91-172-5004291\r\nwww.webartindia.com\r\n","date_sent":"2007-12-05T05:00:00Z","date_received":"2007-12-05T05:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":null,"recipient_name":"NameCheap.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}