{"dmca":{"id":44624,"type":"Dmca","title":"Stirring Up Muddy Waters","body":"Dear [Recipient],\r\n \r\nPlease be advised that this office represents The Muddy Water and I am writing you concerning the defamatory statements that you have published on your Internet site located at www.themuddyrudder.com.  I understand from you web site that you are only 15 years of age, so I will assume that you do not understand the legal ramifications of making defamatory statements on your web page.  Posting defamatory statements on your web site can subject you to a lawsuit under Florida law.  I recently sent a letter to you demanding that you take down the site, but I can see that you failed to do so.  If this site is not taken down within five days from the date of this e-mail, my client will file a lawsuit against you seeking damages and all other remedies available to him under Florida law.  Please govern yourself accordingly.\r\n \r\n[Sender]\r\n \r\n \r\nLegal Services For The Digital Age\r\n\t\r\n[Sender], P.A.\r\n[Address] Wildwood Road\r\nDeLand, Florida 32720 \r\n\r\n[Sender] \r\ntel: \r\nfax: \t[private]\r\n[private]\r\n\r\n\r\n\t\r\n\r\nAdd me to your address book...\r\nWant a signature like this?\r\n\r\n\r\n \r\nThe information contained in this electronic mail message is attorney privileged and confidential information intended only for the use of the individual or entity named.  If the reader of the message is not the intended recipient, you are hereby notified that any dissemination, distribution or copying of the communication is strictly prohibited.  If you have received this communication in error, please immediately notify us by telephone at [private] or reply email and delete this message.\r\n","date_sent":"2007-12-05T05:00:00Z","date_received":"2007-12-05T05:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"[Sender], P.A","principal_name":"The Muddy Water","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}