{"other":{"id":44660,"type":"Other","title":"Other notice to Google, Inc.","date_sent":"2012-06-08T04:00:00Z","date_received":"2012-06-08T04:00:00Z","topics":["Uncategorized"],"sender_name":"Shikha Goenka","principal_name":null,"recipient_name":"Google, Inc.","works":[{"complaint":"We are concerned for our client ACIT Education Pvt.  \nLtd. and under whose instructions we address you as follows:-\n\n1.\tOur client is an I.T. Certification and Training provider having its  \noffice at Mumbai and Bangalore. Our client provides various certificate  \ncourses such as CCNA, CCNA Security, CCIP, MCITP, CCNA Voice, CCNP, CCSP,  \netc. Our client is providing the aforesaid services from last 14 years and  \nis a reputed and recognized organization for providing the aforesaid  \ncourses.\n\nOur client states that you own and operate the web site  \n“http://solidusin.blogspot.in/2011/05/ccna-ccie-training-mumbai-india-fraud.html  \n(“the said website”) and that the said web-site is playing host to several  \nblogs displaying unlawful and defamatory contents against our client. Our  \nclient states that one Mr. Ashok Khurana who is a CCEI Trainer  \nwith 'Networkers Home' (ACIT competitor) is posting defamatory blogs  \nagainst our client and in order to mis-guide the public at large are  \nputting key words with our client’s name on the said website. Our client  \nstate that our client having carried out a general search of its name on  \nthe said website, found various defaming and objectionable blogs against  \nour client posted by Mr. Ashok Khurana followed by various comment thread  \nto it.\n\nOur Client states that our Client is shocked to note that some of the  \nposts/comments are very severe and extreme. The statements and comments  \nmade on some of these pages wish to establish and portray that our client  \nis a fraud and a cheater. Our Client states that such content is not only  \nfalse in its very genesis, defamatory, demeaning and prejudicial against  \nour client, but also is likely to create enmity, loss of business, loss of  \nreputation and goodwill of our client who is in the service of imparting IT  \neducation and aforesaid courses from last 14 years and has raised enormous  \ngoodwill for its effective services.\n\nOur Client states that google.com being a social networking website is  \naccessible by people of all age groups and geographical boundaries. It is  \nour Client’s contention that it is  responsibility of google.com and its  \nmanagement to filter and remove such frivolous content which is likely to  \ncreate loss of reputation and goodwill of people and organization.\n\nIn light of the aforesaid circumstances, our Client without prejudice to  \nall its rights and remedies including to initiate appropriate legal  \nproceedings against Rediff.com and its management, has instructed us to  \ncall upon you which we hereby do, to forthwith:\n\n(i)\tremove / block all such blogs/Pages created by Mr. Ashok Khurana and  \nvarious other blogs/pages  under intimation to us within 3 days from  \nreceipt of this notice; and\n\n(ii)\trefrain from allowing content of such similar nature which is  \ndemeaning, defamatory, violative of our Client’s rights and likely to cause  \nloss of reputation of our client in future. In the event any such content  \nis posted, the same should be removed immediately from the website by  \nRediff.com and its management.\n\nIn the event of your failure to forthwith comply with the aforesaid, we  \nhave preemptory instructions from our Client to adopt appropriate legal  \nproceedings against you which shall be entirely at your risk as to costs  \nand consequences which please note.\n\nYours faithfully,\nALMT Legal","original_work_urls":[{"url":"http://solidusin.blogspot.in/2011/05/ccna-ccie-training-mumbai-india-fraud.html"}],"problematic_urls":[{"url":"http://solidusin.blogspot.in/2011/05/ccna-ccie-training-mumbai-india-fraud.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}