{"other":{"id":44751,"type":"Other","title":"Other notice to Google, Inc.","date_sent":"2012-04-16T04:00:00Z","date_received":"2012-04-16T04:00:00Z","topics":["Uncategorized"],"sender_name":"Dominic Fielden","principal_name":null,"recipient_name":"Google, Inc.","works":[{"complaint":"Hi, I would like to point out a number of incorrect,  \n\ninappropriate and point blank lies on some of the reviews on our\nrestaurant.\n\n1) We do not charge extra to pay for electricity. We have an optional 1%  \n\ncontribution to buy carbon credits to offset the carbon footprint. Works  \n\nout to be about 18 cents a meal! It is optional but most care enough to  \ncontribute. This is therefore an incorrect statement and lie. Our staff\nare  \nfully trained and would not say this.\n2) There is no way someone had to wait that long. We pride ourselves on  \nquality and service. A lie and probably a competitor knocking us because\nwe  \nare successful. We are busy because we deliver a great healthy product at \n\nprices no more than Boston Pizza! Sure you can get a slice of dominos for \n\nless but the quality is not the same!\n\nThese kinds of reviews are hurtful and very harmful. Our nation is  \nsupported by small independently operated businesses an this industry is  \n\nincredibly tough at the best of times. Reviews like this can and do put  \nbusinesses out of business.\n\nI would also challenge that having it attached to our web site is\nunethical  \nas its the first thing people read. Please remove as soon as possible.\n\nMy wife is actually in tears about this. Really not fair.\n\nurl_box3_1:","original_work_urls":[],"problematic_urls":[{"url":"http://maps.google.ca/maps/place?hl=en&bav=on.2,or.r_gc.r_pw.r_qf.,cf.osb&biw=1280&bih=614&um=1&ie=UTF-8&q=rocky+mountain+flatbread&fb=1&gl=ca&hq=rocky+mountain+flatbread&hnear=0x548673f143a94fb3:0xbb9196ea9b81f38b,Vancouver,+BC&cid=11326349240839868291&ei=CKSMT7KCJ6etiQL347nPCA&sa=X&oi=local_result&ct=placepage-link&resnum=1&ved=0CD0Q4gkwAA"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}