{"dmca":{"id":44992,"type":"Dmca","title":"Shortsighted?  Eyeglasses.com Sends Takedown Request to Blog Re: Purported Hidden","body":"Hello,\r\n\r\nMy name is John Pace, I work in the Anti Piracy Department of Guardlex (http://www.guardlex.com), we provide anti-piracy and Intellectual Property protection services for eyeglasses.com company (http://eyeglasses.com).\r\n\r\nAs such I am personally authorized to act on behalf of the owner of the aforementioned company.\r\n\r\nIt has come to our attention that your website (or website hosted by your company) contains links to the eyeglasses.com company website (http://eyeglasses.com) which results in material financial loses to the company we represent.\r\n\r\nThis material financial loss is due to search engine penalties resulting from the links originating under your control.\r\n\r\nI request you please remove from the following website http://filtered.sensibleerection.com all links to http://eyeglasses.com website as soon as possible. Please see the list of website pages in question:\r\nhttp://filtered.sensibleerection.com/entry.php/56394\r\n\r\nIn order to find those links, please do following:\r\n\r\n1) If this is an online website directory. Use directory's search system to look for http://eyeglasses.com links.\r\n\r\n2) If there are any hidden links in the source code of website. Open the website's home page and view its source code. Search for http://eyeglasses.com  in the source code. This will reveal any hidden links.\r\n\r\nIt is our understanding; the links in question have not been authorized for use by our client, its agents, or the law.\r\n\r\nTherefore, this letter is an official notification to effect removal of the detected infringement listed above.\r\n\r\nI have a good faith belief that use of the material in the manner complained of is not authorized by eyeglasses.com company, its agents, or the law.\r\n\r\nI further declare under penalty of perjury that I am authorized to act on behalf of the trademark holder and that the information in this letter is accurate.\r\n\r\nPlease, remove all links to http://eyeglasses.com website within the next 48 hours.\r\n\r\nPlease do not hesitate to contact us if you are at all unsure how to remove the links. We will be happy to assist you in any way to resolve this issue as soon as possible.\r\n\r\nLooking forward to your positive reply.\r\n\r\nRegards,\r\n\r\nJohn Pace\r\nHead of Anti Piracy Department\r\nGuardlex company\r\n2820 West 8-th str,\r\nBrooklyn, NY, 11224\r\nTel: 17183032669\r\nE-mail: antipiracy@guardlex.com","date_sent":"2012-07-31T04:00:00Z","date_received":"2012-07-31T04:00:00Z","topics":["Copyright","Linking"],"sender_name":"Guardlex","principal_name":"eyeglasses.com","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}