{"dmca":{"id":7006,"type":"Dmca","title":"Author complains of email posted to blog","body":"Infringement of personal communication on Blogger website\r\n\r\n1. The post in question is http://quasi-exposition.blogspot.com  \r\nPosted 14 June 2005 (Archives June 2005)\r\n\r\n2.  All the material in the two paragraphs beginning 'I have to report' and 'I'm afraid this book' is taken from private e?mail communication between myself and Mr. [Private] who, without consultation, posted a pastiche of some of my comments made to him in response to his request for guidance about the book Modern Trends in Morality by W.T. McBride. These were purely private comments intended to help an inquirer who in his thank?you asked for further information to 'help me formulate my own response to the contemporary social implications of the dogmatic \"expositions\" that seem so confidently founded on the pillars of Hebrew grammar'. This confirms the private, personal nature of the comments being conveyed. In addition, the omission of a particularly laudatory sentence by me noting that Dr. McBride 'is a very fine Christian and an autodidact who has engaged with Hebrew for many years' has not helped the cause of accuracy or fairness. This posting has caused immense harm and suffering to both myself and Dr. McBride, and an expeditious handling of this ? including, if nothing better is possible, a temporary freeze on the site if [Private] is as difficult for you to track down as he has been for me ? would be very much appreciated.\r\n\r\n3. My e?mail address is [private]@cam.ac.uk\r\n\r\n4. I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.'\r\n\r\n5. I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n[Private]\r\n29 June 05\r\n","date_sent":"2005-06-29T04:00:00Z","date_received":"2005-06-29T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"[Author]","recipient_name":"Blogger [Google, Inc.]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}