{"dmca":{"id":7026,"type":"Dmca","title":"Websense incensed at the posting of their proprietary code","body":"Dear Mr. [private],\r\n\r\nIt has recently come to our attention that a website under your control contains\r\npurportedly reverse-engineered source code that is the copyrighted property of Websense, Inc., a company organized under the laws of Delaware, USA. Our source code is also the proprietary information of Websense, Inc., proteced by trade secret law. The code appears to have posted by one of your employees, [private], at the following URL: http://people.ecsc.co.uk/~gianni/.\r\n\r\nAs you may know, Websense, Inc. is a publicly-traded leading provider of goods and services involving Internet content filtering and access management. Websense, Inc. has spent a great deal of time and money creating and developing our software products in order to promote and sell them throughout the world. We have developed a significant competitive advantage in the marketplace through the design of our proprietary product offerings.\r\n\r\nAs a publicly-traded company and the owner of the copyrighted and proprietary source code, we owe an important duty to our shareholders to protect our assets to the fullest, particularly our income-generating assets. For this reason, we must be alert to unauthorized use or copying of our source code, and to stop those who would reveal our proprietary information without our permission or otherwise lessen the value of intellectual property that we have spent millions of dollars to create.\r\n\r\nTherefore, Websense, Inc. must inist that you agree to immediately stop disclosing Websense copyrighted and proprietary information and that you agree to immediately revise your web pages to remove all copies or references to Websense source code.\r\n\r\nFinally, I expect that Cisco Systems, a business partner to both of our companies, feels similarly with respect to the diminuation of value of proprietary technology that is offered for sale to their customers. To this end, I intend to contact them to discuss our mutual problem.\r\n\r\nWe would prefer to resolve this matter amicably and without resort to formal legal action. We would appreciate your response within 5 days of the date of this letter. If you have any questions or wish to discuss this matter please do not hesitate to contact me. My direct telephone number [ ] is and my direct fax is [ ].\r\n\r\nSincerely,\r\n\r\n[signed]\r\n\r\n[private]\r\nVice President, General Counsel\r\n","date_sent":"2002-11-15T05:00:00Z","date_received":"2002-11-15T05:00:00Z","topics":["Copyright","Reverse Engineering"],"sender_name":null,"principal_name":"Websense Inc.","recipient_name":"ECSC Ltd.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}