{"dmca":{"id":7040,"type":"Dmca","title":"Individual claims infringement by blogger","body":"Greetings, \r\nPlease find our infringement notice below.\r\n\r\nINFRINGEMENT NOTICE\r\n\r\n1. Identify in sufficient detail the copyrighted work that you believe has\r\nbeen infringed upon. This must include identification of specific posts,\r\nas opposed to entire sites. Posts must be referenced by either the dates\r\nin which they appear or the permalink of the post. For example,\r\nhttp://example.blogspot.com/archives/2003?01?21_example_archive. html#2104575.\r\n\r\nhttp://maddybe.blogspot.com/2005/06/intrusion?forensics?readings.html\r\n\r\nDated: Tuesday, June 07, 2005\r\n\r\n2. Identify the material that you claim is infringing upon the copyrighted work listed in item #1 above.\r\n\r\nhttp://www.forensics.nl/links\r\n\r\n3. Provide information reasonably sufficient to permit Blogger to contact you (email address is preferred).\r\n\r\n[private]@glasvezel.net \r\n[private] -- [private] ?? 3024 EB Rotterdam, The Netherlands -- Tel. +31[private]\r\n\r\n4. Include the following statement: \"I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\"\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\n5. Include the following statement: \"I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n6. Sign the paper.\r\n\r\n[private]\r\n07/06/2005","date_sent":"2005-06-07T04:00:00Z","date_received":"2005-06-07T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"AJA Tunnissen","recipient_name":"Blogger [Google, Inc.]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}