{"dmca":{"id":7073,"type":"Dmca","title":"Wisegeek complains of article copying","body":"The copyrighted work at issue is the textual content of my entire website located at: www.wisegeek.com\r\n\r\nThe website located at www.co-uk.info includes virtually all of the current content on my site with a few changes on a small number of pages. The infringer has changed the header, footer and some of the images, but the vast majority of the textual content is copied verbatim.\r\nSearch Query: we cover all those gadgets compendium\r\nInfringing Web Pages:  www.co-uk.info/\r\n\r\nSearch Query: \"very straightforward website\" compendium\r\nInfringing Web Pages: www.co-uk.info/pages/faq.htm\r\nwww.co-uk.info/pages/folder-internet/what-is-compendium.htm\r\n\r\nSearch Query: \"general information regarding countries\" compendium\r\nInfringing Web Pages: www.co-uk.info/pages/links-we-like.htm\r\nSearch Query: \"A Scoville unit is a unit\"\r\nInfringing Web Pages: www.co-uk.info/pages/folder-food/what-is-a-scoville-unit.htm \r\n(note: you must click \"repeat the search with the omitted results included\" to see the link)\r\n\r\nSearch Query: \"Over 500 years ago Vlad\"\r\nInfringing Well Pages: www.co-uk.info/pages/folder-people/who-was-vlad-the-impaler.htm\r\n(note: you must click \"repeat the search with the omitted results included\" to see the link)\r\n\r\nThere are over 1,500 articles on my site, I can provide many more infringing results if needed. The above examples are only a small sampling of the infringing content. Note that the infringing website (www.co-uk.info) is solely comprised of content stolen from my site.\r\n\r\nI can be reached via email at: [private]@wisegeek.com or by phone at [private]\r\n\r\nThe administrator of the infringing site should be reachable at the following email address: [private]@radut.net\r\n\r\n5. I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\n6. I swear, under penalty of perjury, that the information in the notification is accurate and that I am tlhe copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n","date_sent":"2005-07-02T04:00:00Z","date_received":"2005-07-02T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Wisegeek.com","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}