{"dmca":{"id":7106,"type":"Dmca","title":"CPA Virtual Responds","body":"We represent Mr.  Eric Thornton in his intellectual property matters. I am in receipt of your July 20, 2004 letter and hereby respond.\r\n\r\nFirst, Mr. Thornton is quite confused as to why Cathay Pacific would make copyright and trademark infringement allegations at his non-commercial web site. In fact, the site is quite complimentary towards Cathay Pacific - its users are fans and virtual pilots of Cathay Pacific virtual planes. Further, the web site membership includes real pilots who currently fly with Cathay Pacific and some retired Cathay pilots as well.\r\n\r\nWith regard to your copyright infringement allegations, Mr. Thornton believes that the web site has obtained permission from the rightful copyright holders of all of the photographs. The copyright owners are listed at http:/ /www.cpavirtual.org/PhotoCredits.htm. Therefore, Cathay Pacific cannot assert copyright ownership over the works of the true photographers. If any of the photographs are the property of Cathay Pacific, please identify those photographs for me so that we can review your allegations. \r\n\r\nWith regard to your trademark infringement allegations, there clearly can be no likelihood of confusion. First, users of the web site are not purchasing airline tickets; they are virtual airline pilots.\r\n\r\nBecause virtual airline pilots know exactly what they are virtually flying, the virtual pilots can have no commercial impression that the airline is an actual plane. Second, the trade channels of your client and my client are entirely different. There is no trade channel for my client's web site because the web-site is for entertainment and education; not for a commercial purpose. In contrast, the trade channel for Cathay Pacific is travelers who are looking to purchase airplane tickets. Clearly nobody would virtually fly a virtual airplane and think that they were in fact going to get on an actual Cathay Pacific airplane.\r\n\r\nNext, the conditions under which the buyers to whom your client's sales are made indicate careful, sophisticated purchasing. Purchasers of Cathay Pacific airplane tickets would carefully research price, itinerary, etc. and could never be confused by a virtual airline with no real flights. Additionally, virtual airline pilots are also sophisticated, and they would clearly recognize that they are not flying an actual airplane.\r\n\r\nFurther, we are unaware of any actual confusion resulting from the nominative fair use shown on the web site. Despite over two years of this concurrent use on the web site, we are aware of no actual confusion.\r\n\r\nThe extent of potential confusion is clearly de minimus.\r\n\r\nRegarding the usage of Cathay Pacific, the web site is clearly a fair use. The web site describes Cathay Pacific airlines - it does not use the trademark to suggest ownership or sponsorship. Cathay Pacific Airlines airplanes are not readily identifiable without use of Cathay Pacific Airlines; (2) there is no more of the mark used than is reasonably necessary to identify Cathay Pacific Airlines; and (3) Mr. Thornton has done nothing that would, in conjunction with the mark, suggest sponsorship or endorsement by Cathay Pacific Airlines.\r\n\r\nIf you have reviewed the web site, it quite clearly disclaims any affiliation with any airline: \"Not a commercial web site. Not affiliated with or endorsed by any airline.\" Because there is not trademark nor copyright infringement, we consider this matter closed.\r\n\r\nCordially,\r\nRYAN KROMHOLZ & MANION, S.C. \r\nBy:\r\nDaniel R. Johnson\r\nDRJ/pjp","date_sent":"2004-08-09T04:00:00Z","date_received":"2004-08-09T04:00:00Z","topics":["Responses","Copyright"],"sender_name":"Ryan, Kromholz & Manion, S.C.","principal_name":"Eric Thornton, CPA Virtual","recipient_name":"Johnson Stokes & Master","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}