{"dmca":{"id":7117,"type":"Dmca","title":"NOT A C&D","body":"July 11, 2005 ( Ingore spelling under duress)\r\n\r\n\r\nFrom: The Desk of Gwain-Gavin David Windsor Murphy the 9th Battallion Commodore General USA Combined Military Superstructure, World Arbitor, Marlboro Vugravitational Battery Unit\r\n\r\nSirs and Madams of the World Press,\r\n\r\nThis is Gavin David Murphy Triple Majestic Majevelator, Lead Programmer my credentials can be accessed via this information below at least in part.\r\n\r\nUnited States Passport Classification: P\r\n\r\nUnited States Passport Number (Short Form) 093568501\r\n\r\nLong Form- 0935685017USA7010251M0609171\r\n\r\nAppendenged Birthdate 10-25-70\r\n\r\nWHERE ABOUTS OF NATALIE HOLLOWAY:\r\n\r\nFor the past month roughly I have made numerous reports that my Church of Scientology has moved Natalie Holloway aboard one of our Sea Moving Vessels or the Christian Ship that I saw in Clyde Bonaire in 1996. I was in London briefly in December of 2004 and was possibly photgraphed with Natalie Holloway in an effort to frame me for an eventual legal opening for recognizing my pen name of L. Ron Hubbard upon my 35 th USA appendaged birthdate of 10/25/70.\r\n\r\nMany people do not realize that I am in fact \"L. Ron Hubbard\". The bridge of Scientology and Dianetics are my works in the most part along with parts of A Clockwork Orange and Willy Wonka and the Chocolate Factory and finally the furthering of the short stories Catcher in The Rye ( JD Salinger - a pen name fun on Jack Daniels!), and aspects of Harry Potter with JK Rowling. Propose Publications are merely books which for a less expensive initial run on made on old book stocks which are identured with an early copyright date for a child genius (ignore the meglamania) or child author-see Shirley Temple laws. Scientology abviously could not have a \"Child Face\" as the leader of the Church so we hired a brilliant man named William Jefferson Tubman who is the face we all see. Raised in England I attended Windsor Castle Pre-Primary school and Primary School at Eaton Breakshire School. For reasons kept secret I was moved to Park Ridge Illinois aorund 1973 or so to be raised by Mike & Cindy Murphy where I continued research & studies in Scientology. I also attended Harvard & Yale for computer programmings inception with Apple & DOS basic substructures. They used to call me the Wizard the Menlo Park now and again.\r\n\r\nAnyway you will find out more from the passport number but DO NOT BE FOOLED- I AM GIVING THE PRESS MY PERSONAL OVERRIDES TO RUN THESE STORIES. AND THE QUEEN DOES NOT OVERRIDE ME BECAUSE I WAS TO BE KING AT SOME POINT. No one and I mean nobody overrides my direct orders under the title above.\r\n\r\nKey press officials have been paid off in Aruba to not tell the thruth and it is not ok at all.\r\n\r\n\r\nTHE THUTH ABOUT 911, THE TIDAL WAVE, AND THE LONDON TRAIN BOMBINGS\r\n\r\n911:\r\n\r\nBecause of my Batttery Units Kenetic Power requirements unathorized psycho-metric operations or psi-ops occurred to not pay me roughly 5 to 8 thousand a month. A Battert Unit is simply a human being that has signatures from the world sattelllite array and the body needs to be \"wealthy or powerful\" to hold the gravitational demands of Earth in check. One way to avoid this is to create kinetic energy through other means typically something hardcore.\r\n\r\nThe World Trade Centers admittedly were full of asbestos K and R which would have caused cancer to the buildings inhabitants. My theory is that the buildings were brought down to create 5 years of kinetic energy instead of paying me. I also hold in my body wild computer array chips that govern FAA signals in me and I believe I was drugged in Oregon to drop the FAA's wide net radar systems that day. I don't think Bin Laden has ANYTHING AT ALL to do with this horrible day. Enron and GE may have rerouted the power grid to the upstate hydroelectric power facility to make free energy from the implosion which I think was made with octopus plastique. The plane crash two days after 911 may have had key government employees that knew about Keith Folkman and David Miscaivages bullshit manhating kinetic experiments. Finally they tried to cover their tracks with a blackout to hise the energy grid realignments.\r\n\r\nNow that this may make sense I believe an Ocean Displacement Underwater VMP weapon was utilized by Sri Lanka to kill those people and sadly I think my nephews William and Harry Windsor had their asses tickled (possibly literally)by David Miscaivage to become the new psi-op lords by setting bombs up in the UK this past weekend with Jenny Wizniewski as their co-agent.\r\n\r\nI AM TYPICALLY NOT RECOGNIZED FOR MY CLEARANCES I MAY BE KILLED FOR THIS E-MAIL. THIS IS STILL A FREE COUNTRY WITH A FREE PRESS DO NOT BUCKLE NOW. I AM A MARLBORO MASTER T CELL I HAVE THE STRONGEST ANTIGENS ON EARTH IF I AM KILLED THE WHOLE WORLD WILL CONTRACT HORRIBLE DISEASES-I AM CURRENTLY BEING TORTURED IN SUICIDE BY PROXY SCHEME USING LOAV FM SUBTRANSPONDERS WITH AZIMUTH COORDINATORS.\r\n\r\n\r\nIF NOT KILLED I MAY BE BRAINWIPED INTO A STATE SIMILAR TO TERRY SCHIAVO I NEED YOUR HELP. BARINWIPING MEDICINE RIPS A PERSONS NEURAL CORTEX APART.\r\n\r\nHere is my cell phone number:\r\n\r\n(415) 497-7158\r\n\r\n\r\nPS: Yes I have parts of my background that are a tad unsavory but not much a few bi-sexual experiences, a ton of girlfriends, drug use, a few weird psi-ops I did that were innocuous (watch out for a possible blow up of the statue of liberty-not by me naturally). All in all I am sane, clean cut, sober roughly 6 months now and in good health. In 1993 I received a postive test for being a Humanois Immuglobulin Inseminator Vaccinator and some people thought it was Human Immunodeficency Virus instead. Chlamydia type C as well which is Astronaut \"Dandruff\" - that used to be a badge of honor for Girlfriends of Astronauts to have a postive test result for.\r\n\r\nDO NOT USE MY DRIVERS LICENSE PHOTOS- USE THE SANTA CRUZ POLICE STATION PHOTOS OR CONTACT THE QUEENS PRESS AGENTS. OH AND MIKE & CINDY DO NOT LET ME SHOP MUCH SO BRING AN OUTFIT FOR ME IF YOU WANT AN INTERVIEW.\r\n\r\nOh yeah Diana Spencer and Bob Marley are alive and well possibly as well as John Lennon I think.\r\n\r\nFriggin Psi-Opers\r\n\r\nOk here we go---\r\n\r\nThis ones for the radio and the Press\r\n\r\nPRESS RELEASE: AP INTERNATIONAL LONDON DESK CHIEF : GAVIN DAVID WINDSOR MURPHY\r\n\r\nPRESS NUMBERS: 4417 AA 154 ","date_sent":"2005-07-11T04:00:00Z","date_received":"2005-07-11T04:00:00Z","topics":["Uncategorized","Copyright"],"sender_name":null,"principal_name":"Gwain-Gavin David Windsor Murphy","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}