{"dmca":{"id":7121,"type":"Dmca","title":"Post Page 6 Wants Low Down on Impostor Blogger","body":"To Whom It May Concern:\r\n\r\nI am an attorney in the legal department of News America Incorporated (subsidiary of News Corporation), which acts as in?house legal counsel for NYP Holdings, Inc., publisher of the New York Post daily newspaper (\"Post\") and its online edition available located at www.nypost.com (\"Post Website\").\r\n\r\nAs you may be aware, since January 1977, the Post has published a daily gossip Column entitled Page Six (the \"Page Six Column\"), which features celebrity news and gossip. The Page Six Column is an extremely popular, well?known feature of the Post. In addition to appearing in the Post, the Page Six Column is also available online and is accessible through the Post Website. NYP Holdings owns the rights in the Page Six Column, including the copyrights in the articles that appear therein and the famous PAGE SIX trademarks, Attached for your reference is a copy of the Page Six Column, which appeared in the July 7, 2005 edition of the Post.\r\n\r\nIt has recently come to our attention that someone has created a blog, hosted by Google's Blogger, at www.Page6blog.blogspot.com (the \"Blog\"). Attached for your reference is a print out of the Blog, dated July 7, 2005. As you can see by accessing the archives of the Blog, the Blog reprints the copyrighted articles in the Page Six Column on a daily basis. In fact, the blog purports to be a substitute for the Page Six Column as the upper?right hand caption reads: \"PAGE6 WITHOUT HASSLE. NO REGISTRATION NO EMAILS. PLUS WHO REALLY READS THE POST FOR ANYTHING ELSE?\"\r\n\r\nClearly, this copying and reproduction of NYP Holding's copyrighted material on the Blog is blatant theft and constitutes copyright infringement under U.S. law. See 17 U.S.C. ","date_sent":"2005-07-08T04:00:00Z","date_received":"2005-07-08T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Assistant General Counsel","principal_name":"News America Incorporated, a News Corporation Company","recipient_name":"Blogger [Google, Inc.]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}