{"dmca":{"id":7142,"type":"Dmca","title":"Solar Illuminations not brightened by claimed copying","body":"Dear Sir/Madam,\r\n\r\nWe are writing to file a notice of Copyright infringement against a company called Silicon Solar of Bainbridge, New York. This particular company over the past year has regularly visited our web site and takes our text and images for use on its own web site as it is a competitor of ours. We are no longer going to accept this and will take whatever necessary action to put this matter to a stop. Please find enclosed a copy of a recent letter that has been faxed and mailed to the offending company. This should prove self explanatory. The copyrighted work at issue is the images and text that appears at the following URL's as found when conducting a search at google.com, yahoo.com or various other search engines:\r\n\r\nURL: http://www.siliconsolar.com/solar_flag_lights.html\r\nIMAGES: http://www.siliconsolar.com/multi-purpose-flag.jpg & http://www.siliconsolar.com/new_solar_flag_lights.html TEXT: http://www.siliconsolar.com/solar_flag_lights.htm\r\n\r\nURL: http://www.siliconsolar.com/stainless_steel_garden_light.html IMAGE: http://www.siliconsolar.com/stainl2.jpg\r\n\r\nThe offender (Silicon Solar) has a home page URL of www.siliconsolar.com and provides an address of [private], Bainbridge, NY 13733, email: [private]@siliconsolar.com / Tel: 1-[private]\r\n\r\nPlease find attached copies of web pages showing images, text and URL's which have been taken by the offender.\r\n\r\nI have good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law. I swear, under the penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nYours sincerely,\r\n[Signature]\r\n[private]\r\nSolar Illuminations\r\n\r\nPS\r\nI now understand that there are other companies that are now claiming that Silicon Solar is taking copyrighted images from other web sites and using them on their own web site. It is likely other companies will be in touch with you about this. We have had no luck in trying to communicate with this company and they never answer the phone, reply to faxes or emails. Pulling a copy of the Better Business Bureau file on this company appears to show a `shady' operation. We find it so strange as to why Google promotes this company so highly in its search rankings when it appears nothing more than a `rouge' operation.\r\n[Screenshots]\r\n\r\n[private] Cape Coral, Florida, 33909. USA. Telephone: [private] 1 [private] Fax: [private]\r\nBy Fax & Mail\r\nSilicon Solar Inc. \r\n[private], \r\nBainbridge,\r\nNY 13733\r\n\r\nJune 22nd 2005 \r\nDear Sir,\r\n\r\nYou are hereby requested to immediately remove the following images from your web site and return all copies to the owner (namely Solar Illuminations).\r\n\r\nIMAGES:\r\nhttp://www.siliconsolar.com/muti-purpose-flag.jpg\r\nhttp://www.siliconsolar.com/new_solar flag_light jpg\r\nFOUND AT URL: http://www.siliconsolar.com/solar_flag_lights.httn\r\nIMAGE:\r\nhttp://www.siliconsolar.com/stainl2.jpg\r\nFOUND AT URL:\r\nhttp://www.siliconsolar.com/stainless_steel_garden_light.htm\r\n\r\nFailure to comply will result in this matter being passed to our Attorney who no doubt will take all appropriate action against your company for copyright infringement and commence such legal proceeding as felt necessary and without further notice.\r\n\r\nWe have all necessary information to prove the theft of our images and text from our web site. These have been used at your site for over two months. We have your IP address logged regularly visiting our web site. Clearly you have an obsession for visiting our web site, monitoring it and attempting to duplicate.\r\n\r\nWe suggest you take your own photographs and use your own text and not steal from other web sites. We also suggest you think of your own ideas.\r\n\r\nSincerely,\r\nSolar Illuminations\r\ncc. Solar Illuminations UK H.Q. \r\ncc. Herringtons Solicitors","date_sent":"2005-06-28T04:00:00Z","date_received":"2005-06-28T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Solar Illuminations / fourth dimension securities inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}