{"dmca":{"id":7174,"type":"Dmca","title":"Eagles Drop Egg on Podcasting Fans","body":"Dear Mr. ______,\r\n\r\nNFL Properties LLC (\"NFLP\") represents the National Football Leagues (\"NFL\") and its thirty-two Member Clubs, including the Philadelphia Eagles (the \"Eagles\"), for the licensing and protection of their names, logos, symbols, and other identifying marks (\"NFL Trademarks\").  NFLP engages in a wide range of licensing activities, including licensing the NFL Trademarks to companies for use as promotional and advertising vehicles to enhance the sale and awareness of such companies' own products or services.  By virtue of this continuous and extensive use of the NFL Trademarks in promotional programs, the NFL Trademarks have developed immense goodwill and strength as identifiers of NFL sponsorship.\r\n\r\nIt has come to our attention that you are currently operating a website entitled \"The Philadelphia Eagles Podcast Network\" located at the URL \"eaglespodcastnetwork.com.\"  Unfortunately, we must object to your use of the NFL Trademarks including, but not limited to, the PHILADELPHIA EAGLES Word Mark in connection with your website.  This use of the NFL Trademarks is precisely the type of commercial use that requires licensing from NFLP because it unfairly capitalizes on the goodwill and reputation embodied in the NFL Trademarks.  The public is likely to mistakenly believe that your product has been authorized or sponsored by, or is somehow affiliated with, the Eagles and/or the NFL.  Moreover, your inclusion of the EAGLES Word Mark in your URL, eaglespodcastnetwork.com, further exacerbates the confusion caused by your activities.\r\n\r\nWe are hopeful that this matter was merely an honest mistake and that this matter can be resolved amicably.  Please call me at your earliest convenience so we can discuss an amicable resolution of this matter.\r\n\r\nSincerely,\r\n[private]\r\nCounsel\r\n\r\ncc:  [private], [private]  ","date_sent":"2005-06-28T04:00:00Z","date_received":"2005-06-28T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":null,"principal_name":"National Football League","recipient_name":"eaglespodcastnetwork.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}