{"dmca":{"id":7208,"type":"Dmca","title":"XHEO wants software cracks removed from Google","body":"Dir Sir or Madam,\r\n\r\nI'm writing to ask for your assistance in maintaining the value of our Intellectual Property. While browsing google.com I observed a number of links to websites that offer cracks or instructions on cracking software that we have written. This copyrighted work is of great value to our company and we would like to see these links removed.\r\n\r\nThe copyrighted work at issue is our company's \"XHEO|Licensing\" software product. The infringing material is included in the Google search results on the query \"xheo crack\" and \"xheo cracks\".\r\n\r\nThe following links are known or have been known to carry infringing information.\r\n\r\nhttp://www.crackz.ws/down/120001/XHEO.Licensing.v2.1.R23_crack_serial_keygen.html\r\nhttp://www.cracksearchengine.net/search.cgi?string=xheo\r\nhttp://www.astalavista.us/pages/x2.htm\r\nhttp://cracks.thebugs.ws/pages/X/2.shtml\r\nhttp://crackinfo.net/xl.htm\r\nhttp://thecrack.us/search.php?q=XHEO\r\nhttp://www.crackarchive.com/site_map/40500.html\r\nhttp://www.serialspot.com/pages/X_0.htm\r\nhttp://www.cracksearchengine.net/search.cgi?string=jvl6\r\nhttp://259084.id.mscracks.com/\r\nAdditional sites can be found by searching for \"xheo\" and \"crack\" on the google.com website.\r\n\r\nAs the copyright holder I can testify that these websites have not been granted permission to post such information and are and the infringement is not authorized by XHEO INC, its agents or the law.\r\n\r\nIt's quite clear simply from the domain names and the content of the websites that the purpose of such sites are strictly to violate the rights of copyright holders. Google has a reputation of integrity and quality in the industry and I would appreciate the same attention to this request by removing the offending links from the google.com index and any services that obtain data from google.com.\r\n\r\nPlease send a written reply to this request either to [private]@xheo.com or to our mailing address above.\r\n\r\nI do swear, under penalty of perjury, that the information in this notification is accurate and I am the copyright holder of the infringed work.\r\nThank you for your cooperation. \r\nSincerely,\r\n\r\n[Signature]\r\n[private]\r\nPresident \r\nXHEO INC\r\n\r\nP.S. Please feel free to post this letter in its entirety if needed to explain to your customers why such links have been removed.","date_sent":"2005-07-15T04:00:00Z","date_received":"2005-07-15T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"XHEO Inc.","recipient_name":"Google Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}