{"dmca":{"id":7211,"type":"Dmca","title":"Domain Doesn't Rock Mark Owner","body":"Dear Mr [PRIVATE]\r\n\r\n*Hardrockbar.co.uk*\r\n\r\nWe act on behalf of Hard Rock International Limited and its associated companies (collectively reffered to in this letter as \"Hard Rock\").\r\n\r\n*Background*\r\n\r\nOur client began trading as HARD ROCK CAFE in June 1971, when the first Hard Rock Cafe establishment was opened in London. Our clients UK-base HARD ROCK CAFE establishments are based in numerous cities including London, Leeds, Manchester, Birmingham and Bristol. In each of the 2003 and 2004 financial years our client's global turnover exceeded $300 million and its advertising spend was over $4 million. Our client is recognised throughout the world by its HARD ROCK brand name and has expanded its business to include food, clothing, badges and other collectibles.\r\n\r\nIn 1996, our client expanded its HARD ROCK brand into hotels and casinos with the opening of the HARD ROCK HOTEL & CASINO in Las Vegas. Our client now operates HARD ROCK HOTELS internationally, through one or more affiliates. A website located at hardrockhotels.com serves as the worldwide home page for HARD ROCK HOTELS. Additionally, our client's affiliates operate web sites at hardrockhotel.com and hardrockhotels.net, among others, which customers and potential customers may view the services available to customers at our client's HARD ROCK HOTEL based in Las Vegas and Bali/Pattaya, respectively, and make reservations for accommodation and events.\r\n\r\nIn addition, our client runs casinos by reference to its HARD ROCK brand, which are based at our client's HARD ROCK HOTELS in Las Vegas, Tampa and Hollywood, Florisa. Our Client also operates two HARD ROCK CASINOS in Europe and offers an online casino through its website at hardrockcasino.com.\r\n\r\n<b>Our Clients Brands</b>\r\nHard Rock is the owner of a substantial number of registered trademarks corresponding to its brand name, including the following:-\r\n\r\n1. Community trade mark (CTM) (no 2197721) registration for the words HARD ROCK which was registered on 28 August 2003 in classes 16, 25 and 42 in respect of amongst other matters, papers goods, clothing, and resturant, bar, cafeteria and take away services.\r\n\r\n2. CTM (no 64485) registration for HARD ROCK CAFE and device which was registered on 26 October 1998 in classes 14, 25 and 42 in respect of amongst other matters, pins and badges, clothing and resturant, bar, cafeteria and take away services.\r\n\r\n3. CTM (no 1063510) registration for the word HARD ROCK CAFE which was registered on 13 October 2000 in classes 29, 30 and 42 in respect of amongst other matters, various foodstuffs and catering services.\r\n\r\n4. UK registration for the word mark HARD ROCK HOTEL (no 2588796) which was registered on 18 September 2003 in classes 25, 41 and 42 in respect of amongst other matters, clothing, live music and entertainment and resturant services.\r\n\r\n5. CTM (no 2267374) registration for the word mark HARD ROCK CASINO which was registered on 14 December 2001 in classes 25, 41 and 42 in respect of amongst other matters, clothing, live entertainment and casino services, and bar services.\r\n\r\n6. CTM (no 2198018) registration for the word mark HARD ROCK CASINO which was registered on 1 April 2002 in classes 25, 41 and 42 in respect of amongst other matters, clothing, live entertainment and casino services, and resturant services.\r\n\r\nThe relevant extracts from the online CTM and UK trademarks database are enclosed with the hard copy of this letter.\r\n\r\nAs a result of its substantial promotional and trading activities in the entertainment and leisure industry since 1971, our client has accrued substantial goodwill in its HARD ROCK name, and in particular, in the names HARD ROCK CAFE, HARD ROCK HOTEL and HARD ROCK CASINO. Accordingly, customers and potential customers of our client recognise the name HARD ROCK as distinguishing the diverse range of goods and services offered by our client under these names.\r\n\r\n*Hardrockbar.co.uk*\r\nOur client has recently become aware that you have register the domain name hardrockbar.co.uk (\"the domain name\"). Until a few days ago, the website to which the Domain Name resolved contained a prominent representation of our client's HARD ROCK CAFE name and device, together with the words \"Hard Rock Bar is opening soon\". The site contained a disclaimer which stated that you were not affiliate with our client, and acknowledged that the logo and name are trademarks owned by our client.\r\n\r\nThe website now resolves to a fully interactive site, the most prominent element of which on the home page is our clients name and logo. the disclaimer on the home page is scarcely visible as the visitor to the site needs to scroll to the bottom of the page in order to view it.\r\n\r\nWhilst it would seem that you are a supporter of our clients brand, nonetheless, the site is plainly being run for commercial purposes. It contains, for example, an internal link to part of the site described as a \"Retail Store\". The description under the link is \"See what Apparel, Pins and Collectibles are available to buy\". The site contains numerous Hard Rock items which are available for sale. Although you have stated that \"Hardrockbar.co.uk is site of a collector specilaising in UK Pins. Contact our swap shop and see if we have got that last pin your looking for\", our clients do not consent to the use of any of their trade marks by you in your web site or as in an element of the domain name you have chosen.\r\n\r\nDespite the disclaimer, there remains a risk of confusion and/or association between any website to which the Domain Name resolves, and our client. Our client requires that you agree;\r\n1. That you will cease all use of their trade marks, or any marks which are confusingly similar to our clients marks, with immediate effect.\r\n2. That you will destroy any materials you have prepared which uses any of our clients marks.\r\n3. That you will transfer the Domain Name to our client. Our Client agrees to reimburse you the actual costs of registration by you on receipt of satisfactory eveidence of the cost.\r\n\r\nProvided that you agree in writing on or before Friday 1st July that you will take the above steps and that the steps themselves are taken on or before Friday 8th July, our client will waive its rights to the various remedies to which it it entitled, including damages and costs. If the assurances requested are not provided within the period agreed or the steps themselves are not taken by 8th july, then our client will take such proceeedings against you as are necessary to protect its brands. These steps could well include the commencement of High Court proceedings against you.\r\n\r\nIn addition to our clients claims for trade mark infringment and/or passing off, there are a number of remedies available to Hard Rock which would enable our client to recover the Domain Name from you. Amongst other matters, our client could seek a transfer of the domain name through Nominet's Dispute Resolution Procesdure and/or seek a remedy in the courts. Unless you agree to transfer the Domain name to our client, our client will take steps to recover it.\r\n\r\nIn order to transfer the domain name to hard rock, you will need to adhere to Nominet UK's transfer procedure (see nominet.org.uk for further details). You will to arrange to complete a transfer form which you obtain from Nominet (email certificates@nominet.org.uk) and provide a confirmatory letter, which confirms that you agree to transfer the domain name to hard rock international limited. You will then need to forward the completed transfer document to us at the above address to enable us to complete the transfer the domain name to our client.\r\n\r\nWe await hearing from you as a matter of urgency. If you intend to take legal advice, please do so straight away.\r\n\r\nYours Faithfully\r\nEVERSHEDS LLP","date_sent":"2005-06-24T04:00:00Z","date_received":"2005-06-24T04:00:00Z","topics":["Copyright","International"],"sender_name":"Eversheds LLP","principal_name":"Hard Rock International Ltd.","recipient_name":"Steve and Company Domains","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}