{"dmca":{"id":7252,"type":"Dmca","title":"Telemarketing supplier complains to Google of copyright, trademark infringement (3)","body":"dATAbASE\r\n\r\nUser Support:\r\n\r\nThis is our formal complaint against the website owner whose sites are currently listed in your search engine index. We believe these sites are presenting false and misleading content and is infringing on our copyrighted website information. We request that you review these sites and remove them from the Google search results.\r\n\r\nOur Copyrighted material is located here: http://www.databasesystemscorp.com\r\n\r\nThe offending websites and pages containing our copyright material are listed below. All of these pages re-direct users to different pages within the different websites, thus the content of the pages viewed by the user is not what the Google search engine sees when it spiders these pages. Our content is not maintained on the user viewed pages, only on the spidered pages. (the user viewed pages contain virtually identical content other than the language).\r\n\r\n\r\nwww.vocalcom.ca\r\nwww.phonetic.fr \r\nwww.vocal.com.br\r\n\r\n\r\nBACKGROUND\r\n\r\nThe following documents the copyright infringement and false promotion and misrepresentation by the owner of the following websites. The website owner is a\r\nforeign corporation headquartered in Paris, France, but has offices in the US. The US office address and phone number are included above.\r\n\r\nThe 2 identified web pages listed above contain our copyrighted information\r\n\r\nEach of the above websites and pages include an archived copy (taken from our website in 2004) of our copyrighted website information maintained on the HOME page of Database Systems Corp.\r\n\r\nhttp://www.databasesystemscorp.com\r\n\r\nA. copy of this archive can be provided if necessary but it is sufficiently close enough in content to our current veision for a reasonable person to deduce that the content in the vocalcom.com and callcentersolution.com web pages was derived from this archive. VocalCom attempted to perform a global change of our name to theirs but failed to change OUR phone number contained in these offending pages.\r\n\r\nVocalCom appears to have used several different re-directed page formats, each one containing copyrighted information from our HOME page. The following are links to the Google cache of these pages as of 10 July 2005.\r\n\r\nhttp://66.102.7.104/search?q=cache:pOJdraSZM7oJ:www.vocalcom.ca/+site:www.vocalcom.ca&hl=en&lr=&strip=1\r\n\r\nhttp:/166.102.7.104/search?q=cache:vWOkGGkg21AJ:www.phonetic.fr/+&hl=en &lr=&strip=1\r\n\r\nhttp://66.102.7.104/search?q=cache:f6F5SmFAKr8J: www.vocalcom.com.br/+site:www.vocalcom.com.br/+pacer&hl=en&lr=&strip=1\r\n\r\n\r\nEXAMPLE OF GOOGLE SEARCH\r\n\r\nThe following is one example of how this website owner is falsely representing VocalCom. PACER Predictive Dialer is a registered product of Database Systems Corp. There are no duplicates or conflicting names in the market. When using the Google Search Engine and entering the search term \"Pacer\" the following results are displayed for the above mentioned websites. The information displayed in the descriptions of each of these search results is copied directly from our website and contains copyrighted information belonging to Database Systems Corp.\r\nSearch Results From July 10, 2005\r\nNOTE: All of the text that appears in the snippets with each search result is a verbatim copy from our website.\r\n\r\n[Screenshots]\r\n\r\nOur website information is found here: http://www.databasesystemscorp.com\r\n\"\"This computer telephony software \"opens\" our PACER predictive dialers to outside applications.\"\r\nThe above text appears in the center of our HOME page listed above\r\nNote the verbatim copying from our website that appears in the VocalCom search results. They clearly have copied our copyrighted information.\r\nIf the visitor clicks on any of these search results, they are immediately REDIRECTED to a different URL than what is listed in the Google search results.\r\nThese pages appear to be identical in content. A copy of the Google cache of one of the result pages (www.vocalcom.com) is included above.\r\nThe following is a sample of the information found in the cache of the VocalCom web page. This information is verbatim from the archived HOME page of Database Systems Corp. including our copyrighted material. Vocalcom did a global change of their name over ours but failed to change our listed phone number in the text.\r\n\"Telemation, our contact management CRM software solution, has been our flagship product for a number of years. It is a CRM (Customer Relationship Management) software tool that empowers our users with the ability to create telemarketing and CRM applications and call center software. Installed in call centers throughout the country, Telemation set the standard for power and flexibility throughout the contact center community. With rich contact management software features and computer telephony integration including predictive dialing and predictive dialer software, our CRM software has powered both inbound and outbound centers for more than a decade. Wlth our unique ACD call routing system, agents can work in a traditional call center or from home.\"\r\n\"The PACER phone system is a PC based call center phone system that is recognized as one of the premier inbound and outbound computer telephony systems. Features such as automatic call distribution (ACD), interactive voice response (IVR) and call recording have added a new dimension to the predictive dialer and auto dialer capabilities of this system. The PACER IVR System with Text To Speech software acts as a stand-alone solution that is ideally suited for ACD and IVR outsourcing. Our computer telephony software and softphone opens this phone system to outside applications and developers. When combined with our Customer Relationship Management CRM software, the PACER predictive dialers and IVR systems are complete call center software solutions. And our new SMART Predictive Dialers revolutionize predictive dialing. Your call center can become instantly more productive with more calls handled by fewer agents, including work at home employees. Our predictive dialers far outpace old predictive dialer technology \"\r\n\r\n\"Contact VOCALCOM at (602) [private] to learn more about our call center software, phone systems and predictive dialers with phone dialer software\"\r\nand\r\n\r\n\"Contact phonetic at (602) [private] to learn more about our call center software, phone systems and predictive dialers with phone dialer software.\"\r\nThis extract demonstrates that VolcalCom knowingly and deliberatedly copied our copyrighted website information including our products PACER, TELEMATION and registered Corporate name DATABASE SYSTEMS CORP. This text is hidden from the search user (other than the snippet displayed with the search result), but the effect is to fool a search engine into associating the keywords contained in our copyright content with their websites. This copying was not authorized by our company.\r\n\r\nTo the searcher, it appears that VocalCom is the provider of the \"PACER Predictive Dialer\" when in fact they are not.\r\n\r\nTrademark and Copyrighted Material\r\n\r\nOur corporate trademarks are clearly posted on our website here with effective dates and reference numbers:\r\n\r\nhttp://www.databasesystemscorp.com/trademarks.htm\r\n\r\n\r\nOUR COMPANY INFORMATION\r\n\r\nDatabase Systems Corp., Arizona Corporation \r\n[private]\r\nPhoenix, AZ 85014\r\n(602)[private]\r\n\r\nFounded: 1978\r\nOwners: Paul R. Gillman, Jerry A Pizet\r\n\r\nWebsites\r\n\r\nhttp://www.databasesystemscorp.com (Corporate) http://www.easyivr.com (Service Division) http://www.911broadcast.com (Emergency Broadcast Svc)\r\n\r\nOur complaint has been lodged against the following organization: VocalCom (US Office)\r\n[private]\r\nChicago, IL 60606\r\nTel : 1 [private] [private]@vocalcom.com\r\n\r\n\r\nREPRESENTATIONS\r\n\r\nI represent that I am an owner of this company and websites and am fully authorized to pursue this matter.\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nMy contact information is the following:\r\n\r\n[private]\r\nPresident, Database Systems Corp. \r\n[private]\r\n[private]@yahoo.com\r\n[private]@databasesystemscorp.com\r\n\r\n\r\nDESIRED ACTION FROM GOOGLE\r\n\r\nSince this company is listed in the Google Search Results and is providing false and misleading information as well as displaying our copyrighted product and company data, we respectfully request that you remove all of the above sites from your search engine. At a minimum, please remove the specific pages to these websites which contain our trademarked information.\r\nSince this website owner is employing banned search engine spamming techniques (re-directed false front pages), we also recommend that these sites be banned from the Google Search Engine.\r\n\r\nThank you again for your attention to this matter.\r\n\r\n[Signature]\r\nSincerely,\r\n[private]\r\nPresident\r\nDatabase Systems Corp. \r\n(602) [private]","date_sent":"2005-07-07T04:00:00Z","date_received":"2005-07-07T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Database Systems Corp.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}