{"dmca":{"id":7269,"type":"Dmca","title":"Telemarketing supplier complains to Google of copyright, trademark infringement (5)","body":"User Support:\r\n\r\nThis is our formal complaint against the website owner whose sites are currently listed in your search engine index. We believe these sites are presenting false and misleading content and is infringing on our copyrighted website information. We request that you review these sites and remove them from the Google search results.\r\n\r\nOur Copyrighted material is located here:\r\n\r\nhttp://www.databasesystemscorp.com/ http://www.databasesystemscorp.com/pstelemation.htm\r\n\r\n\r\nThe offending website and pages containing our copyright material are listed below. All of these pages either re-direct users to a different page or are presenting different information to a search engine spider than what is displayed to users (via a 302 re-direct or a script). Thus the content of the pages viewed by the user is not what the Google search engine sees when it spiders these pages. Our content is not maintained on the user viewed pages, only on the spidered pages.\r\nwww.best-crm-solutions.com/sitemap.htm \r\nwww.best-crm-solutions.com/free-crm.htm\r\nwww.qualitv-crm-solutions.com/wipro-and-crm-canada.htm\r\n\r\nBACKGROUND\r\nThe following documents the copyright infringement and false promotion and misrepresentation by the owner of the above websites.\r\nThe 3 identified web pages listed above contain our copyrighted information. \r\nEXAMPLE OF GOOGLE SEARCH\r\nThe following is an example of how this website owner is falsely representing itself. PACERTM Predictive Dialer is a registered product of Database Systems Corp. There are no duplicates or conflicting names in the market. When using the Google Search Engine and entering the search term \"Pacer\" or \"Pacer Predictive Dialers\" the following results are displayed for the above mentioned websites. (Duplicates were obtained using the Google Site: command). The information displayed in the descriptions of each of these search results is copied directly from our website and contains copyrighted information belonging to Database Systems Corp.\r\nNOTE: All of the text that appears in the snippets with each search results is a verbatim copy from our website.\r\nhttp://www.databasesystemscorp.com/\r\n\"This computer telephony software \"opens\" our PACER predictive dialers to outside applications.\"....\r\nhttp://www.databasesystemscorp.com/pstelemation.htm\r\n\"Telemation, combined with our PACER call center phone system, fully supports remote agents. Now your customer care workforce can be significantly expanded with the addition of work at home employees.\"\r\nGoogle Search Results 12 July 2005:\r\n[Signature]\r\nIf the visitor clicks on any of these search results, they are immediately presented with virtually identical information that does not contain any of the snippet information displayed with the Google search results. It appears this web designer is using a re-direct or script to pull our website information when the Google search spider indexes this site. However, different information is displayed to the search user.\r\n\r\n\r\nTo the searcher, it appears that this company is the provider of the \"PACER Predictive Dialer\" when in fact they are not.\r\n\r\n\r\nTrademark and Copyrighted Material\r\n\r\n\r\nOur corporate trademarks are clearly posted on our website here with effective dates and reference numbers:\r\n\r\n\r\nhttp://www.databasesystemscorp.com/trademarks.htm\r\n(3) OUR COMPANY INFORMATION\r\n\r\n\r\nDatabase Systems Corp., Arizona Corporation\r\n[private]\r\nPhoenix, AZ 85014\r\n[private]\r\nFounded: 1978\r\nOwners: Paul R. Gillman, Jerry A Pizet\r\nWebsites:\r\n\r\n\r\nhttp://www.databasesystemscorp.com (Corporate) http://www.easyivr.com (Service Division) http://www.911broadcast.com (Emergency Broadcast Svc)\r\n\r\n\r\n(4) Our complaint has been lodged against the following organizations:\r\nRegistrant:\r\n[private]\r\n[private]\r\nLower Hutt Gracefield \r\nNew Zealand\r\n\r\nRegistered through: GoDaddy.com\r\nDomain Name: QUALITY-CRM-SOLUTIONS.COM Created on: 28-Mar-05\r\nExpires on: 28-Mar-06\r\nLast Updated on: 28-Mar-05\r\n\r\nAdministrative Contact:\r\n[private] No email specified\r\n[private]\r\nLower Hutt Gracefield\r\nNew Zealand \r\n[private]\r\n\r\nTechnical Contact:\r\n[private] No email specified\r\n[private]\r\nLower Hutt Gracefield\r\nNew Zealand \r\n[private]\r\n\r\nDomain servers in listed order: \r\nNS308.PAIR.COM \r\nNS0000.NSO.COM\r\nRegistrant:\r\n[private]\r\n[private]\r\nLower Hutt Gracefield \r\nNew Zealand\r\n\r\nRegistered through: GoDaddy.com\r\nDomain Name: BEST-CRM-SOLUTIONS.COM\r\nCreated on: 28-Mar-05 \r\nExpires on: 28-Mar-06\r\nLast Updated on: 28-Mar-05\r\nAdministrative Contact:\r\n[private]No email specified\r\n[private]\r\nLower Hutt Gracefield\r\nNew Zealand\r\n[private]\r\n\r\nTechnical Contact: \r\n[private] No email specified\r\n[private]\r\nLower Hutt Gracefield\r\nNew Zealand \r\n[private]\r\n\r\nDomain servers in listed order: \r\nNS308.PAIR.COM \r\nNS0000.NSO.COM\r\n\r\nREPRESENTATIONS\r\n\r\nI represent that I am an owner of this company and websites and am fully authorized to pursue this matter.\r\n\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law\r\n\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n\r\nMy contact information is the following:\r\n\r\n\r\n[private]\r\nPresident, Database Systems Corp. \r\n[private]\r\n[private]@yahoo.com\r\n[private]@databasesystemscorp.com\r\n\r\nDESIRED ACTION FROM GOOGLE\r\n\r\nSince this company is listed in the Google Search Results and is providing false and misleading information as well as displaying our copyrighted product and company data, we respectfully request that you remove all of the above sites from your search engine. At a minimum, please remove the specific pages to these websites which contain our trademarked information.\r\nSince this website owner is employing search engine spamming techniques (re-directed false pages), we also recommend that these sites be banned from the Google Search Engine.\r\nThank you again for your attention to this matter.\r\n[private]\r\nPresident\r\nDatabase Systems Corp. \r\n[private]\r\n","date_sent":"2005-07-12T04:00:00Z","date_received":"2005-07-12T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Database Systems Corp.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}