{"dmca":{"id":7276,"type":"Dmca","title":"Article Site InfoBeagle alleges copying","body":"I would like to bring to your attention a copyright violation of intellectual property belonging to Thinkbox Interactive LLC. I am providing the details you have requested as per the document \r\nhttp://www.google.com/dmca.html\r\n\r\n1 The copyrighted work at issue is the text that appears on the web site www.infobeagle.com. The person in question has taken the entire site content from all pages of the infobeagle.com web site making very minor cosmetic changes. and then publishing the work as their own It is a blatant duplication of an entire collection of copyrighted work with no reference to the original author or originating website. In addition, this duplication has been made without the consent of Thinkbox Interactive LLC.\r\n\r\nThis work is the copyrighted intellectual property of: Thinkbox Interactive LLC\r\n[private]\r\nFremont. CA 94538-1304\r\nUnited States\r\nph. [private]\r\n\r\n2. Search Query: \"The Hasbro toy company introduced modern action\" \r\nInfringing web pages: http://www.topichunter.com/action-figures.htm.\r\n\r\nSearch Query: \"barking for some reason. They have prgressive correction\" \r\nInfringing web pages: http://www.topichunter.com/bark-collars.htm\r\n\r\nSearch Query: \"4 night vision goggles work much better in low light conditions\" \r\nInfringing web pages: http://www.topichunter.com/night-vision-goggles.htm\r\n\r\nAs this site has copied all of the content from the infobeagle.com site there are 230 similar search queries that will provide links to each page on the topichunter.com site with the exception of main site page. the contact page. each topic index page. and the about page. The site in question has copied a total of 235 pages from the infobeagle.com site. If it is required. a complete list of the violating pages can be provided. Here is a sample list for your review:\r\nhttp://www.topichunter.com/auto-insurance.htm http://www.topichunter.com/accounting-software.htm http://www.topichunter.com/radar-detectors.htm http://www.topichunter.com/business-email.htm\r\nhttp://www.topichunter.com/business-gifts.htm\r\nhttp://www.topichunter.com/business-intelligence.htm http://www.topichunter.com/business-reports.htm\r\nhttp://www.topichunter.com/color-scanners.htm\r\nhttp://www.topichunter.com/crm-software.htm\r\n\r\nFeel free to contact me at the following email address \r\n[private]\r\n[private]\r\n[private]@pointdirectory.com\r\n\r\nThe contact for the domain owner as listed via whois is as follows\r\n\r\nRegistrant:\r\nTopic Hunt\r\n[private] \r\nPlano, Texas 75223 \r\nUnited States\r\n\r\nAdministrative Contact:\r\n[private] [private]","date_sent":"2005-07-14T04:00:00Z","date_received":"2005-07-14T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Thinkbox Interactive LLC","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}