{"dmca":{"id":7284,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-16T05:00:00Z","date_received":"2012-01-16T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"made in medina","principal_name":"made in medina","recipient_name":"Google, Inc.","works":[{"description":"Le Domaine Tarik baigne dans 20 hectares d'orangers et d'oliviers.\r\nAu milieu de ce beau verger, une demeure seigneurial nous livre la beauté de ses 3 chambres et de ses 6 suites finement décorées dans le respect de l'art séculaire marocain.\r\nUne immense piscine ainsi qu'un centre de remise en forme Spa, hammam, jacuzzi, vous accueillera pour le bien-être de chacun...\r\nLe Domaine Tarik est une splendeur orientale, bien andalouse, particulièrement berbère et surtout marocaine. Avec un horizon majestueux dominé par les cimes enneigés du grand Atlas et du soleil sur tadelakt, paix et quiétude vont de concert pour une méditation imprégnée par les contes des mille et une nuits...\r\nEn plus de notre demeure Riad Domaine Tarik, vous trouverez notre exceptionnelle villa privatisée au jour, à la semaine ou au mois. \"La Douiria\", cette magnifique Villa dont la finesse de sa décoration vous transporte au fin fond du terroir marocain, peut accueillir une famille entière.Deux chambres à coucher, un salon avec coin cheminée, une cour à toit ouvrant avec fontaine, hammam, bureau... soit un total de 200m2 offrant une vraie symphonie entre matériaux traditionnels et équipements Hi-Tech","infringing_urls":[{"url":"http://web.me.com/homemarrakech/Site/VILLA.html"},{"url":"http://www.laterooms.com/fr/hotel-reservations/239993_domaine-tarik-marrakech.aspx"},{"url":"http://www.vacances.tutobest.com/vacances-au-maroc/domaine-tarik.html"}],"copyrighted_urls":[{"url":"http://www.madein-marrakech.com/hotel-de-charme/domaine-tarik-article6208.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}