{"dmca":{"id":7299,"type":"Dmca","title":"NBC Claims TM on Punch Lines","body":"From: (NBC Universal)\r\nSent: Monday, July 18, 2005 12:48 PM\r\nTo: Trademark\r\nCc: (NBC Universal)\r\nSubject: SNL: \"MORE COWBELL\"\r\n\r\nDear [private]: \r\n\r\nI write as counsel to and on behalf of NBC Universal, Inc., the owner of all rights, including trademarks in the television show \"Saturday Night Live\" and elements thereof. It has just come to our attention that cafepress.com and many of its affiliate stores are selling t-shirts, mugs, bibs and other items bearing the mark \"MORE COWBELL\" and its attendant phrase \"I'VE GOT A FEVER AND THE ONLY PRESCRIPTION IS MORE COWBELL\". This mark and phrase are trademarks of NBC Universal, Inc. They come from a Saturday Night Live skit featuring Will Ferrell and are associated with SNL and that skit. You and your affiliates, are not, to our knowledge, authorized to sell merchandise bearing this mark or phrase. We accordingly ask that you cease and desist from any further sale or distribution of such merchandise by you or your affiliates. You asked that I provide you with a list of links to all your stores selling these items. There were many sites. Here are two examples. You are directed to cease and desist all use, on these sites and any others that are associated with cafepress.com. Thanks.\r\n\r\nhttp://www.cafepress.com/cultclassicts/603576 \r\nhttp://www.cafepress.com/flippin_sweet/543343 \r\n\r\nFinally, please be advised that this letter is not intended to be a complete statement of the facts or legal issues regarding this matter, nor as a waiver of any of NBCU's rights or remedies, whether at law or at equity, all of which are expressly reserved. \r\n\r\n[private]\r\nSenior Counsel, Intellectual Property \r\nNBC Universal, Inc. \r\n","date_sent":"2005-07-18T04:00:00Z","date_received":"2005-07-18T04:00:00Z","topics":["Trademark","Copyright"],"sender_name":"Senior Counsel, Intellectual Property","principal_name":"NBC Universal, Inc.","recipient_name":"CafePress","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}