{"dmca":{"id":7314,"type":"Dmca","title":"Telemarketing Supplier Complains to Google of copyright, trademark infringement (7)","body":"User Support:\r\n\r\nThis is our formal complaint against the website owner of thephonexx.biz whose site is found in Google search results. We believe this site is infringing on our copyrighted website information. We have written the owner of this website and requested the removal of the offending web pages. The owner has not responded to our demand. We request that you review this website and remove it.\r\n\r\n(1)\tOur Copyrighted material is located here:\r\n\r\nhttp://www.easvivr.com \r\nhttp://www.databasesystemscorp.com/psvbroadcast.htm http://www.databasesystemscorp com/provoice.htm\r\n\r\n(2)\tThe offending website pages that contain our copyright material are located here:\r\nhttp://thephoenixx.biz/id173.htm\r\nhttp://thephoenixx.biz/id175.htm\r\nhttp://thephoenixx.biz/id177.htm\r\nhttp://thephoenixx.biz/id172.htm\r\n\r\nBACKGROUND\r\n\r\nThe following documents the copyright infringement and false promotion and misrepresentation by the owner of the above site.\r\nThe owner of the above website has taken our copyrighted material from our above referenced webpages and placed them on his website. He has also used our registered names including PACER phone system, WIZARD phone system and website names EasyIVR and company name Database Systems Corp. He also has kept links on these pages (when he copied them) to our website to our sample voiceover talent without our authorization or approval.\r\n\r\nGOGGLE SEARCH RESULTS\r\n\r\n\r\nThe following is an example of how this website owner is using our copyrighted material. EasyIVRTM is a registered product of Database Systems Corp. When using the Google Search Engine and entering the search term \"EasyIVR\", Google returns 1 results from this specific website. The information displayed in each search result contains our copyrighted material from our web site and is not authorized. The following are just a few snippets taken from our web pages and that appear in these Google search results for this site.\r\n\r\nVoice Broadcasting Service and Systems\r\nWelcome to EasylVR, the IVR hosting and phone answering service plus voice broadcasting center for The Phoenixx. (DSC). IVR refers to Interactive Voice ... thephoenixx.bizlidl72.htm - 9k - Cached - Similar pages\r\n\r\nNote that the web designer replaced our company name with his, but forgot to change the company initials DSC (Database Systems Corp.). Here is the information contained on our HOME page for www.easyivr.com:\r\n\r\n\"Welcome to EasyIVR, the IVR hosting and voice broadcasting center for Database Systems Corp. (DSC). IVR refers to Interactive Voice Response - we provide both turnkey IVR systems and complete business phone services using our award winning IVR technology and facilities.\"\r\n\r\nTheir web page is copied verbatim from our HOME page www.easyivr.com.\r\nSearch using our product names PACERTM and WIZARDTM returns the following results with Google:\r\n \r\nTypes of Voice Broadcast Campaigns\r\nThe PACER can perform all types of outbound dialing including predictive dialers and ... The PACER IVR/Voice Broadcasting system fully supports XML Push ... thephoenixx.bizJid175.htm - 25k - Cached - Similar pages\r\n\r\nInteractive Voice Broadcasting Systems\r\n\r\nWe can provide you with a complete turnkey PACER or WIZARD Voice Broadcast phone system. If you need to get a project or campaign started immediately, ... thephoenixx.biz/id173.htm - 14k - Cached - Similar pages\r\n\r\nThe above two pages were copied verbatim from our website page below. The following information is maintained in our product page:\r\n\r\nwww.databasesystemscorp.com/psvbroadcast.htm\r\n\r\n\"The PACER IVR/Voice Broadcasting system fully supports XML Push client/server applications. Application servers can now send XML protocol messages to our PACER phone system to automatically dial a number and play a recorded message.\"\r\n\"We can provide you with a complete turnkey PACER or WIZARD Voice Broadcast phone system. If you need to get a project or campaign started immediately, we can also provide your organization voice broadcast outsourcing at our own voice broadcasting call center.\"\r\n\r\nSearch using Professional Voice Talent returns the following results with Google:\r\n\r\nVoice Overs and Voice Over Talent\r\n\r\nWe've compiled a few professional voice talent samples from which you can ... Professional Voice Talent. Multi-lingual support. Music On Hold Services ... thephoenixx.biz/id177.htm - 31k - Cached - Similar pages\r\n\r\nThe following information is maintained in our product page: www.databasesystemscorp.com/provoice.htm\r\n\"We've compiled a few professional voice talent samples from which you can choose. Click on any of the following names to hear their demos. Remember which voice over talent sample you prefer when contacting us for your professional voice recording.\"\r\n \r\nthephoenixx.biz/id177.htm is virtually an identical page copied from our website INCLUDING links to our website voice over talents.\r\n\r\nTRADEMARK LISTINGS\r\n\r\nOur corporate trademarks are posted on our website here with effective dates and reference numbers:\r\n\r\nhttp://www.databasesystemscorp.corn/trademarks.htm\r\n\r\n\r\n(3)\tOUR COMPANY INFORMATION\r\n\r\nDatabase Systems Corp., Arizona Corporation \r\n[private]\r\nPhoenix, AZ 85014\r\n[private]\r\n\r\nFounded: 1978\r\nOwners: Paul R. Gillman, Jerry A Pizet\r\n\r\nWebsites:\r\n\r\nhttp://www.databasesystemscorp.com (Corporate) http://www.easyivr.com (Service Division) http://www.911broadcast.com (Emergency Broadcast Svc)\r\n\r\n(4)\tOffending Website Owner\r\n\r\nThe Phoenixx Corporation ([private])\r\n[private] Huntsville, AL 35801\r\nPhone: [private]\r\n \r\nREPRESENTATIONS\r\n\r\nI represent that I am an owner of this company and websites and am fully authorized to pursue this matter.\r\n\r\n(5)\tI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law\r\n\r\n(6)\tI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nMy contact information is the following:\r\n\r\n[private]\r\nPresident, Database Systems Corp. \r\n[private]\r\n[private]@yahoo.com\r\n[private]@databasesystemscorp.com\r\n\r\n\r\nDESIRED ACTION FROM GOOGLE\r\n\r\nSince this company is displaying our copyrighted website material and product and company data, we respectfully request that you remove this site from your search results. Thank you for your prompt attention to our prior filings and we would appreciate your attention to this matter as well.\r\n\r\n\r\nSincerely,\r\n\r\n[private]\r\nPresident\r\nDatabase Systems Corp. [private]\r\n\r\n","date_sent":"2005-07-13T04:00:00Z","date_received":"2005-07-13T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Database Systems Corp.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}