{"dmca":{"id":7334,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-06-28T04:00:00Z","date_received":"2011-06-28T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"craig reville","principal_name":"craig reville","recipient_name":"Google, Inc.","works":[{"description":"A redesign of Google publicly posted on Dribbble.com for feedback for the development of a userscript to enhance the usability of Google.\r\n\r\nThe re-design Google is currently releasing is following layout and designs found in my version of the re-design posted before any notice or publications relating to Google's official re-design.\r\n\r\nWhere I was requesting feedback of my re-design of Google I was using live codes to produce the mockups in a stable environment in Firefox and was working on a globally usable version hence the requirement for feedback.\r\n\r\nI had also attempted to contact Google on several occasions via forms on Google.com support pages and via Google's account on twitter with direct links to the project however NO reply was ever received despite Google replying to other tweets they had received. Where I respect the fact Google may be overwhelmed on twitter further attempts of contact also failed without even an automated message.\r\n\r\nGoogle owns the retrospective rights to their product and logo as well as colours I OWN the layout, design and flow of the re-design via copyright and creators copyright.\r\n\r\nThis will be the second time a large company will have ripped off my designs and I thankfully won that case where by they ripped the design again from Dribbble.\r\n\r\nI would appreciate at least an acknowledgement of my claim,","infringing_urls":[{"url":"http://www.google.com/"},{"url":"http://www.google.co.uk/"},{"url":"http://www.plus.google.com/"}],"copyrighted_urls":[{"url":"http://dribbble.com/CraigReville/projects/7692-Google-Re-Design"},{"url":"http://www.okaygeek.com/blog/googles-site-has-been-un-officially-redesigned.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}