{"dmca":{"id":7336,"type":"Dmca","title":"NY College Republicans complain about critics","body":"To Whom It May Concern;\r\n\r\nMy name is [private], and I am the Executive Director of the New York College Republican State Committee (\"NYCRSC\"). I offer this correspondence with regard to my office's claims of copyright infringement on behalf of the author of http://nycr.blogspot.com. We offer this correspondence to expedite your review of this matter.\r\n\r\nI. The author of http://nycr.blogspot.com is infringing upon copyrighted information held by NYCRSC on its website-http://www.nycrsc.org. The author is infringing on several copyrighted pictures, including, but not limited to:\r\n\r\nhttp://www.nycrsc.org/Graphics/Photos/CR%20Training%20Seminar/CR%20Training%20Seminar%20006.jpg\r\n\r\nhttp://www.nycrsc.org/Graphics/Photos/Constitutional%20Convention/NYCRSC%20Retreat%2000l.jpg\r\n\r\nhttp://www.nycrsc.org/ Graphics/ Photos/ Constitutional%20Convention/ NYCRSC%20Retreat%20009.jpg\r\n\r\nII. The author of http://nycr.blogspot.com is infringing upon  \tcopyrighted information held by NYCRSC on its website---\r\nhttp://www.nycrsc.org. The author's infringement can be found in several areas of the Blogspot, including, but not limited to:\r\nhttp://www.geocities.com/nycollegerepublican/danmike.jpg\r\nhttp://www.geocities.com/nycollegerepublican/nickatroch.jpg\r\nhttp://www.geocities.com/nycollegerepublican/driver.jpg\r\n\r\nIn addition, we have reason to believe that the author of the aforementioned Blogspot engaged in \"remote loading\" with regard to the following to pages, all copyrighted by the NYCRSC:\r\n\r\nhttp://www.nycrsc.org/News/Press%20Releases/051805-CRNC_Delegates.pdf\r\n\r\nhttp://www.nycrsc.org/News/Press%20Releases/071205-Constitutional-_Convention_Release.pdf\r\n\r\nUpon information and belief, for some time the author of the aforementioned Blogspot linked directly to the NYCRSC website, thus making personal use out of bandwidth paid for by the NYCRSC.\r\n\r\nEach page on the NYCRSC website contains the following legal disclaimer, \"Copyright 2005, the N.Y.C.R.S.C. except where otherwise noted. All rights reserved worldwide.\" Based upon the author of the aforementioned Blogspot's abject disregard for this disclaimer we request you conduct an investigation into these matters and provide-us with the name, address and telephone number of this \"anonymous blogger.\r\n\r\nIII. You can contact me via e-mail at [private]@gmail.com or by telephone at my office at [private].\r\n\r\nIV. I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\nV. I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nWe sincerely appreciate your prompt attention to this matter. Our office makes these allegations in the hopes of quashing any further copyright infringement by the author of http://nycr.blogspot.com.\r\n\r\nIf our office does not receive a response within one week, we will seek outside legal representation and perfect any and all legal remedies we have available to us. Upon conducting an investigation into this matter, please contact me to identify the name and contact information of the owner of the aforementioned Blogspot so that our office may take action against him/her. We look forward to hearing from you soon. With kindest personal regards, I remain\r\n\r\nVery truly yours,\r\n\r\n[private]\r\n\r\n[private]/\r\nNo Enclosures\r\nCc:\t[private]\r\n\t[private]\r\n\r\n\r\n \r\n","date_sent":"2005-07-22T04:00:00Z","date_received":"2005-07-22T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"NEW YORK COLLEGE REPUBLICAN STATE COMMITTEE","recipient_name":"Blogger [Google, Inc.]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}