{"dmca":{"id":7341,"type":"Dmca","title":"JoanofQuark burning over high-stakes copied page content","body":"Sirs;\r\n\r\nI require your immediate help concerning a number of websites that have stolen our page copy and despite two written warnings to make the changes, they have refused to remove our copy. Our URL is: http://www.joanofquark.com. The URLs that have illegally used our copy and failed, upon legal notice to remove it from their sites are:\r\n\r\nhttp://www.webbangladesh.net/design.php\r\nhttp://www.eimpressions.com.au/graphic_design.php http://www.iegraphics.com/services/print-branding.html http://www.miamidigitalstudios.com/objectives.aspx \r\nhttp://www.webdesigners4u.com/graphics-design/ \r\nhttp://www.futerox.com/web_design_portfolio.asp\r\n\r\nThe email contacts for these sites are as follows:\r\n\r\n[private]@webbangladesh.com\r\n[private]@eimpressions.com.au\r\n[private]@iegraphics.com\r\n[private]@verticalmarketing.biz (www.miamidigitalstudies.com)\r\n[private]@webdesigners4u.\r\n[private]@futerox.com\r\n\r\n\r\nI have a good faith belief that the disputed use is not authorized by the copyright or intellectual property owner, my self, its agent, or the law.\r\n\r\nI swear under penalty of perjury, consistent with U.S. Code Title 17, 512, that the above information in this Notice is accurate and that I am the copyright or intellectual property owner of the copy on my website.\r\n\r\nPlease kindly look into this at once and I ask that you delete their offending pages and/or their website from your database.\r\n\r\n[private]\r\n[private]@joanofquark.com [private]\r\n[private]\r\nLos Angeles, CA 90045\r\n\r\n3 pages\r\nStolen copy\r\nAll copy taken either comes from our home page, web design page or graphic design pages:\r\nhttp://www.joanofquark.com/index.html, http://www.joanofquark.com/web.html, http://www.joanofquark.com/graphic.html\r\n\r\nhttp://www.webbangladesh.net/design.php\r\n\"Web Design Princing\" (their spelling which explains why they need to steal copy)\r\n\"Webbangladesh.net web site design and web development presents you a set of web site design offers tailored to your specific needs. Your particular specifications in web site design will be reviewed in detail by our analysts and the features you need will be smoothly integrated to the available scheme.\r\nDon't miss the most exciting new media of the millennia. Allow your company to reap the benefits of the Internet. Have your product or service available 24/7 to millions. Have you heard about all those programs that claim you can learn foreign languages or other knowledge while you sleep? Well, the Internet is truly a vehicle that can allow you to earn while you sleep! Whether you want an intelligent design within reach at cost effective web design pricing, or a large corporate web site design featuring marketing strategies, product branding or web site optimization for the search engines, we'll gladly discuss how our web design firm can work with you to create the results you want!\"\r\n\r\nhttp://www.eimpressions.com.au/graphic_design.php\r\n\"Benefit from our compelling graphic design at the most economical pricing possible. We provide the best graphic skills to fit your budget, and we guarantee your newly designed project will also meet your print budget requirements and presentation needs.\"\r\nWe understand that the bottom line is not just to make your product or service look great, but that it must sell your product or service. Moreover, we respect the importance of a solid corporate branding strategy and can incorporate your corporate logos and other key branding elements in the printed materials we produce for you.\r\n\r\nhttp://www.iegraphics.com/services/print-branding.html\r\n\"Our approach to corporate branding transforms the way companies conduct business. We use objective measures and proprietary methodologies to create superior brand designs. We analyze critical data that allows us to relate branding efforts to impact the bottom line.\r\nWe work to ensure your completed graphic design work is exactly what is required ","date_sent":"2005-07-11T04:00:00Z","date_received":"2005-07-11T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"JoanofQuark","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}