{"dmca":{"id":7436,"type":"Dmca","title":"Biz Disparagement and Defamation allegation","body":"Dear [Private]:\r\nMy clients have sent me a copy of a posting that you placed on the internet. A copy of which is attached.\r\nThis posting constitutes disparagement of a business and defamation.\r\nThe elements of a claim for business disparagement are: (1). publication by the Defendant of the disparaging words; (2). falsity; (3). negligence in the case of a private individual or entity regarding the truth of the statement; (4). lack of privileges; and, (5). special damages. A defamation action would have similar elements.\r\nYour posting satisfies each and every reequirement for cause of action for business disparagement and defamation.\r\nIn your zeal to malign my clients,, you have made false statements in numerous cases. This can be verified by comparing the statements that you have sent to the Texas Real Estate Commission and the statements that you put in the posting. The existence of this posting was conveyed to my clients by a personal friend and business associate who has referred business to him over the years. It is my conclusion that this set of circumstances would show that my clients have, in fact, suffered special damages as a result of your conduct.\r\nAccordingly, IT IS HEREBY DEMANDED that you cease and desist from any further postings or publications of any nature disparaging or defaming [Private] AND that you take appropriate action to remove the posting within (10) days from the date of this letter. If you violate any of these demands, then you will potentially be subject to litigation by my clients seeking to force the removal of the posting, to enjoin you from any further such conduct, and to recover damages and attorney's fees.\r\nIn addition to sending this letter to you by Certified Mail, return receipt requeted, I amd [actual spelling] also sending a true and correct copy of same to you at the address above by regular First Class, mail, proper postage prepaid.\r\nYours truly,\r\n[Private]\r\nFNN/ahw\r\nEncl\r\ncc: [Private]\r\n\r\n[Private]","date_sent":"2005-08-01T04:00:00Z","date_received":"2005-08-01T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Newman & Summers, P. C.","principal_name":"Newman & Summers, P. C.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}