{"dmca":{"id":7458,"type":"Dmca","title":"Creators Syndicate puts website on the Far Side of copyright claim","body":"Dear Ms. Harner:\r\n\r\nCreators Syndicate, an international newspaper syndicate, syndicates Gary Larson's The Far Side cartoons to foreign newspapers.  In addition we handle all reprint permissions requests for The Far Side following guidelines long established by Mr. Larson and his company FarWorks Inc. (copyright owner to all Far Side images).  In short, we approve or disapprove requests to reproduce Mr. Larson's cartoons, and carefully monitor the ways in which they appear. \r\n\r\nWe are writing on behalf of FarWorks, Inc. and Gary Larson about your posting of one Far Side cartoon on your website http://www.modernpooch.com/archives/2005/02/.  While Mr. Larson is certainly flattered to know you are a fan of his work, we have to be concerned about any unauthorized use of The Far Side name and cartoons, especially when they appear online. \r\n\r\nFarWorks has a serious problem with unauthorized uses of The Far Side worldwide.  As a result, it does not allow online publication of works from The Far Side.  No matter how insignificant a few uses may seem, it still amounts to making versions of the cartoons available in digital form for anyone to download, which makes it virtually impossible for Mr. Larson to control future uses, something that is very important to him.  \r\n\r\nPlease read the letter from Mr. Larson below, and respect his wishes by removing the cartoons from your website.  Many thanks in advance for your cooperation. \r\n\r\n\r\nSincerely,\r\n\r\n\r\n[private]\r\nPermissions Department\r\nCreators Syndicate\r\n[private]\r\nLos Angeles, CA 90045  \r\nPh: (310)[private]\r\nFax: (310)[private]\r\nE-Mail: [private]@creators.com\r\n\r\n\r\nEnclosures: A note from Gary Larson\r\n\r\n\r\n\r\n\r\nA note from Gary Larson\r\n\r\nRE: Online Use of Far Side Cartoons\r\n\r\nTO WHOM IT MAY CONCERN:\r\n\r\nI'm walking a fine line here.\r\n\r\nOn the one hand, I confess to finding it quite flattering that some of my fans have created web sites displaying and / or distributing my work on the Internet. And, on the other, I'm struggling to find the words that convincingly but sensitively persuade these Far Side enthusiasts to \"cease and desist\" before they have to read these words from some lawyer.\r\n\r\nWhat impact this unauthorized use has had (and is having) in tangible terms is, naturally, of great concern to my publishers and therefore to me -- but it's not the focus of this letter. My effort here is to try and speak to the intangible impact, the emotional cost to me, personally, of seeing my work collected, digitized, and offered up in cyberspace beyond my control.\r\n\r\nYears ago I was having lunch one day with the cartoonist Richard Guindon, and the subject came up how neither one of us ever solicited or accepted ideas from others. But, until Richard summed it up quite neatly, I never really understood my own aversions to doing this: \"It's like having someone else write in your diary,\" he said. And how true that statement rang with me. In effect, we drew cartoons that we hoped would be entertaining or, at the very least, not boring; but regardless, they would always come from an intensely personal, and therefore original perspective.\r\n\r\nTo attempt to be \"funny\" is a very scary, risk-laden proposition. (Ask any stand-up comic who has ever \"bombed \"on stage.) But if there was ever an axiom to follow in this business, it would be this: be honest to yourself and -- most important -- respect your audience.\r\n\r\nSo, in a nutshell (probably an unfortunate choice of words for me), I only ask that this respect be returned, and the way for anyone to do that is to please, please refrain from putting The Far Side out on the Internet. These cartoons are my \"children,\" of sorts, and like a parent, I'm concerned about where they go at night without telling me. And, seeing them at someone's web site is like getting the call at 2:00 a.m. that goes, \"Uh, Dad, you're not going to like this much, but guess where I am.\r\n\r\nI hope my explanation helps you to understand the importance this has for me, personally, and why I'm making this request.\r\n\r\nPlease send my \"kids\" home. I'll be eternally grateful.\r\n\r\nMost respectfully,\r\n\r\nGary Larson\r\n\r\n\r\n\r\n","date_sent":"2005-08-03T04:00:00Z","date_received":"2005-08-03T04:00:00Z","topics":["Copyright","Copyright and Fair Use"],"sender_name":"Permissions Department","principal_name":"Creators Syndicate","recipient_name":"www.modernpooch.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}