{"dmca":{"id":7487,"type":"Dmca","title":"Greek company complains of ex-partner's use of content","body":"To Whom it May Concern:\r\n\r\nThe following information is presented for the purposes of removing web content that infringes on our copyright per the Digital Millennium Copyright Act. We appreciate your enforcement of copyright law and support of our rights in this matter\r\n\r\nIdentification of Copyrighted Work\r\nThe copyrighted work at issue is the complete website (text, photographs and graphics) that appeared on www.kissamos-property.com and its related pages from February 2001 until December 2004. For an example, see the home page archived at http://web.archive.org/web/20030329153701/http://www.kissamos-property.com\r\n\r\nA partnership dispute involving 6 months of litigation followed, and it was proved in a Greek court on 22 June 2005 that own the domain name www.kissamos-property.com, the business name \"Kissamos Property Consultants\", the phrase \"for your perfect home in Crete\" and the inteliectuai property rights to the contents of the website www.kissamos-property.com and a certified translated copy of the court decision is attached.  My ex-business partner is currently in breach of the court order by continuing to publish this material.\r\n\r\nIdentification of infringed Material\r\nThe following paragraphs, placed in. quotes, were used as the search queries in Google. When a match was made to a site other than ours we evaluated the extent of the copyright infringement. In this case, the entire website has been copied. We have retained but not submitted printed examples of each infringement.\r\n\r\nQuery# 1\r\n\"kissamos property consultants'\r\nGoogle search is \"http://www.google.comlsearch?q=%22kissamos+property+consultants%2Z&.hisenSilr=& c2coff-sl&safeeoff&rlseGGLDiGGLD:2005-14,GGLD:enastartel0&sa=N\"\r\nThe URLs of the infringing search results are as follows (With query numbers in parentheses):\r\nKissamos Properly Consultants\r\nhttp://www.kissamospropertyconsultants.gr/(Query # 1) ","date_sent":"2005-07-27T04:00:00Z","date_received":"2005-07-27T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Crete Complete Property","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}