{"dmca":{"id":7578,"type":"Dmca","title":"Armadillo Feces are Defaming","body":"I am counsel representing Le-Nature's, Inc., and I am writing to inform you of violations of your \"Acceptable Use Policy (AUP)\" and \"Terms of Service (TOS)\" agreements by one of your customers. On July 2, 2005, a web log hosted by your service was posted at http://punkhop.com/jaysilver/index.php?p=41 that contained an article entitled \"Ice Water, or Ass Water? Investigative Report.\" This article was credited to \"jay,\" which refers to Mr. [Private], the owner of at least two of your hosted sites, namely, www.jaysilver.net and www.punkhop.com.\r\n\r\nIn this article, Mr. Silver violated several of your hosting policies, as well as various copyright and defamation laws. Mr. Silver compared the taste of Le-Nature's ICE WATER to \"purified rotten ass\" and \"simmering armadillo feces.\" Mr. Silver further alleged that Le-Nature's product was made from \"sewage treatment discharge.\" Such statements are defamatory and libelous. In addition to the above activities, Mr. Silver illustrated his article with copyrighted photographs which he copied illegally and without authorization from Le-Nature's website, www.le-natures.com. Such activities constitute a violation of the U.S. Copyright Act. Together, these activities are also clear violations of your AUP agreement, sections 1 (Illegal Use), 4 (Harassment), 12 (Copyright or trademark infringement), and 17 (Infringement of Copyright, Patent, Trademark, Trade Secret, or Intellectual Property Right).\r\n\r\nThe official contact information for these websites found on WHOIS state that the contact address is: 555 here and there ave., thereabouts, Florida 32931, and lists a phone number (321-784-0403), and an email address (alias1@jaysilver.net). However, since it is apparent that most if not all of this information is fraudulent, other contact information for Mr. Silver is located on his website: http://jaysilver.net/contact/. There is a mobile phone number (321-223-3825) and a home phone number (321-783-9094) listed, as well as an email contact: jay at-sign jaysilver dot-symbol net. There are also two street addresses listed, one referred to as \"Semi-permanent\": 336 Broadway, Cambridge, MA 02139, and the other as \"Permanent\": 1240 S. Atlantic Ave., Cocoa Beach, FL 32931.\r\n\r\nAs of July 13, 2005, Mr. Silver had apparently blocked my firm's access to his websites. However, when attempting to access his sites from computers outside of the firm, it appears that these websites are still readily accessible, and Mr. Silver has continued to add damaging comments to his web log. Therefore, we are requesting that pursuant to your policies, you terminate Mr. Silver's WireSix account and permanently remove this offending material. Please provide us with confirmation of these actions.\r\n\r\nSincerely,\r\n\r\n[Private]\r\nReed SmithLLP\r\n[private]\r\n\r\n      This e-mail is confidential and may well be legally privileged.  If you have received it in error, you are on notice of its status.  Please notify us immediately by reply e-mail and then delete this message from your system.  Please do not copy it or use it for any purposes, or disclose its contents to any other person.  To do so could violate state and Federal privacy laws.  Thank you for your cooperation.  Please contact Andrew Falsetti at 412-288-3844 or e-mail afalsetti@reedsmith.com if you need assistance.","date_sent":"2005-08-03T04:00:00Z","date_received":"2005-08-03T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Reed Smith LLP","principal_name":"Le Nature's (a water company)","recipient_name":"wiresix.com (my webhost) and punkhop.com (my website which is the \"offending\" website","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}