{"dmca":{"id":7606,"type":"Dmca","title":"Keeping \"Watch\" for Swiss Military copies","body":"We herewith file a notice of infringement based on:\r\n1.\tour logo CX Swiss Military watch (see attachment 1) and some of the watches produced by us have been infringed on (see attachments 2/3/4)\r\n\r\n2.\tthe infringement can be seen on http://www.swissmilitarywatch.com (infringement on our logo) and under Collections, too (infringement on our watches). Searching for Swiss Military Watch this specific website is easily found on www.google.com:\r\nh ttp://www.google.com/search?hl=en&Ir=&rIs=GGLB%2CGGLB%3A1970-01%2CGGLB%3Aen&q=Swiss+Military+watch\r\n3.\tyou can contact us any time on montres@charmex.ch\r\n4.\tthe company responsible may be contacted under info@swissmilitarvwatch.com; they have been asked by us to remove the logo and the watches but have failed reply or meet the deadline (see attachment 5)\r\n5.\tI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent. or the law. Our company never gave permission for use either of the logo or the pictures of the watches.\r\n6\tI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nWe would appreciate if you could let us know how we can improve this unsatisfactory situation. Looking forward to hearing from you,\r\n\r\nsincerely,\r\n\r\nYours\r\n[private]\r\nMontres Charmex SA\r\n\r\n[images of watches]\r\n\r\nEINSCHREIBEN\r\nMontres Grenacher SA CP\r\n1211 Genf 4\r\nLiestal, 8.7.05\r\nwww.swissmilitarywatch.com Sehr geehrte Damen & Herren\r\nBasierend auf dem Digital Millennium Copyright Act (der voile Text finden Sie auf der U.S. Copyright Office Web Site) mochten wir Sie bitten, sowohl das sich an unser CX Swiss Military Logo anlehnende Logo als auch die Bilder unserer Uhren von Ihrer website www.swissmilitarywatch.com zu entfernen.\r\n\r\nTrotz wiederholter Mitteilungen an Herrn No C. Grenacher wurde unserem Ansinnen bisher keine Folge geleistet.\r\nWir setzen_lhnen daher eine Frist bis nachsten Mittwoch, 13. Juli 2005, urn dieser unserer Forderung nachzukommen.\r\nMit freundlichen GrUssen, Monts Charmex S.A.\r\n \r\n \r\n","date_sent":"2005-07-15T04:00:00Z","date_received":"2005-07-15T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Montres Charmex S.A.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}