{"dmca":{"id":7626,"type":"Dmca","title":"Swiss national complains of invasion of privacy in Google groups","body":"Dear Sirs\r\n[private]\r\n\r\nWe act for [redacted].  [redacted] is a Swiss national, with residences in the UK and Switzerland.\r\n\r\nWe are writing in reply to an email received on 4 August from you (#30989308) in relation to the publication of private information about our clients which appears on your search engine at www.google.co.uk\r\n\r\nYou have previously agreed to take down certain cached articles that contain private information about our client and that have been removed from websites by the primary publishers following legal complaints. Our clients are, of course, pleased that you responded to their request.\r\n\r\nHowever, as we previously explained in our fax to you dated 27 July 2005, it has come to our clients' attention that a Google newsgroup alt.gossip.royalty has a chat thread which includes the re-publication of a complete article first published in the Sunday Telegraph newspaper in the UK on 26 June 2005 (\"the Unlawful Material\"). This article contains private information about our clients which is being published in breach of confidence and in breach of o it clients' right to privacy and its publication is wholly unjustifiable. Following a legal complaint, the Sunday Telegraph agreed to remove this article from its website on 30 June 2005 rid it is therefore no longer available on the Telegraph newspaper website.\r\n\r\nThe UnlawfuI Material is, however, still being published by you at the following message ID: 1119749237.298012.53200@g47g2000cwa.googlegroups.com \r\nWe enclose a print-out of the technical information contained in relation to this message.\r\n\r\nWe consider that this continued publication is contrary to English law and amounts to an actionable breath of confidence. We therefore request that you remove the Unlawful Material and any and all associated messages from the Google newsgroup forthwith.\r\n\r\nAs you have requested, we can provide the confirmations in the terms you specified. We Can confirm that we have a grind faith belief that the information specified above is not permitted by applicable law. Further, and as you have requested, we swear, under penalty of perjury that the information in this notification is accurate.\r\n\r\nWe note that you state that you will provide a copy of this legal notice to the website www.chillingeffects.orq for publication. In light of the fact that our clients' complaint is that information relating to them is published in breach of their right to privacy, we do not consider that it is appropriate that our clients names or any details whatsoever of the article complained of are published. We do not therefore consent to the publication of this letter in its entirety.  If it is necessary that you publish this letter, we request that you remove any and all personal details of our clients, including but not limited to their identity, nationality and county of residence, and details of the Unlawful Material complained of.\r\n\r\nWe trust trust, in view of the steps taken by the orginal publisher to remove this articles from its website this will he undertaken promptly. Please confirm your agreement to us in writing.\r\n\r\nPending your response all our clients' rights are reserved. Yours faithfully,\r\n\r\n[private]\r\nEnc.\r\n\r\n[redacted]","date_sent":"2005-08-08T04:00:00Z","date_received":"2005-08-08T04:00:00Z","topics":["Copyright","International"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}