{"dmca":{"id":7705,"type":"Dmca","title":"Signals crossed on Satellite TV websites","body":"Dear User Support Agent,\r\n\r\nAccording to the instructions contained on your website at http://www.google.com/dmca.html, we are filing this notice of infringement regarding a website that is infringing our copyrighted work.\r\n\r\n1.\tIdentify in sufficient detail the copyrighted work that you believe has been infringed.\r\nThe copyrighted work at issue is the text that appears on www.satellite-tv.ws and its related links.\r\n\r\n2.\tIdentify the material that you claim is infringing the copyrighted work listed in item #1 above.\r\nInfringing Web Site: www.freesatelliteforyou.com\r\n\r\nFree Satellite For You.com has placed a banner at the very bottom of their home page and that is the only thing different about the two pages.\r\n\r\nFor example, if you click on this link: \"Direct Tv Programming Packages\" on the offending domain it leads to this page:\r\nhttp://www.freesatelliteforvou.com/direct-tv/programming.php which is a complete copy of the http:l/www.satellite-tv.ws/direct-tv/programming.php Direct TV Programming Packages page.\r\n\r\nNext, if you click on this link on the offending site:\r\n\"Digital Video Recorder (DVR) with Tivo\" it takes you to this page: http://www.freesatelliteforyou.com/direct-tvitive.ahn\r\n\r\nwhich is a complete 100% copy of the corresponding page on the offended site located here: httpil/www.satellite-tv.ws/direct-tv/tivo.pho\r\n\r\nNext, if you click on the link on the offending site titled: \"HDTV Package\", it takes you to this page:\r\n\r\nhttp://www.freesatelliteforyou.com/direct-tv/high-defintion-tv.php which is a copy of the corresponding page on the offended site here: http://www.satellite-tv.ws/direct-tv/high-defintion-tv.php also by the same anchor text of \"HDTV Package\".\r\n\r\nNext, if you click on the link on the offending site titled: \"Direct TV by State\", it takes you to this page here: http:llwww.freesatelliteforvou.com/direct-tv/state.oho\r\nwhich again is a copy of the corresponding offended site here: http://www.satellite-tv.ws/direct-tv/state.ahi.\r\n\r\nNext, if you click on the link on the offending site titled:\r\n\"Frequently Asked Questions\", it takes you to this page: http://www.freesatelliteforyou.com/direct-tv/faq.php which again is a carbon copy of the corresponding page on the offended site here:\r\nhttp://vvww.satellite-tv.ws/direct-tvlfaq.php\r\nalso with the identical anchor text of \"Frequently Asked Questions\".\r\n\r\nAlso, the entire left sidebar link area on the offending (Free Satellite For\r\nYou.com) site on ALL site pages is 100% identical to the left side bar area on ALL pages of the offended (Satellite-TV.ws) domain/site.\r\n\r\nNext, if you click on the link on the offending site titled:\r\n\"Programming Packages\" under the \"Dish Network Programming\" heading you go to this page: http://www.freesatelliteforyou.com/programminq.php which again is a 100% copy of the corresponding page on the victim site located here:\r\nhttp://www.satellite-tv.ws/programming.php with again the same anchor text of \"Programming Packages\" under the \"Dish Network Programming\" heading.\r\n\r\nNext, if you click on the link on the offending site titled:\r\n\"Commercial Programming\" you go to this page: http://www.freesatelliteforyou.com/commercial.php\r\nwhich is a 100% copy of the corresponding page on the offended site here: http://www.satellite-tv.ws/commercial.php with the same anchor text of: \"Commercial Programming\".\r\n\r\nAll other links in the left sidebar area of the offending site: www.freesatelliteforyou.com are dead links at this time.\r\n\r\nObviously, with the links of the infringing site's left sidebar area matching those of the offended site www.satellite-tv.ws, there is a 100% copy of our site; the clear intent of the Copyright infringing site is to steal ALL of the web content verbatim from wwwsatellite-tv.ws.\r\n\r\n3.\tProvide information reasonably sufficient to permit Google to contact you.\r\n[private]@clear-link.com or [private]@idishnetwork.com\r\n\r\n4.\tProvide information, if possible, sufficient to permit Google to notify the owner/administrator of the web page that allegedly contains infringing material.\r\n[private] [private] Kokomo, IN 46902 US\r\n \r\n5.\tI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\n6.\tI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n \r\nSincerely,\r\n[private]\r\nClearlink Technologies\r\n","date_sent":"2005-08-12T04:00:00Z","date_received":"2005-08-12T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Clearlink Technologies","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}