{"dmca":{"id":7731,"type":"Dmca","title":"Website in the Doghouse Over Obedience Training Materials","body":"DMCA NOTIFICATION OF CLAIMED INFRINGEMENT\r\n\r\nI.\tDESCRIPTION OF COPYRIGHTED WORK:\r\n\r\nDog training articles produced and published by [private] and Leerburg Industries, Inc. ([private], President) (together, \"Complainant\") from 1995 to the present (collectively, the \"Works\"). The Works are published on http://www.leerburg.com. Following are representative identifiers of articles pursuant to 17 U.S.C. 512(3)(ii):\r\n\r\nIA) http://www.leerburg.com/introducingdogs.htm http://www.leerburg.com/commands.htm\r\n\r\nII.\tDATE THIS WORK WAS ORIGINALLY PUBLISHED:\r\n\r\nThe website at http://www.leerburg.com went online in 1995. The Works have been published from 1995 to the present.\r\n\r\nIII.\tIDENTIFICATION OF MATERIAL CLAIMED TO BE INFRINGING\r\n\r\nUnlicensed reproductions of the Works can be seen copied in whole and in part in the HTML code associated with each of the Infringing Sites set forth in Section V.\r\n\r\nIV.\tDATE WE DISCOVERED THE INFRINGEMENT: Unlicensed reproductions of the Works were first found in March of 2004.\r\n\r\nV.\tURLS FURNISHING UNLICENSED COPIES OF OUR WORK (THE \"INFRINGING SITES\"):\r\nhttp:://www.obediencedogtraining.com/Introducing%20a%20new%20dog.htm http://www.obediencedogtraining.com/Dog%20Commands.htm\r\n\r\nGoogle Search Terms of \"site:OBEDIENCEDOGTRAINING.COM commands\" and \"site:OBEDIENCEDOGTRAINING.COM new Dog\"\r\nOBEDIENCEDOGTRAINING.COM\r\n\r\nVI.\tACTIONS THAT SHOULD BE TAKEN TO CORRECT THE PROBLEM\r\n\r\nThe foregoing evidences a concerted effort on behalf of OBEDIENCEDOGTRAINING.COM to make unauthorized copies of Complainant's Works on a multitude of Internet sub-domains. The sole purpose of this web site is to manipulate\r\n \r\nSearch Engines through the use of illegal copyright material.\r\n\r\nConsequently, Google, Inc. should remove OBEDIENCEDOGTRAINING.COM from its search index. Google should eliminate any relationship with OBEDIENCEDOGTRAINING.COM and any cooperation and participation in the ongoing infringement.\r\n\r\n\"I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law. I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\n\r\nLeerburg Enterprises, Inc.\r\n[private]\r\nMenomonie, WI 54751 715-xxx-xxxx\r\n[private]@leerburg.com\r\n[signature]\r\n\r\n\r\nAugust 2, 2005","date_sent":"2005-08-02T04:00:00Z","date_received":"2005-08-02T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Leerburg Enterprises, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}