{"dmca":{"id":7743,"type":"Dmca","title":"WSI Seeks Removal of Workshop Description (6)","body":"Dear Sirs:\r\n\r\nRE: COPYRIGHT INFRINGEMENT\r\n\r\nI am the President for WSI and I understand that our staff have recently been in contact with you about the misuse of a WSI press release by an individual (who refers to himself as \"ex-franchisee\" and) who has without the owner's consent posted a copy of this press release on various other web pages in order to direct traffic to his own web-site. A copy of the press release is attached.\r\n\r\nThis matter is identical to the issue we brought to your attention previously on or about March 31st, 2004 whereby the same party had, without our consent, posted a copy of a press release on various other web pages in order to direct traffic to his own web-site, referring to himself as ex-Franchisee.\r\n\r\nThis attempt to re-direct legitimate traffic through misuse of a copyright protected press release for clearly unauthorized purposes is, in our view, copyright infringement and the press release must be removed from all pages that are unauthorized. The press release has wrongfully been posted to the following web pages, each of which has been separately identified by search query and infringing web pages described below:\r\n\r\nSearch query: \"E-Tailors prepare for a Green Christmas\"\r\nInfringing web pages: http://www.google.com/search?as q=%22ETailors+prepare+for+a+Green+Christmas%22&num=100&hl=en&btnG=Google+Search&as epq =&as oq=&as eq=&Ir=&as ft=i&as filetype=&as qdr=all&as occt=any&as dt=i&as sitesearch= &safe=images\r\nOwner/administrator of web-page (e-mail address): exworldsites@,hotmail.com URL: www.exfranchisee.com\r\n\r\nIf you require any further information on any of the foregoing, please contact the undersigned at 905[private] by phone or [private]@torontoohomeoffice.com by e-mail.\r\n \r\n2\r\nI have a good faith belief that use of the copyrighted materials described above, on the allegedly infringing web pages, is not authorized by the copyright owner, its agent, or the law.\r\nI swear, under penalty of perjury consistent with United States Code Title 17, Section 512, that the information in the notification is accurate and that I am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n \r\n[private] President\r\n<hr>\r\nWSI Internet Consulting Soars high as E-tailors\r\nprepare for a Green Christmas\r\nWSI Internet Consulting experiences upward momentum - as 2003's online holiday sales set to increase 21% over 2002 - According to Jupiter Research.\r\n\r\nNo \"competitor\" has cone close to matching the colossal strength of WSI Internet Consulting and Education in the marketplace. With thousands of small- to medium-sized businesses worldwide bearing witness,. WSI Internet Consulting has grown into the world's leading Internet services franchise and the 4th fastest-growing international franchise, whose systems are used by more than 700 franchisees in 87 countries.\r\n\r\nAmazing Discovery Surprisingly ","date_sent":"2005-07-29T04:00:00Z","date_received":"2005-07-29T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"WSI Internet Consulting & Education","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}