{"dmca":{"id":7757,"type":"Dmca","title":"Subpoena Report","body":"I have no idea what do they want from me, I use my laptop for work porpuses only. when called the \"settlemant line\" to find out what was this all about, i was told that someone found that I have 1,600 illegal files on a software called \"limewire\" which I am not even familiar with. I told them I have no intent to seattle on anything since I have nothing to do with this. The only possible connection to this is maybe someone is using my wireless network without my knowledge and exchanging files thru it - again, nothing I should be held responsible for.\r\nAnyone? can you help?\r\n\r\nThe letter:\r\n\r\n08/08/2005\r\nORI ALDUBI\r\n\r\n77 W 15TH ST Apt. 3F NEW YORK, NY 10011\r\nIP Address: 207.237.89.167 on 06/2212005 @ 07:43:24 EDT Dear Customer:\r\nIt is now the practice of RCN Corporation and its affiliates and subsidiaries (collectively, \"RCN\") to notify a subscriber that a subpoena has been received for the subscriber's records or other subscriber information.\r\nAccordingly, pleased be advised that on 08/08/2005 a civil subpoena was received from Karen A. Confoy, Esq., Phone # (609) 989-5012.\r\nRCN will comply with this subpoena on 08/29/2005 unless we receive legal documents that delay or terminate the process on or before 08/18/2005.\r\nRCN is not a party to this lawsuit and has no information about the basis for the subpoena. Any questions you may have about the subpoena itself or regarding a possible resolution of the matter should be referred to the Settlement Center at (816) 559-2540, by facsimile at (816) 421-5547, or by e-mail at info ,,J5?SettiementlnformationLine.com . If you have the need to contact NeuStar about this letter or our procedure, please contact Simona E. Lapadat at (571) 434-3414. To better enable us to provide prompt assistance, please refer to case # SL7393 when calling.\r\nSincerely,\r\n\r\nDigitally signed by Simona Lapadat DM. \r\nCN = Simona Lapadat. C = US,\r\n0 =Fiduciary Services. \r\nOU = Legal Compliance Date: 2005,08 08 1735:09 -04'00'\r\nSimona E. Lapadat\r\n\r\nAgent for Custodian of Records RCN\r\nIf you would like to authorize the release of your records immediately, please sign in the space provided below and fax this page to us at 703-689-0566.\r\nCustomer Signature\r\nDate\r\nNEUSTAR-","date_sent":"2005-08-08T04:00:00Z","date_received":"2005-08-08T04:00:00Z","topics":["DMCA Subpoenas","Copyright"],"sender_name":null,"principal_name":"Karen A. Confoy, Eaq.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}