{"dmca":{"id":7763,"type":"Dmca","title":"Court-ordered injunction sent to Google","body":"Dear Sir/Madam:\r\n\r\nPlease be advised that this firm represents Sierra Corporate Design Inc. (\"Sierra\"), the plaintiff in the above referenced matter. Enclosed is an order from Judge Irby, to whom the case was assigned, enjoining David Ritz and all persons acting in concert with him from certain activities. In particular, please note paragraph 3 of the enclosed order, which prohibits Mr. Ritz and all persons acting in concert with him, from directly or indirectly publishing or communicating any information about Sierra's computers, websites, servers, networks or computer systems.\r\n\r\nOur information reflects that certain information about Sierra's computers and systems can be found in certain postings accessible through your service. We have enclosed a listing of message IDs in which there arc references to materials posted by Mr. Ritz about Sierra, including but not limited to, references to \"What is spamkiller.net?\" To the extent that any posting references the information governed by the injunction, Sierra objects to the publication and communication of that information. Sierra demands that all offending postings and communications be removed.\r\n\r\nPlease contact the undersigned with your response to Sierra's demands within one week.\r\n \r\n\r\nSincerely yours,\r\n[signature]\r\n[private]\r\nLarkin Hoffman Daly & Lindgren Ltd.\r\nEnclosures\r\n\r\ncc:\t[private], Esq. (via email)\r\n1028211.1\r\n<hr>\r\nIN DISTRICT COURT, COUNTY OF CASS, STATE OF NORTH DAKOTA\r\nSierra Corporate Design, Inc.,\t\tFile No. 09-05-C-01660 Plaintiff,\r\nORDER v.\r\nDavid Ritz and Ed Falk,\r\nDefendants.\r\n\r\nThe above-captioned matter came on for hearing on July 28, 2005 before the undersigned pursuant to the motion for Preliminary Injunction and Motion to Compel Discovery of Plaintiff Sierra Corporate Design, Inc:. (\"Sierra\") and Motion for Stay or Protective Order by Defendant David Ritz. Sierra appeared via its counsel, Timothy M. O'Keeffe, Esq. and Christopher J. Harristhal, Esq. Defendant David Ritz appeared via his counsel, Michael D. Huitink, Esq. and Michelle C. Winkis, Esq. and Robert G. Manley, Esq.\r\n\r\nTHE FOLLOWING IS HEREBY ORDERED:\r\n\r\n\r\n1.\t\tSierra's motion fora Preliminary Injunction is GRANTED. Sierra's Motion to Compel Discovery is GRANTED. Defendant Ritz's Motion to Stay is DENIED. Defendant Ritz's Motion for a Protective Order is GRANTED.\r\n2.\t\tDefendant Ritz, and all persons acting in concert with him, are hereby enjoined from directly or indirectly accessing any of Sierra's computers, websites, servers, networks, or computer systems. Ritz has stipulated to this portion of the injunction without admission of wrongdoing or liability,\r\n3.\t\tDefendant Ritz, and all persons acting in concert with him, are hereby enjoined from directly or indirectly publishing, sharing or communicating any information about Sierra's computers, websites, servers, networks, or computer systems. This injunction includes, but is not limited to, publishing information about Sierra on any website. Ritz has stipulated to this portion of the injunction without admission of wrongdoing or liability.\r\nDefendant Ritz shall, within five days of the above hearing, make all hard drives in his possession and any hard drive he has used to access any of Sierra's computers, wcbsites, servers, networks, or computer systems and all media containing Sierra information available for imaging by the plaintiff's computer expert.\r\n5.\tInformation obtained from the aforementioned hard drives may only be shared with plaintiff's expert witnesses, Defendant Ritz and the Court. The information may be used in depositions in this action.\r\n6.\tPlaintiff and plaintiff's counsel shall not offer, volunteer or provide any of the following information to any law enforcement agency in conjunction with any investigation related to the criminal investigation pending against Ritz.\r\na.\tRitz's answers and responses to interrogatories and document requests in this suit.\r\nb.\tInformation contained in the hard drives and media produced by Ritz in this suit.\r\nc.\tRitz's deposition testimony adduced in this suit\r\nd_\tAny answer to the complaint by Ritz.\r\n7.\tUpon receipt of any warrant or subpoena for the production of that information, plaintiff or its counsel shall immediately notify Ritz's legal counsel of that request for information.\r\n8.\tIn the event that plaintiff uncovers information from the above sources referenced in sections 6 (a) through 6 (d) that leads it to conclude that a crime is about to be committed, plaintiff shall first apply to this Court for authorization to report the information and such application may be beard on an emergency basis, after notice to Ritz.\r\n\r\n[signature]\r\nJudge of District Court\r\n\r\nDate: 8-3-05","date_sent":"2005-08-22T04:00:00Z","date_received":"2005-08-22T04:00:00Z","topics":["Uncategorized","Copyright"],"sender_name":"Larkin Hoffman Daly & Lindgren Ltd.","principal_name":"Sierra Corporate Design, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}