{"dmca":{"id":7784,"type":"Dmca","title":"SAIC objects to Archived infringement","body":"Dear Internet Archive Copyright Agent:\r\n  \r\nWe represent Science Applications International Corporation (\"SAIC\"), the owner of the copyrights in the website and corresponding HTML code used by its wholly-owned subsidiary SAIC-VCC.  SAIC has received copyright registration certificates for the June 2002 versions of its website (TX 6-162-493) and HTML code (TX 6-162-492).  Somewhat modified versions of the June 2002 versions of the website and code, the copyrights to which are also owned by SAIC, are currently located at www.saic-vcc.com.  For your review, the June 2002 version of the website that SAIC registered is currently available on the Internet Archive WayBack Machine at the following address:\r\n  \r\nhttp://web.archive.org/web/20020602173711/http://www.saic-vcc.com/ \r\n  \r\nIt has come to our attention that your company is hosting archived pages from a website that was operated Anza Borrego Partners, Inc. at  www.anzaborregopartners.com, and that such archived pages contain content and corresponding HTML code virtually identical (or at least substantially similar) to the website content and HTML code owned by SAIC.  We and SAIC have a good faith belief that the use of SAIC's copyrighted website and code in this manner is not authorized by SAIC, any of its agents, or by the law.  This unauthorized copying constitutes copyright infringement under the Copyright Act. \r\n  \r\nThe particular archived pages at issue are identified by the Internet Archive WayBack Machine as the October 9, 2004 and October 11, 2004 archived versions of the website located at www.anzaborregopartners.com.  For your convenience, the full address to the archived home pages of the infringing website are the following:\r\n  \r\nhttp://web.archive.org/web/20041009122954/http://www.anzaborregopartners.com/\r\nhttp://web.archive.org/web/20041011181043/http://www.anzaborregopartners.com/\r\n  \r\nBecause these archived versions of the Anza Borrego Partners website infringe SAIC's copyright rights, we ask you respond expeditiously to remove, or disable access to, the archived versions of this website.\r\n  \r\nWe assert, under penalty of perjury, that Kilpatrick Stockton LLP is authorized to act on behalf of SAIC with respect to these copyrights.  We also assert that all the information contained in this notification is accurate.  Should you have any questions, please contact us at the email address, telephone number, or mailing address listed below. \r\n  \r\nThank you in advance for your cooperation in this matter.  Please accept the following as my electronic signature.\r\n  \r\nSincerely,\r\ns/ [private]\r\n[private]\r\non behalf of Kilpatrick Stockton LLP\r\n  \r\n\r\n\r\n[private]\r\nKilpatrick Stockton LLP\r\n[private]\r\n[private]\r\nAtlanta, GA 30309-4530\r\nt 404[private]\r\nf 404[private]\r\nm 404[private]\r\n[private]@KilpatrickStockton.com\r\nwww.KilpatrickStockton.com\r\n\r\nConfidentiality Notice:\r\nThis communication constitutes an electronic communication within the meaning of the Electronic Communications Privacy Act, 18 U.S.C. Section 2510, and its disclosure is strictly limited to the recipient intended by the sender of this message. This transmission, and any attachments, may contain confidential attorney-client privileged information and attorney work product. If you are not the intended recipient, any disclosure, copying, distribution or use of any of the information contained in or attached to this transmission is STRICTLY PROHIBITED. Please contact us immediately by return e-mail or at [private], and destroy the original transmission and its attachments without reading or saving in any manner.\r\n\r\n  \r\n\r\n\r\n***DISCLAIMER*** Treasury Department Circular 230 Disclosure: To ensure compliance with requirements imposed by the Treasury Department, we inform you that any U.S. federal tax advice contained in this communication (including any attachments) is not intended or written to be used, and cannot be used, for the purpose of (i) avoiding penalties under the Internal Revenue Code or (ii) promoting, marketing or recommending to another party any transaction or matter addressed herein...\r\n","date_sent":"2005-08-10T04:00:00Z","date_received":"2005-08-10T04:00:00Z","topics":["Copyright"],"sender_name":"Kilpatrick Stockton LLP","principal_name":"SAIC","recipient_name":"Internet Archive","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}