{"dmca":{"id":7805,"type":"Dmca","title":"Photographer complains of infringement in weblog","body":"1. Identify in sufficient detail the copyrighted work that you believe has been infringed upon. This must include identification of specific posts, as opposed to entire sites. Posts must be referenced by either the dates in which they appear or the permalink of the post.\r\n\r\nEddie Leone half way down the page is being posted without my permission at the following link http://salsaepimenta.blogspot.com/2005_06_01/salsaepimenta_archive.html\r\n\r\n2. Identify the material that you claim is infringing upon the copyrighted work listed in item #1 above.\r\n\r\nTHE PICTURES OF EDDIE LEONE ARE MINE AND I AM THE SOLE COPYRIGHT OWNER, PLEASE DELETE THIS POST.\r\n\r\nYOU MUST IDENTIFY EACH POST BY PERMALINK OR DATE THAT ALLEGEDLY CONTAINS INFRINGING MATERIAL. The permalink for a post is usually found by clicking on the timestamp of the post.\r\n\r\nhttp://salsaepimenta.blogspot.com/2005/06/eddie-leone-playgirl-abril-1999.html\r\n\r\n3. Provide information reasonably sufficient to permit Blogger to contact you (email address is preferred).\r\n\r\nEDDIE JAMISON BY EMAIL AT [private]@AOL.COM\r\n\r\n4. \"I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\"\r\n\r\n5. \"I swear, under penalty of perjury that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\n6. Sign the paper.\r\n\r\n\r\n[signature]\r\n\r\n7. Send the written communication to the following address:\r\n\r\nGoogle, Inc.\r\nAttn: Blogger, DMCA complaints\r\n1600 Amphitheatre Pkwy\r\nMountain View, CA 94043\r\n\r\nOR Fax to;\r\n\r\n[private], Attn: Blogger, DMCA complaints\r\n\r\n\r\nSIGNED COPY\r\n","date_sent":"2005-08-24T04:00:00Z","date_received":"2005-08-24T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Eddie Jamison","recipient_name":"Blogger [Google, Inc.]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}