{"dmca":{"id":7832,"type":"Dmca","title":"Complaint of defamation in Google search","body":"To whom it may concern, \r\n\r\nWe act on behalf of Competitive Intelligence Co. Ltd. (IT) to issue this letter with respect to removing information, which violates IT's rights, from your searching homepage www.google.com.tw.\r\n\r\nWhen IT fills out its initial \"[characters]\" in the column of the searching function on Google homepage in Taiwan, many illegal websites and rumors, which libel IT, will be connected . The illegal websites are as follows ( Appendix I) :\r\n1. )[characters] [redacted]\r\n\r\n\r\nLawless people totally understand that the searching function on Google is the most convenient ways of searching for Internet users. Therefore, they take advantage of using Internet to express the rumors of IT quickly and damage IT to the most extent. They not only harm IT's goodwill but also are liable for the reputation protection of our criminal law. Moreover, they commit libel in our country. Under this circumstance, IT can not eliminate their illegal act by itself. And IT has a good faith belief that the information specified above violates IT's rights, is not authorized by IT, and is otherwise not permitted by applicable. Hence, we send this mail to ask for your help.\r\n\r\nAccording to Paragraph 1, Article 310 of the Criminal Code in Taiwan, \"any person who intends to express the rumors, which defame others' reputation, to the public by originating or circulating defamatory statements is subject to imprisonment of one year or less, labor service, or a fine of NT $500 dollars_ or less.\" Paragraph 2 of the same Article further prescribes that \"any person who commits the acts prescribed under Paragraph 1 by writing or drawing is subject to imprisonment of two years or less, labor service, or a fine NT $ 1,000 dollars or less.\" Moreover, Paragraph 3 of this Article prescribes that \"to the extent that a statement is a libel, an accused can be found not guilty only if the accused is able to prove that the statement is accurate.\" ( Appendix II ) The illegal act that lawless people intend to express the rumors to the public by originating or circulating defamatory statements is a libel. Each of the search results identified above contains defamatory information about IT that is not permitted under the laws of the country in which IT resides.\r\n\r\nTo prevent these lawless people from endangering IT and to keep the information on Internet accurate and legal, we expect you to face up to this problem and eliminate all of the illegal connection of the websites since these people use your website as guilty tools. If you need any relevant help to do so, please do not hesitate to contact us. We will do our best to provide any assistance. And IT swears, under penalty of perjury, that the information in the notification is accurate.\r\n\r\nBest regards, \r\n\r\n[signature][stamp]\r\n\r\n[private]\r\n","date_sent":"2005-08-25T04:00:00Z","date_received":"2005-08-25T04:00:00Z","topics":["Copyright","International"],"sender_name":"J-Li Law Office","principal_name":"Competitive Intelligence Co. Ltd.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}