{"dmca":{"id":7881,"type":"Dmca","title":"Great Divide Over Diver Photos","body":"Dear Mr. [Private]:\r\n\r\nI am a web site designer, photographer and marketer for the dive travel industry. I have published over 100 sites in the past nine years, most of them using my own photography, which I retain copyright to, and many of them registered with the United States Copyright Office.\r\n\r\nIt has come to my attention that a company who's web sites are currently hosted on your servers, is using my photography without my permission. The company calls itself UES Global Publishing or Cyber Diver News Network (CDNN) and currently hosts 45 domains with ThePlanet.com under the IP address 70.86.18.194 according to WhoIs records.\r\n\r\nThese infringements are deliberate and intentional, as I have contacted this company many times asking them to remove my photos from their sites. The sites these photos were stolen from have clear copyright notices posted and in some cases java scripts in place to give an additional alert message if a photo was clicked on to download. The boat owners for whom these web sites were designed are aware of my copyrights and did not give CDNN permission to use the photos. Trimarine Boat Company, the owners of Cuan Law and Lammer Law claim to have cancelled their advertising agreement with CDNN years ago.\r\n\r\nNot only did they fail to comply, they added a page to their web site ScubaPoll.com ranking photographers as if the public were voting on them, placing complaining photographers at the bottom of the list. The voting links have never worked until recently and votes that do make it past the numerous broken links never change the results online. I have contacted other photographers who join me at the bottom of the ScubaPoll list and they too at some point had contacted CDNN about copyright infringements.\r\n\r\nIn addition, CDNN posted a \"Consumer Warning\" on their site listing my company name, without explanation or cause. Many industry professionals refrain from contacting CDNN out of fear of the online retribution that is inevitable. \r\n\r\nThe names and contact information on their web sites is fake, making it difficult for me or anyone else to file a copyright infringement lawsuit against them. Their domain names are all registered to a remote island in New Zealand, however, I believe the guy that runs these sites is based out of the Seattle area. He has also added an additional layer of confusion by setting up a fake company called i-Planet, which is nothing more than a P.O, box in New York City. This guy is essentially an online terrorist, who is hiding behind the anonymity of the world wide web, and is getting away with it! \r\n\r\nEnclosed are printouts of the pages containing my images that are currently found on your server as well as some of the slanderous postings that resulted from previous demands I've made to CDNN. These are all currently posted on the CDNN web sites hosted on your servers.\r\n\r\nI do plan to file a lawsuit against this person or persons to stop this illegal activity. For the time being, I must demand that you expeditiously remove, or disable access to, the infringing and defamatory material to comply with the Digital Millennium Copyright Act. I also request that you reveal the name and contact information of the person responsible for this illegal activity so that I, and others harmed by him may pursue legal action.\r\n\r\nI hereby state under penalty of perjury that I am the creator and owner of the infringed material, the infringer is not authorized to use this content, and that this information is accurate.\r\n\r\n\r\nMultiple pages of web page printouts of the infringed images and their source were included with this letter.","date_sent":"2005-08-25T04:00:00Z","date_received":"2005-08-25T04:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":null,"recipient_name":"The Planet Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}