{"dmca":{"id":7909,"type":"Dmca","title":"Technomedia complains of copied press releases","body":"Gentlemen,\r\n\r\nIt has come to our attention that the items identified below have been posted against our knowledge and that no agreement had been accorded to anyone to publish that material. Therefore, we ask you to remove or disable access to that information at your earlier convenience.\r\n\r\nItem # 1: Identification of the copyrighted work:\r\n\r\nA   News Release: Technomedia Launches TM SIGAL(R) Performance\r\n\tManagement   ASP Edition in France\r\n\r\nThe material located at the following post of the Technomedia website has been subject to infringement of Technomedia's copyrights. \r\n\r\n(a) All of \r\nhttp://www.technomedia.ca/en/htm/en_04_03_02.cfm?newsID=53\r\n(b) Plus second half of: \r\nhttp://www.technomedia.ca/en/htm/en_01_07_01.htm\r\n\r\n\r\nB   Brandon Hall: Technomedia Wins Bronze Excellence in Learning Award for Innovative Technology\r\n\r\n The first section of the following post of the Technomedia website has been subject to infringement of the Technomedia's copyrights. \r\nhttp://www.technomedia.ca/en/htm/en_04_03_02.cfm?newsID=41\r\n\r\nItem # 2: Identification of infringing material\r\n\r\nA   News Release: Technomedia Launches TM SIGALS   Performance Management   ASP Edition in France \r\n\r\nThe material found on the following URL is believed to infringe on the material identified above under Item # 1, A.\r\n\r\nhttp://advancetechnomedia.blogspot.com/2005/03/technomedia-wins-bronze-excellence-in.html\r\n\r\n\r\n\r\nB   Brandon Hall: Technomedia Wins Bronze Excellence in Learning Award for\r\n\tInnovative Technology\r\n\r\nThe following URL contains material which is believed to infringe on the material identified above under Item # 1, B.\r\n\r\nhttp://mytechnomediasite.blogspot.com/\r\n\r\nItem # 3 \r\n\r\nAny communication regarding this matter should be directed to:\r\n\r\n[private]\r\n\r\n(514)[private]\r\n[private]@technomedia.ca\r\n\r\nItem # 4 \r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent or the law.\r\n\r\nItem # 5 \r\n\r\nI swear, under penalty of perjury, that the information in this notification is accurate and that I am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nWe trust this matter will be considered with all the importance and seriousness it deserves and will be rectified at once.\r\n\r\n\r\n\r\n\t\t\t\t\t\t[signature]\r\n\r\n[private]\r\nVice President \r\nSales and Marketing \r\nTechnomedia Training Inc.\r\n","date_sent":"2005-09-02T04:00:00Z","date_received":"2005-09-02T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Vice President, Sales and Marketing","principal_name":"Technomedia Training Inc.","recipient_name":"Blogger [Google, Inc.]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}