{"dmca":{"id":7911,"type":"Dmca","title":"NOP Says NO-NO","body":"Dear Mr. *********\r\n\r\nTrademark infringement of our clients trademark rights:\r\n1. \"GFK\", reg-NO. 2522589, owner: GFK AG\r\n2. \"NOP WORLD INFLUENTIUALS\" , REG-NO 1535228, owner: NOP WORLD Inc.\r\n3. \"NOP WORLD\", Serial-NO 78392544, owner: NOP RESEARCH GROUP Ltd.\r\n\r\nWe act for GFK AG, Nordwestring 101, 90319 Nurnberg, Germany as well as NOP World Inc., 1201 North Orange Street, Suite 781, Wilmington Deleware 19801 and NOP Research Group Ltd., Ludgate House, 245 Black Fairs Road, London, United Kingdom, Se1 9UY.\r\n\r\nOur clients are registered owners of the above mentioned trademarks registered with the US Patent-and Trademarks office.  Attached please find corresponding extracts from the database of the US PTO.\r\n\r\nIt has come to our clients attention that you have registered the domains WWW.GFKNOP.com as well as WWW.GFK-NOP.com.  Certainly you will have noticed that GFK and NOP World have merged.  They are currently using the company name GFK NOP.  As the corresponding company name and trademark rights belong to them, they are very interested in the domain names which you have registered.\r\n\r\nSince the combination of the terms \"GFK\" and \"NOP\" is very exceptional your interest in the domains WWW.GFKNOP.com and WWW.GFK-NOP.com. can only be traced back to the fact that you have become aware of the merger and are interested in grabbing the domain names in order to make money.  Accordingly, our clients instructed us to commence proceedings against you for transfer of the domains.\r\n\r\nHowever, before our clients commence any such proceedings, and so as to expedite conclusion of the matter and save unnecessary administrative time and costs, we are authorized to first give you the opportunity to voluntarily assign the domains to our clients.\r\n\r\nWe look forward to receiving your response until September 15, 2005.\r\n\r\nIn absence of any response, we shall advise our clients to take further action against you as appropriate to protect its trademark rights and shall look to you for reimbursement of all costs incurred.\r\n","date_sent":"2005-08-29T04:00:00Z","date_received":"2005-08-29T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"Mayer, Brown, Rowe & Maw LLP","principal_name":"GFK AG","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}