{"dmca":{"id":7944,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-06-29T04:00:00Z","date_received":"2011-06-29T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Rajan Balaan","principal_name":"Rajan Balaan","recipient_name":"Google, Inc.","works":[{"description":"Recently I have lost my Sony Ericsson Walkman series phone, then I was desperately in need of mobile phone to be in touch with my contacts. I don’t have enough money in ready to buy a costlier mobile phone, I can afford only Rs.1000/- in ready to buy a mobile phone for temporary use. I saw some china mobiles which prices under Rs.1000/- but they don’t have atleast months warranty and they emit a lot of radiation. so, I inquired mobile phones from the branded companies. Here are the 5 mobile phones which are available for below Rs.1000/- in India.","infringing_urls":[{"url":"http://technonow.co.cc/?p=2469"}],"copyrighted_urls":[{"url":"http://www.dreambloggers.com/5-best-cheap-mobile-phones-less-than-rs-1000-in-india/"}]},{"description":"iPhone 5 is catching tons of eyeballs but no one actually knows what specifications it’s going to have. But, still there are quite lot person who have guessed the specifications and that’s what I am going to tell you all in this post. The specifications mentioned are all expected ones and none of these is","infringing_urls":[{"url":"http://technonow.co.cc/?p=2466"}],"copyrighted_urls":[{"url":"http://www.dreambloggers.com/expected-specifications-of-iphone-5-powerful-os-processor-specs/"}]},{"description":"Tablet market is getting hotter and hotter day by day, because of launch of various powerful tablets. First of all Apple iPad 2 was launched in India, followed by Blackberry Playbook and yesterday HTC’s first Android tablet “HTC Flyer” has been launched in India at an unexpected (high price) price tag of Rs. 39,890/","infringing_urls":[{"url":"http://technonow.co.cc/?p=2462"}],"copyrighted_urls":[{"url":"http://www.dreambloggers.com/htc-flyer-launched-in-india-rs-39980-with-htc-watch-and-onlive/"}]},{"description":"Sony Ericsson is currently the world’s number 4 manufacturer of mobile phones.Sony Ericsson is one of the top, global, mobile phone manufacturers which serves the worldwide communications market with innovative and featured mobile phones. Sony Ericsson has announced Xperia Ray – a stunning new smartphone alongside CommunicAsia 2011 in Singapore. It comes with a 3.3","infringing_urls":[{"url":"http://technonow.co.cc/?p=2458"}],"copyrighted_urls":[{"url":"http://www.dreambloggers.com/8mp-camera-android-2-3-smartphone-sony-ericsson-xperia-ray/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}