{"dmca":{"id":7962,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-06-29T04:00:00Z","date_received":"2011-06-29T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Rajan Balana","principal_name":"Rajan Balana","recipient_name":"Google, Inc.","works":[{"description":"Sony Ericsson has top class range of smartphones with attractive designs. CommunicAsia 2011 has introduced us with plenty of gadgets and Xperia Active is one among them. Sony Ericsson Xperia Active-a dust proof and water-resistant with scratch resistant screen with wet finger tracking support. The Xperia Active comes with 3-inch reality display of weight 110.8","infringing_urls":[{"url":"http://technonow.co.cc/?p=2439"}],"copyrighted_urls":[{"url":"http://www.dreambloggers.com/water-resistant-android-phone-sony-ericsson-xperia-active-specs/"}]},{"description":"Sony Ericsson is currently the world’s number 4 manufacturer of mobile phones.Sony Ericsson is one of the top, global, mobile phone manufacturers which serves the worldwide communications market with innovative and featured mobile phones. Sony Ericsson has announced Xperia Ray – a stunning new smartphone alongside CommunicAsia 2011 in Singapore","infringing_urls":[{"url":"http://www.shaileshtripathi.in/2011/06/8mp-camera-android-23-smartphone-sony.html"}],"copyrighted_urls":[{"url":"http://www.dreambloggers.com/8mp-camera-android-2-3-smartphone-sony-ericsson-xperia-ray/"}]},{"description":"HTC & Samsung both are very powerful and strong competitors of each other, Recently I had compared Samsung Galaxy S Vs HTC Desire HD and before that a Comparison has been made between Micromax A60 Vs HTC Wildfire. Now I am going to compare HTC Wildfire Vs Samsung Galaxy Ace. Samsung Galaxy Ace is equally popular to HTC Wildfire. The price range of both the handsets is almost equal but features are varying on both the phones. So it became necessary for me to compare both of these phones and make the doubts clear.","infringing_urls":[{"url":"http://www.shaileshtripathi.in/2011/06/comparison-samsung-galaxy-ace-vs-htc.html"}],"copyrighted_urls":[{"url":"http://www.dreambloggers.com/comparison-samsung-galaxy-ace-htc-wildfire-specs-features-price/"}]},{"description":"Samsung is known as the mother of many innovations especially in Touchscreen technology and sleek designing and attractive looks. Samsung mobile phones which are pretty famous for high end technologies available at an affordable price. Samsung has delivered quite a few of the most amazing handsets in the market. Previously we have written a lot about Samsung 3G phones and Smartphones. Now I am writing about Samsung 4G android phone- T-Mobile Sidekick 4G. Its design is like alphabet ‘T’ with QWERTY keyboard.","infringing_urls":[{"url":"http://www.shaileshtripathi.in/2011/06/samsung-new-4g-phone-samsung-t-mobile.html"}],"copyrighted_urls":[{"url":"http://www.dreambloggers.com/stylish-samsung-4g-phone-samsung-tmobile-sidekick-4gspecs-features/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}