{"dmca":{"id":7966,"type":"Dmca","title":"123CCTV C & D","body":"   Dear Rob:\r\n\r\n   As you know, this firm represents Central Alarm Systems, Inc. (\"Central Alarm\"). Central Alarm has used the trade name \"123CCTV\" in commerce in Colorado and throughout the United States and abroad for several years. Last year, it registered its mark, \"123CCTV,\" with the U.S. Patent and Trademark Office. A copy of the registration is enclosed.\r\n\r\n   We have recently learned that you have used Central Alarm's registered trademark \"123CCTV\" on your website. Specifically, if the person types in \"123CCTV\" on Google or Google's search engine affiliates, your site under the tagline [Bigger, Better, STRONGER] appears. That site references Central Alarm's federally-registered mark, \"123CCTV.\" It also contains defamatory remarks regarding Central Alarm and Steve Cochran.\r\n\r\n   Your use of Central Alarm's federally-registered mark \"123CCTV\" violates state common law and federal trademark statutes. If you continue to use that mark on your website, available legal remedies include injunctive relief and compensatory and punitive damages, as well as an award of attorneys' fees and costs. In addition, your false statements regarding Central Alarm and Mr . Cochran constitute defamation, libel, commercial and business disparagement, and may result in intentional interference with existing and prospective contractual relationships. Again, injunctive relief and compensatory and punitive damages are available.\r\n\r\n   This letter constitutes a demand that you immediately cease and desist use of Central Alarm's federally registered mark, 123CCTV. It also constitutes a demand that you remove all defamatory statements about Central Alarm and Mr. Cochran from your website. Failure to do so will result in appropriate legal action by Central Alarm to protect its mark and its economic interests.\r\n\r\n   If you have any questions, please feel free to call me.\r\n\r\n   Sincerely yours,\r\n\r\n   [Private]\r\n   DLE/kcc\r\n   Enclosure\r\n\r\n   cc: Client","date_sent":"2005-02-15T05:00:00Z","date_received":"2005-02-15T05:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Burns Figa & Will P.C.","principal_name":"Central Alarm Systems, Inc.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}