{"dmca":{"id":3040,"type":"Dmca","title":"NYT Targets Parody Site with DMCA Cease & Desist","body":"Dear [Private]:\r\n\r\nI am a copyright lawyer for The New York Times and am authorized to act on its behalf.\r\n\r\nPursuant to Title 17, United States Code, section 512(c)(3)(A) of the Digital Copyright Millennium Act [sic], we hereby notify you that the above-mentioned website, which is being hosted by your company. is clearly infringing upon the copyright of The New York Times by displaying a \"New York Times corrections page\" and by instructing others on how to similarly infringe upon The New York Times's federally protected copyrights.\r\n\r\nI am enclosing printouts of the pages where the copyright violations occur which contain all of the relevant URLs.\r\n\r\nYou may contact me at any time at the above listed address, or via phone at [private] or via e-mail [private].\r\n\r\nThe New York Times has a good faith belief that use of the material complained of is not authorized by the copyright owner, its agent or the law.\r\n\r\nI hereby declare under penalty of perjury that the information in this notice is accurate and that I am authorized to act on behalf of the, copyright owner, The New York Times.\r\n\r\nAs you may know, if this information is not removed after notice that complies with the DMCA, the Internet Service Provider may also be held liable for the copyright infringement.\r\n\r\nIf you would like to discuss this matter, please do not hesitate to call.\r\n\r\nVery truly yours,\r\n\r\n[Private]\r\n\r\ncc: [Private], General Counsel\r\n[Private], Deputy General Counsel ","date_sent":"2004-03-09T05:00:00Z","date_received":"2004-03-09T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"The New York Times Legal Department","principal_name":"The New York Times","recipient_name":"Verio (as ISP for thenationaldebate.com)","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}