{"dmca":{"id":3064,"type":"Dmca","title":"eBay Blocks ReDirectPro","body":"We are writing concerning your registration and use of the domain name paypalredirectpro.com which contains the PayPal trademark. As you know, PayPal is the leading provider of online payment services. PayPal adopted the name and trademark \"PayPal\" in October 1999 and since that time, PayPal has actively used the PayPal name and trademark in connection with its online payment and related services, including maintaining the web site www.PayPal.com. PayPal has devoted substantial resources to promote its services under the PayPal mark and logo, and those trademarks embody the substantial goodwill that PayPal has earned as a result of providing high quality services. \r\n\r\nIn addition to its own promotional efforts, PayPal has been the subject of numerous unsolicited articles in the media, including national and international print, radio and television media highlighting PayPal's pioneering and successful efforts in online payments. As a result of PayPal's promotional efforts and the high quality services that PayPal provides, the PayPal trademark is famous, well known, and viewed favorably by the general public. \r\n\r\neBay Inc. recently acquired PayPal, Inc. Accordingly, eBay owns exclusive trademark rights to the PayPal name and trademark in the United States and internationally, including related common law rights. We are concerned that your registration of paypalredirectpro.com will cause confusion as to whether you or your company's activities are authorized, endorsed or sponsored by PayPal or eBay. \r\n\r\nAs we hope you can understand, protection of its trademarks is very important to eBay. We understand that you may have registered paypalredirectpro.com without full knowledge of the law in this area. Your registration of the above domain name violates the Lanham Act (15 U.S.C. 1051 et seq.), because it infringes and dilutes the PayPal trademark. Infringement occurs when a third party's use of another's trademark (or a confusingly similar variation thereof) is likely to confuse consumers as to the affiliation, sponsorship or endorsement of the third party's services. Trademark dilution occurs when a third party's use of a variation of another's trademark is likely to lessen the distinctiveness of that famous trademark. Additionally, the Anticybersquatting Consumer Protection Act (http://www.submerged-ideas.com/litigation/anticybersquat.htm) provides for serious penalties (up to $100,000 per domain name) against persons who use, sell, or offer for sale a domain name that infringes or dilutes another's trademark. \r\n\r\nWhile eBay respects your right of expression and your desire to conduct business on the Internet, eBay must enforce its own rights in order to protect its valuable trademarks. For these reasons, and to avoid consumer confusion, eBay must insist that you immediately cease all use of paypalredirectpro.com and not make any future use of the domain name. You should not sell, offer to sell, or transfer the domain name to a third party and should let the domain registration expire. You should also not register any other domain names that infringe the famous PayPal or eBay trademarks. Please respond to this email and confirm that you will agree to resolve this matter as requested. If we do not receive confirmation from you that you will comply with our request, we will have no choice but to pursue all available remedies against you. \r\n\r\nSincerely,\r\n[Private]\r\neBay Legal Department","date_sent":"2004-03-18T05:00:00Z","date_received":"2004-03-18T05:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"eBay Legal Department","principal_name":"enforcement@ebay.com","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}