{"dmca":{"id":3065,"type":"Dmca","title":"Scientology Tries to Squelch Documents, Again","body":"Dear Sir:\r\n\r\n     Our office represents Religious Technology Center (\"RTC\"), the owner of the\r\nconfidential Advanced Technology of the Scientology religion and the holder of\r\nexclusive rights under the copyrights applicable to the Advanced Technology materials. The Advanced Technology materials are confidential, unpublished, copyrighted works. RTC's unpublished, confidential works include, among others, the individual works comprising levels known as \"OT II\" and \"OT III\".\"  These works are registered with the United States Copyright Office under registration numbers TXu 303 388 and TXu 290 496.\r\n\r\n     We have been informed that you have placed our client's OT II and OT III copyrighted works on your home page without the authorization of our client.  These works can be found under the following URLs:\r\n\r\n     http://www.shorty.com/mirror/fishman/ot2.html\r\n     http://www.shorty.com/mirror/fishman/ot3.html\r\n     http://www.shorty.com/mirror/fishman/ot8a.html\r\n\r\n\r\n     Your action in this regard violates United States copyright law.  Accordingly, we request that these works be removed immediately.\r\n \r\n     Numerous permanent injunctions and awards of statutory damages and attorneys' fees have been entered regarding similar infringements.  For instance, a jury in the United States District Court in San Jose, California awarded statutory damages in the amount of $75,000 against a [Private] for posting only one of the Advanced Technology works on the Internet.  Statutory attorneys' fees were also awarded against [Private] and, in addition, he is also permanently enjoined from committing any further infringements.   A United States District Court in the state of Virginia granted judgment for damages, costs, and a permanent injunction related to similar copyright infringement.  Permanent injunctions have also been entered in three additional U.S. cases.\r\n\r\n     Similar results have been reached in Europe.  A Swedish court enjoined a\r\ndefendant who engaged in similar infringements, in addition to finding that his actions in placing our client's copyrighted works on the Internet violated the owner's rights under Swedish copyright law.  He was also fined for his illegal actions and ordered to pay litigation costs.\r\n\r\n     I appreciate your prompt attention to this matter.\r\n                   \r\nSincerely,\r\n[Private]\r\nMoxon & Kobrin\r\n[Private]\r\n[Private]\r\nLos Angeles, California [Private]\r\nTel: [Private]\r\nFax: [Private]","date_sent":"2004-03-18T05:00:00Z","date_received":"2004-03-18T05:00:00Z","topics":["Copyright"],"sender_name":"Moxon & Kobrin","principal_name":"Religious Technology Center","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}