{"dmca":{"id":3109,"type":"Dmca","title":"MGM Roars Out Trademark Claim","body":"Dear [Private]:\r\n\r\nI am an attourney for Metro-Goldwyn-Mayer Studios Inc. and its wholly-owned subsidiary, Metro-Goldwyn-Mayer Lion Corp. (collectively, \"MGM\") who, between them, own all rights in the federally-registered MGM Lion trademark and MGM word mark, as well as copyrights in the distinctive MGM Lion design.  We have recently become aware that you are operating a website that infringes upon MGM's valuable intellectual property rights, including MGM's rights in these valuable marks and copyrights.\r\n\r\nSpecifically, your website located at www.xiph.org/mgm prominently displays the logo \"MGM,\" coupled with a decorative seal that is a [sic] clearly intended to replicate MGM's trademarked and copyrighted Lion logo.  In addition, your website incorrectly states that the trademark rights to the \"MGM\" logo belong to Xiphophorus when, in fact, all such rights belong to MGM. \r\n\r\nYour website's unauthorized use of the aforementioned content constitutes trademark infringement, copyright infringement, unfair competition, and violates both federal and state laws.  Xiph.org has neither requested, nor obtained, authority from MGM to utilize the MGM logo or the MGM Lion logo \r\n\r\nMGM demands that you immediately remove all MGM trademark and copyright protected material from your website and confirm, in writing, that you have done so.  Please be advised that failure to comply herewith will cause MGM to take appropriate legal action to protect its rights and interests and to seek all injunctions, damages, fees and costs to which it is entitled under the law.\r\n\r\n[page 2]\r\n\r\nThe foregoing is not intended to be a full recitation of MGM's rights.  Nothing contained herein shall be deemed to constitute a waiver of any of MGM's rights, claims or remedies in connection with this matter, all of which are expressly reserved.\r\n\r\nVery truly yours,\r\n\r\n[Private]\r\n","date_sent":"2003-06-17T04:00:00Z","date_received":"2003-06-17T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Orrick, Herrington & Sutcliffe, LLP","principal_name":"Metro Goldwyn Meyer","recipient_name":"Xiph.Org Foundation","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}