{"dmca":{"id":3163,"type":"Dmca","title":"American Express Being Notfunny","body":"Re:\tAmerican Express Company's Objection to Use of \"AMERICAN EXPRESS\" and \r\n\t\t\tMEMBERSHIP HAS ITS PRIVILEGES (Our Ref. 228301)\r\n\r\nDear Mr. Templeton:\r\n\t\r\nWe represent the American Express Company in matters involving trademarks.  It has recently come to our attention that you are operating a website at netfunny.com that includes use of AMERICAN EXPRESSWAY and MEMBERSHIP HAS ITS PRIVILEGES.  A copy of the website printout showing use of AMERICAN EXPRESSWAY and MEMBERSHIP HAS ITS PRIVILEGES is enclosed with the confirmation copy of this letter for your review.\r\n\r\nOur client has been using the mark \"AMERICAN EXPRESS\" continuously since at least as early as 1850 in connection with a wide variety of travel, financial, and charge card related services.  Our client has very extensively advertised and promoted its various services offered under the mark \"AMERICAN EXPRESS\", and there is substantial goodwill associated with this mark.  Indeed, the mark \"AMERICAN EXPRESS\" is a famous mark and is widely known and respected in the business community and among the public.  American Express first used its MEMBERSHIP HAS ITS PRIVILEGES mark in 1987.  As a result of American Express' extensive use of the mark, it is strongly associated with American Express and its highest quality services.  As such, the AMERICAN EXPRESS and MEMBERSHIP HAS ITS PRIVILEGES marks represent extremely valuable assets, which our client will take all necessary steps to protect.\r\n\r\nIn order to protect the substantial goodwill associated with the mark \"AMERICAN EXPRESS\", our client owns numerous service mark registrations for the mark throughout the world, including, but not limited to, U.S. Registration No. 1,847,678, registered on August 2, 1994 and first used by our client on December 11, 1974, for travel agency services, namely, ticket and tour arrangements, tour and sight seeing reservation services, operating and organizing of tours, arranging the transportation of passengers by land, air and water, personal tour guide services and tour information, handling of passengers' luggage and arranging baggage transfer, and arranging for automobile and coach rentals.  Additionally, our client owns Registration No. 1,024,840, for its \"AMERICAN EXPRESS\" mark, registered on November 11, 1975 and first used in commerce in 1850.\r\n\r\nYour unauthorized use of AMERICAN EXPRESSWAY, a mark virtually identical to our client's AMERICAN EXPRESS mark, is likely to cause consumers to be confused, mistaken, or deceived as to the source of origin of your services.  It is likely that someone viewing your advertisements and other uses of AMERICAN EXPRESSWAY and MEMBERSHIP HAS ITS PRIVILEGES would believe that your services are connected with, affiliated with, approved by, or otherwise sponsored by our client, when in fact they are not.  Your continued use of our client's marks violates the Federal Lanham Act, 15 U.S.C. ","date_sent":"2004-04-13T04:00:00Z","date_received":"2004-04-13T04:00:00Z","topics":["Trademark","Copyright"],"sender_name":"Leydig, Voit & Mayer, Ltd.","principal_name":"American Express","recipient_name":"netfunny.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}