{"dmca":{"id":3200,"type":"Dmca","title":"Chick Tracts Complains of Cthulhu Infringement","body":"From: \"[Private]\" &lt;[Private]@chick.com&gt;\r\nTo: &lt;support@smeinc.net&gt;\r\nSubject: Violation of acceptable use agreement\r\nDate: Thu, 5 Feb 2004 14:04:47 -0800\r\n\r\n\r\nDear Sirs,\r\n\r\nI am writing to inform you of a copyright violation occurring on a website hosted by you. The offending website is www.howardhallis.com. The copyright violation exists at the following URL:http://www.howardhallis.com/bis/cthulhuchick/\r\n\r\nThe person preparing this material has stolen artwork from copyrighted publications created by Jack T. Chick, with the copyright being held in the name of the Jack T Chick LLC. I represent Chick Publications, Inc., the sole licensed publisher of this copyrighted material. Our contract with the Jack T Chick LLC requires us to defend this copyright, and we intend to do so. While more than one of Mr. Chick's copyrighted publications were used to prepare this web page, the majority of the material comes from one of his creations, currently offered for sale on our website. We display this title , \"The Choice,\" on our website where prospective customers may view it before purchasing it in bulk. You may view it here to verify that the material on the offending web page does in fact come from this publication: \r\n\r\nhttp://www.chick.com/reading/tracts/0100/0100_01.asp\r\n\r\nI hereby certify the following:\r\n\r\n1. I am an officer of Chick Publications, Inc., the sole licensed publisher of Mr. Chick's work.\r\n\r\n2. This artwork was created by Jack T. Chick and the copyright is held by Jack T Chick LLC.\r\n\r\n3. The developer of the website www.howardhallis.com does not have permission to reproduce Mr. Chick's artwork.\r\n\r\nIn accordance with your responsibilities under copyright law, I am asking you to take immediate action to terminate this illegal activity which is occuring on your network. It has been our experience that most of the time when people steal copyrighted materials such as this, they do so without the knowledge or approval of their internet service provider, and that when made aware of the violation, most ISPs take the material down promptly. I trust that will be the case here.\r\n\r\n[Private], Treasurer\r\nChick Publications, Inc.\r\n[Private]@chick.com","date_sent":"2004-02-05T05:00:00Z","date_received":"2004-02-05T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Chick Publications, Inc.","recipient_name":"OSP = System Management Enterprise, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}