{"dmca":{"id":3208,"type":"Dmca","title":"AzeoTech Requests Takedown of Cracks","body":"Memorandum\r\n\r\nTo: \tGoogle\r\n\r\nFrom:\t[private]\r\n\r\nDate: \t4/19/2004\r\n\r\nRe: \tDigital Millennium Copyright Violation\r\n\r\nAs requested here is the information related to links that appear under our trademark \r\nDAQFactory that provide cracks for our copyrighted software therefore encouraging the theft of our software.\r\n\r\n1.  The copyrighted work is out DAQFactory software and text from our website. It should also be noted that AzeoTech is a registered trademark, and DAQFactory will register in due course (in the next month or two). \r\n2. When searching for DAQFactory\" the following sites appear that have cracks for our software that enable its distribution in violation of our copyright. They also display a product description that is verbatim from our website: \r\nwww.filedown.com/inicio.php?opcion=ver&id3=2930 \r\nelunatic.host.sk/0day.html \r\nwww.appzplanet.com/index.shtml?index-1.shtml (and subsites) \r\nwww.freesoftboard.de/board/phpbb/archive/topic/27585-1.html \r\nwww.sron.net/infoView/Article_138.html \r\nwww.zonewarez.com\r\ncrackspider.net/search.shtml?sid=179228&p=26&q=crack \r\nwww.interbat.com/french/wwwboard-vf/messages/293.html\r\nThese are just the results on the first 10 pages of the search.  When searching for \" AzeoTech \" the following appears: \r\nwww.filedown.com/inicio.php?opcion=ver&id3=2930 \r\nelunatic.host.sk/0day.html \r\nwww.freesoftboard.de/board/phpbb/archive/topic/27585-1.html \r\nwww.appzplanet.com/index.shtml?index-1.shtml \r\nwww.mauisun.org/available2.html\r\nwww.interbat.com/french/wwwboard-vf/messages/293.html\r\n\r\nSome of these appear multiple times. Also, pretty much every site listed for the search \" AzeoTech crack\" or \"DAQFactory crack\". It should he noted that these sites list cracks for many packages and these links may not immediately link to the DAQFactory reference, but instead you have to go to a different page on their site (for example, on elunatic you have to go to archive 15).\r\n\r\n3. I can be contacted at [private]@ azeotech.com or [private]\r\n\r\n4. This should be available at the sites, though most of these are of foreign origin.\r\n\r\n5. I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law\r\n\r\n6. I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed\r\n\r\nSigned:\r\n\r\n[private]\r\nPresident \r\nAzeoTech, Inc.\r\n[private]\r\nAshland, OR 97520\r\n\r\n","date_sent":"2004-04-19T04:00:00Z","date_received":"2004-04-19T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"AzeoTech","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}