{"dmca":{"id":3260,"type":"Dmca","title":"Penis Enlargement Site Complains to Google","body":"Currently, Google is providing links and ads to a web pages which are infringing my copyright.\r\n\r\nThe web site infringing my copyrighted work is: http://www.mega-pene.com/\r\n\r\nThe material (html code, texts and graphics) infringing my copyrighted work is accessible through Google:\r\n\r\nGoogle Search with the keywords:\r\n\r\nagrandar el pene\r\nagrande su pene\r\nagranda tu pene\r\n\r\nThis web site owner has copied my web site layout, html code, graphics and texts that was located at http://www.masterpene.com (I have the original work of this site, psds, images, information, texts) According, his actions are in violation of United States copyright law and I request Google either remove or disable access to the web sites above detailed.\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner (me), its agent, or the law.\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nSince you have now been put on notice, you do now have actual knowledge that the material on your system is infringing. Failure to act expeditiously to remove or disable access to the material strips you of the protections for OSPs provided by the DMCA.\r\n\r\nI am not seeking to become involved in litigation, but I will take all necessary measures to protect my intellectual property rights. I presume that you would agree that we can resolve this amicably.\r\n\r\nSincerly yours,\r\n[Private]\r\n\r\nMasterpene.com\r\nhttp://www.masterpene.com\r\n\r\n","date_sent":"2004-08-28T04:00:00Z","date_received":"2004-08-28T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Masterpene.com","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}