{"dmca":{"id":3271,"type":"Dmca","title":"AirTran Airways Requests Google Takedown of 2600.com Materials","body":"Smith, Gambrell & Russell, LLP\r\nATTORNEYS AT LAW\r\n[private]\r\nATLANTA, GEORGIA 30309-3592\t\r\nTelephone\r\n[private]\r\n\t\r\n[private]\r\nDirect Fax No. - [private]\r\nE-Mail - [private]@sgrlaw.com\r\n\r\nApril 27, 2004\r\n\r\nVIA FACSIMILE\r\nCONFIRMATI0N BY FEDEX\r\nAND U.S. MAIL\r\nGoogle, Inc.\r\nAttn: Customer Support, DMCA Complaints\r\n[private]\r\nMountain View, CA 94043\r\n\r\nRe: \tAirTran Airways\r\n\r\nCopyright Infringement\r\n\r\nDear Sirs:\r\n\r\nThis firm is counsel to airline carrier AirTran Airways, Inc. (\"AirTran\") on intellectual property matters. AirTran is the owner of various copyrights in its promotional materials, including but not limited to its artwork, media announcements, and other materials used on its current and former web pages having the domain names \"airtran.com\" and \"valuejet.com.\" AirTran uses these materials and other intellectual property to advertise and promote its air transportation services, travel agency services and related services which are sold to customers throughout the world. As a result, AirTran's valuable goodwill in its intellectual property extends throughout the world.\r\n\r\nIt has come to our attention that unauthorized versions of AirTran's web pages dating to September 1997 are presently accessible via the domain name \"2600.com.\" Because AirTran does not operate these web pages nor have any relationship with the owner, operator, or poster of this material, these parties are engaged in the unauthorized and infringing use of AirTran's copyrighted materials. 17 U.S.C. ","date_sent":"2004-04-27T04:00:00Z","date_received":"2004-04-27T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"AirTran Airways, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}