{"dmca":{"id":3284,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-09-25T04:00:00Z","date_received":"2012-09-25T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"light in the darkness of life","principal_name":"ajinkiya","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"The term Rudraksh literally stands for the  \neyes of Lord Shiva, Rudra meaning Shiva and Aksha meaning from the eyes.  \nAncient vedic scriptures like Shiva Purana, PadmaPurana (Chap 57) Srimad  \nBagwata (Chap III to VII ) Rudraksh Jabbalaoapanishad, Mantra Maharnava,  \netc.\n\nMentioned about the greatness and wonderful properties of Rudraksh beads.  \nAs per vedic scriptures Lord Shiva the Supreme Soul, Infinite Intelligence  \nand most powerful deity was performing penance for one thousand years for  \nthe salvation of human beings when after thousand years he opened his eyes  \nand tears of compassion dropped and this drop became the seeds from which  \nRudraksh tress grew. Lord Shiva then said to his consort Parvati, “O!  \nParameswari No other necklace, garland or bead will be so auspicious and  \npowerful as Rudraksh”.\n\nAs per the vedic scriptures Rudraksh can nullify the effects of malefic  \nplanets to a great extent. Shastras say Rudraksh of any mukhis can never do  \nany harm to the wearer unlike Navratnas which have to be carefully chosen.\n\nRudraksh come in different mukhis or the clefts or furrows on the surface.  \nShastras speak of 1 to 38 mukhis but normally 1 to 14 mukhis are used for  \nastrological benefits.\n\nEffects of different mukhis\n\n1 and 12 mukhi\n\nBoth these mukhis are represented by Sun or Surya the center of the Solar  \nsystem around which all the planets revolve. These mukhis effectively  \ncontrol the malefic effects of Sun and cure diseases of the right eye,  \nhead, ear, bowel and bones. Psychologically the confidence, charisma,  \nleadership qualities and prosperity of the person increases as the Sun is  \npleased with the wearer.\n\n2 Mukhi\n\nThe ruling planet is Moon. They effectively control the malefic effects of  \nMoon and diseases of the left eye, kidney, intestines etc. Emotionally,  \nthere is harmony in relationships.\n\n3 Mukhi\n\nThe ruling planet is Mars which astrologically represent Agni or fire.  \nMalefic effects are disease of blood, blood pressure, weakness, disturbed  \nmenstrual cycle, kidney etc.. Depression, negative and guilty feelings,  \ninferiority complexes can be lessened by wearing this mukhi.\n\n4 Mukhi\n\nThe ruling planet is Mercury, representing Goddess Saraswati and Brahma.  \nMalefic effects of Mercury include intellectual dullness, lack of grasping  \nand understanding power, difficulty in effective communication and also  \nneurotic conditions of the mind. This mukhi nullifies the malefic effects  \nof Mercury and pleases Goddess Saraswati. It also governs logical and  \nstructural thinking.\n\n5 Mukhi\n\nThe ruling planet is Jupiter. This mukhi is used to sublimate the malefic  \neffects of Jupiter such as lack of peace, poverty , lack of harmony etc.\n\n6 Mukhi\n\nIt’s ruling planet is Venus. Venus governs genital organs throat, valour,  \nsexual pleasure, love, music etc.\n\n7 Mukhi\n\nThis mukhi governs Saturn, the all-powerful Shani Bhagwan. When worn it  \nsublimate the malefic effects of Shani and its disease like, impotency,  \ncold, obstructions, hopelessness, delay, chronic disease, scarcity, worry  \netc.\n\n8 Mukhi\n\nRuling planet is Rahu hence helpful in sublimation it’s malefic effects.  \nIt’s malefic effects are similar to that of Shani or Saturn\n\n9 Mukhi\n\nThe ruling planet is Ketu which is similar in it’s effects to planets like  \nRahu and Shani. This mukhi controls malefic effects of Ketu. The malefic  \neffects cause mental fatigue, lack of energy to materialize thoughts,  \nfailures etc.\n\n10 Mukhi\n\nThis mukhi has no ruling planets but represent Lord Mahvishnu the Great  \nprotector and Saviour of Mankind .The wearer gets a sense of security.\n\n11 Mukhi\n\nRepresents Lord Hanuman and has no particular ruling planet. It induces  \ncourage and confidence in the wearer to leads an adventurous life. Also  \nhelpful in meditation\n\n12 Mukhi\n\nRuling planet is Sun. Effects as mentioned initially\n\n13 Mukhi\n\nEffects similar to that of 6 Mukhi. Represents Lord Indra ,the king of  \nDevtas. Wearer is able to enjoy all the earthly pleasures and comforts at  \nhis disposal.\n\n14 Mukhi\n\nRuling planet is Saturn effects as described for 7 mukhi. Additionally this  \nmukhi is also helpful in opening the third eye chakra which governs  \nclairvoyance, sharpened skills, heightened state of awareness etc.\n\nRudraksh of different mukhis pleases the corresponding planets. It may be  \nsufficient to go in for only those mukhis whose ruling planets cause  \nmalefic effects.\n\nBefore wearing the Rudraksh it is better to cleanse and purify it with  \nmilk, ghee, oil etc. and do pran prathista (give life to the Rudraksh) when  \nthe mantras corresponding to the mukhis are chanted, the Rudraksh gets  \nactivated.\n\nRudraksh can be worn by both sexes above the age of five. One should not  \nwear it during sexual activity, taking alcoholic drinks, non vegetarian  \nfood, visiting toilets for long calls, going for death ceremony etc.\n\nAs per Modern psychology mind is in many ways governed by the brain. It’s  \nneurons, neurotransmitters, endocrine glands etc. For example low levels of  \nSerotinin, one such neurotransmitter cause depression, worry, lack of  \nenergy, low self-esteem and higher levels of it causes happiness, energy,  \ndrive, high levels of confidence and self-esteem etc.\n\nAnother neurotransmitter is Dopamine. Increased amount of Dopamine cause  \nover activity of neurons resulting in mental agitation, restlessness,  \ntension, fear lack of control etc. conversely decreased levels of Dopamine,  \nresult in peace, tranquility, stability etc.\n\nPsycho Pharmacological drugs like Tranquilizers and Anti Depressants etc.  \ncontrol the activity of Neurotransmitters to effectively soothe mental  \ndisturbances. Any Doctor or Psychiatrist at your place will confirm this.  \nPlanets revolving the solar system exert powerful gravitational pull and  \nalso emit electromagnetic vibrations.\n\nRudraksh beads have certain Electromagnetic and Inductive properties and  \nwhen worn over the heart they send out corresponding signals differing for  \ndifferent mukhis to the brain, activating or controlling certain brain  \nchemicals and neurotransmitters thereby inducing states of mind as  \ndescribed in ancient scriptures. For example the mental agitation’s and  \nDopamine levels of those who wore 5 mukhi Rudraksh was found to be less and  \nthe serotinin levels of those who wore 1 mukhi and 12 mukhi Rudraksh bead  \nwas found to be high.\n\nThe activity of neurons in the right part of the brain was found to be high  \nin the wearer of 14 mukhi Rudraksh bead (right part of the brain control  \nabstract and lateral thinking as against logical and structure thinking of  \nleft part of brain). This perhaps is the reason behind the change in  \npersonality and attitudes of the wearer of different types of Rudraksh  \nbeads. When the persons gets a positive confident frame of mind the impact  \ngoes deep into his subconscious mind sending out powerful vibrations there  \nby changing the way nature and others react to him/her. He also takes some  \ndecisions and is frequently finding himself in right place at the right  \ntime. This is perhaps called luck. What has been said in ancient Vedic  \nscriptures are increasingly being proved almost with 100% precision  \nscientifically.\n\nRudraksh is botanically known as Elaeocarpus Ganitrus Roxb .It is found  \npredominantly in Indonesia (80% of the tress are found there) and parts of  \nNorthern India and Nepal. Almost 99% of Rudraksh is panch mukhi or five  \nfaceted. Even in panch mukhi there are hundreds of types based on size,  \ndensity, place of origin etc. Other mukhis from 1 to 14 are freely  \navailable; beyond 14 -21 mukhi it is not so common and 21 to 38 mukhi is  \nrarer. Rudraksh is increasingly becoming popular as an Alternative Healing  \nbead for curing variety of Personality Disorders. Yogis used it for  \nmeditation and we can use it for increased material activity and wealth  \ncreation with positive and tranquil kind of mind-set up.\n\nSome of the prominent personalities who wear Rudraksh are Shiv Sena Supremo  \nBal Thackrey, Tamil SuperStar RajiniKant ,Shivaji Ganesan, Hindi film Stars  \nJackei Shroff, Akshay Kumar, Shammi Kapur and even Holly wood Big wigs  \nRichard Gere and Stevan Seagal (the latest converts to Buddhism) wear  \nRudraksh beads..","infringing_urls":[{"url":"http://libragemstonesandspiritualremedies.blogspot.in/2012/09/heal-your-planets-with-rudraksh-posted.html"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}