{"dmca":{"id":3305,"type":"Dmca","title":"McDonald's tries to deep fry McMurder.com","body":"Dear M r. [private]\r\n\r\nWe represent McDonald's Corporation in certain intellectual property matters. It has come to our attention that [private] is using McDonald's trademarks on web pages accessed by the domain name www.mcmurder.com (the \"Website\") (See enclosed printout.) The \tWHOIS database at Network Solutions lists [private] as the registrant and you as the administrative contact. \r\n\r\nAs you are aware, McDonald's is the owner of numerous trademarks which are widely recognized by the public, including its famous \"Golden Arches\" logo, its \"McDonald's\" mark, its family of well known \"Me\" formative trademarks, and its \"Ronald McDonald\" character mark. These marks arc registered by the United States Patent and Trademark Office for a variety of goods and services. Examples of McDonald's federal trademark registrations are attached. \r\n\r\nThis Website makes improper and unauthorized use of McDonald's famous \"Golden Arches\" logo, \"McDonald's\" mark, \"Me\" formative marks and \"Ronald McDonald\" character. In addition, the Website contains false, misleading and libelous comments regarding McDonald's Corporation. For instance, the Website contains false allegations that McDonald's is \"systematically murdering\" residents of Los Angeles and New York City on behalf of the United Nations. In addition, it also levels baseless claims of harassment and abuse against McDonald's Corporation. Not only are these accusations completely false, the material on the Website is a blatant infringement of our client's famous marks. The material contained on the Website is offensive and contrary to the values and beliefs that McDonald's promotes under its trademarks, both within and outside its organization. To the extent you intended the Website to be humorous, we do not view it as a laughing matter. An unsuspecting consumer would not be able to distinguish any humorous intent of your Website upon an initial review. \r\n\r\nYour use of McDonald's intellectual property in this manner infringes McDonald's trademark rights under the laws of the United States, because it is deceptive, misleading and confusing to consumers. The multiple, gratuitous use of McDonald's famous trademarks is unnecessary to any message you are attempting to deliver. Moreover, such use is likely to dilute the value and goodwill of McDonald's trademarks by tarnishment, in violation of 15 USC ","date_sent":"2004-05-03T04:00:00Z","date_received":"2004-05-03T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Neal, Gerber & Eisenberg, LLP","principal_name":"McDonald's Corporation","recipient_name":"McMurder.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}