{"dmca":{"id":3378,"type":"Dmca","title":"Haiku Houses Tells Google To Remove Alleged Infringer","body":"Lutzker, Lutzker & Settlemyer LLP\r\n[private]\r\nSuite 450\r\nWashington, DC 20005\r\n\r\ntel xxx.xxx.xxxx \r\nfax xxx.xxx.xxxx\r\n\r\nwww.lutzker.com\r\n\r\nBY FAX TO: (xxx) xxx-xxxx, Attn: User Support, DMCA complaints\r\n\r\nMay 19, 2004\r\n\r\nGoogle, Inc.\r\nAttn: User Support, DMCA complaints\r\n[private]\r\nMountain View, CA 94043\r\n\r\nRE: Demand for Immediate Takedown; Notice of Infringing Activity\r\n\r\nDear Google Team:\r\n\r\nThis letter will respond to your email of May 18, 2004 and supplement our letter dated the same day, in which I wrote to you on behalf of our client Matsunoki Group, Inc., d/b/a Haiku Houses. Although my letter complied with the requirements of Section 512(c) of the Copyright Act, I will attempt to provide the information in the format requested in your email.\r\n\r\n1. Identify in sufficient detail the copyrighted work that you believe has been infringed upon.\r\n\r\nThe copyrighted work at issue is text, images and drawings that appear on\r\nwww.kokorocountryhouses.com. The website impermissibly copies images, text and architectural designs owned by my client and used on its website www.haikuhouses.com and in her catalog \"Haiku Houses: Country Houses of 16th \r\nCentury Japan.\" In fact, nearly every image on kokorocountryhouses.com belongs to my client. In addition, there are numerous places on that website where text is paraphrased from my client's works in violation of its copyright.\r\n\r\n2. Identify the material that you claim is infringing upon the copyrighted work listed in item #1 above.\r\n\r\nSearch query:\t\thaiku house\r\nInfringing webpages;\twww.kokorocountryhouses.com/ - 8k (first result)\r\n\r\nSearch query: \thaiku houses\r\nInfringing webpages:\twww.kokorocountryhouses.com/ - 8k (second result)\r\n\r\n3. Provide information reasonably sufficient to permit Google to contact you (email address is preferred).\r\n\r\n[private]@lutzker.com\r\n\r\n4. Provide information, if possible, sufficient to permit Google to notify the owner/administrator of the webpage that allegedly contains infringing material (email address is preferred).\r\n\r\n[private]@[private].com - owner of the webpage. Cevian Technologies, Inc. ([private]@[private].com) hosts the webpage (a copyright infringement notification has been sent).\r\n\r\n5. I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing webpages is not authorized by the copyright owner, its agent, or the law.\r\n\r\n6. I swear, under penalty of perjury consistent with United States Code Title 17, Section 512, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n7.\r\n\r\nSincerely yours,\r\n\r\n[private]","date_sent":"2004-05-19T04:00:00Z","date_received":"2004-05-19T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Lutzker, Lutzker & Settlemyer","principal_name":"Matsunoki Group","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}