{"dmca":{"id":3397,"type":"Dmca","title":"Company Threatens Audio Editing Software Creator","body":"Dear [private]:\r\n\r\n\tOur law firm represents Audible Inc. with respect to all claims against you and your\r\ncompany arising from or related to your marketing, promoting, distributing, licensing and selling\r\nGoldWave Digital Audio Editor software (the \"GoldWave software\") as a means of\r\ncircumventing Audible's access control and digital rights management protection methods for\r\nthe purpose of converting protected Audible content to unprotected MP3 files. Your actions are\r\nin violation of the anticircumvention prohibitions of the Digital Millenium [sic] Copyright Act and\r\nconstitute willful contributory copyright infringement.\r\n\r\n\tThe GoldWave software is specifically designed to convert files to and from different file\r\nformats. In your GoldWave Frequently Asked Questions (\"F.A.Q.s\") posted on your website\r\nyou specifically describe how your GoldWave software may be used to open and convert\r\nAudible files.  Your GoldWave software is being widely used to convert protected Audible files\r\nto MP3 files without Audible's djgital [sic] rights management features that are designed to protect\r\nthe rights of Audible's copyright owners in and to their copyrighted works.\r\n\r\n\tSection 1201(b) of the Digital Millenium [sic] Copyright Act prohibits the provisions or\r\ntrafficking of any software or other technology that is designed to avoid, bypass, remove,\r\ndeactivate or otherwise impair digital rights management technological measures designed to\r\nprevent, restrict or otherwise limit the exercise of exclusive copyright rights in and to the\r\nAudible protected content. Your GoldWave software is being used to circumvent Audible's\r\ndigital rights management copy control measures to create unauthorized copies and unauthorized\r\nderivative works based upon Audible's audiobooks and other copyrighted works. You and your\r\ncompany may also be liable for contributory infringement since you obviously have knowledge\r\nof the infringing activity and have induced, caused or materially contributed, and are continuing\r\nto induce, cause or materially contribute, to the conduct of your GoldWave software licensees.\r\n\r\n\tDemand is hereby made upon you and your company to cease and desist immediately\r\nfrom any further promotion, advertising, encouragement or distribution of the GoldWave\r\nsoftware in any way or manner as a means for circumventing any portion of Audible's digital\r\nrights management controls or otherwise converting protected Audible content to unprotected\r\nMP3 files or any other unauthorized format. Demand is hereby made upon you to delete any and\r\nall references to Audible in your F.A.Q.s or otherwise on your website in connection with any\r\ninstructions on how to use GoldWave software in any way or manner to open and convert\r\nprotected Audible content to any form of unprotected files.\r\n\r\n\tWe want to make sure you understand that by this letter Audible is not demanding that\r\nyou cease marketing or distributing the GoldWave software. Rather, Audible is demanding the\r\nremoval of Audible's name and any direct or indirect reference to Audible on GoldWave's\r\nF.A.Q.s or web site and the immediate cessation of any statements or other acts promoting,\r\nadvertising or encouraging GoldWave users, or otherwise aiding and abetting GoldWave users,\r\nto use the GoldWave software as a means of opening and converting protected Audible content\r\nto any form of unprotected files. If you fail to take the necessary action to prevent further\r\ninfringement and abuse of Audible's content, further legal action may be necessary to protect the\r\ncontent of Audible and its licensors.\r\n\r\n\tPlease take particular notice that Audible is aware that GoldWave relies on the presence\r\nof Audible's Windows Media filter to open aa files. Audible is ready, willing and able to\r\nprovide technical help to GoldWave, free of any charge to you, for the purpose of restricting the\r\nGoldWave application from opening Audible files. We hope you will avail yourself of this offer.\r\n\r\n\tIn the event you and your company fail to comply with these demands within five (5)\r\ndays of your receipt of this letter, Audible has authorized our firm to seek further legal remedies\r\nto stop your violations of the Digital Millenium [sic] Copyright Act and willful contributory copyright\r\ninfringement activities. The Digital Millenium [sic] Copyright Act permits injunctive relief to prevent\r\nor restrain violations, impoundment, actual damages, statutory damages up to $U.S. 2500 for\r\neach act of circumvention and attorneys fees.\r\n\r\nSincerely,\r\n\r\n\r\n[private]\r\n","date_sent":"2004-04-20T04:00:00Z","date_received":"2004-04-20T04:00:00Z","topics":["Anticircumvention (DMCA)","Copyright"],"sender_name":"Piper Rudnick","principal_name":"Audible Inc.","recipient_name":"GoldWave Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}