{"dmca":{"id":3400,"type":"Dmca","title":"Company Warns Against Domain Name Registration","body":"Dear [Private]:\r\n\r\nIt has come to the attention of SAVVIS Communications Corporation and its affiliates (\"SAVVIS\") that you have recently registered domain names(s) that contain the name of SAVVIS, SVVS, or other trademarks owned by SAVVIS (\"SAVVIS Marks\").  SAVVIS hereby demands that you immediately (1) cease and desist from registering any domain name(s) and e-mail account(s) containing the SAVVIS Marks, and (2) identify and return to SAVVIS, without expectation of payment, any and all domain name(s) and/or e-mail account(s) you have registered to date containing any SAVVIS Marks.  These demands apply to any actions you have or are contemplating taking in the United States and any and all foreign jurisdictions.  Please be advised that SAVVIS will vigorously pursue any and all rights and remedies it may have at law or equity to protect its interest in the SAVVIS Marks.\r\n\r\nIn addition SAVVIS reminds you of your post-employment obligations of confidentiality.  While in SAVVIS' employ, you signed a Non-Disclosure Agreement (\"Agreement\"), attached hereto.  This agreement restricts you from making use of any SAVVIS confidential information for your benefit for a period of five (5) years following termination of your employment.\r\n\r\nPlease note that SAVVIS sent you by regular mail last week two checks to cover any and all remaining monies owed to you by SAVVIS in connection with your employment, including, without limitation, for unused vacation time.\r\n\r\nPlease acknowledge your agreement with the terms of this letter below and return to us by express mail within three (3) business days of receipt thereof.  If we do not receive your response within this time, we will proceed to enforce our legal rights.\r\n\r\nSincerely,\r\n\r\nSAVVIS Communications Corporation\r\nBy: //s/\r\n[Private]\r\nDeputy General Counsel & Vice President\r\ncc: [Private], SVP, Human Resources","date_sent":"2004-05-18T04:00:00Z","date_received":"2004-05-18T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Deputy General Counsel","principal_name":"SAVVIS Communications","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}