{"dmca":{"id":3404,"type":"Dmca","title":"Teddy Bear Company Puts on a Big Squeeze","body":"Dear [private]:\r\n\r\nWe are Trademark Counsel to the Vermont Teddy Bear Company, Inc. (VTB).  In this connection, we recently became aware that your web site www.giftingbear.com has purchased a sponsored listing on the search engine at www.overture.com consisting of the words \"Vermont Teddy Bear.\"  In essence, when somebody enters the Overture web site and enters the words \"Vermont Teddy Bear\" in the search box, your web site's listing comes up as a \"sponsored listing.\"  Please find enclosed herewith a copy of the first page of the \"Vermont Teddy Bear\" listing we generated.\r\n\r\nVTB is the owner of the federally registered Trademark \"Vermont Teddy Bear\" for plush stuffed toy animals and message delivery services accompanied by a stuffed animal.  VTB also owns the federally registered Trademark \"VERMONT TEDDY BEAR AND LOGO\" for message delivery services accompanied by a stuffed animal.  We have enclosed copies of print-outs generated today from the U.S. Patent and Trademak Office web site evidencing these rights.\r\n\r\nVTB has been using the Trademark and Service Mark \"VERMONT TEDDY BEAR\" since at least as early as 1985, and since that time has sold hundreds of millions of dollars worth of teddy bears and has expended over 100 million dollars advertising and promoting the mark.  As such, the mark \"VERMONT TEDDY BEAR\" is highly distinctive of VTB's goods and services and, in fact, is \"famous\" as that term is defined by the Lanham Act.\r\n\r\nYour appropriation of VTB's registered Trademark and Service Mark to direct VTB's customers to your web site constitutes, at minimum, both Trademark Infringement and unfair competition under the Lanham Act.  As such, we demand that you immediately contact Overture and rescind the agreement you have made with them to provide your web site with the sponsored listing \"Vermont Teddy Bear.\"  VTB zealously protects and defends its Intellectual Property.  If you do not comply with our demand by the close of business Friday, May 28, 2004, we will have no choice but to proceed against you and your web site.\r\n\r\nWe look forward to receiving word from you concerning the requested  compliance.\r\n   ","date_sent":"2004-05-26T04:00:00Z","date_received":"2004-05-26T04:00:00Z","topics":["Trademark","Copyright"],"sender_name":null,"principal_name":"Vermont Teddy Bear","recipient_name":"GiftingBear.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}