{"dmca":{"id":3415,"type":"Dmca","title":"Perfect 10  Wants Alleged Infringers Removed From Google (#1)","body":"Subject: (no subject)\r\nFrom: [private] <[private]@[private].net>\t\r\nDate: Tue, 01 Jun 2004 15-59-27 -0700\r\nTo: [private]@[private].com\r\n\r\nDear [private]@[private].com\r\n\r\nI have attempted to add the information that you requested for the first nine copyright infringements listed below. Please let me know if any more information is needed for those, before I go through and spend quite a bit more time on the rest of the infringing URLs. I will also fax this to you at xxx-xxx-xxxx\r\n\r\nI don't agree with you that I need to provide you with the email address of the infringer as you claim in point 4. \r\n\r\nRegarding your point 6, your language is different from what I believe is required. \r\n\r\nThe following URLs contain infringements belonging to Perfect 10, Inc.\r\n\r\nThe infringements were found by doing advanced Google searches using the model name on the second line and \"nude\" on the first line. So, for example, the first URL below was found by doing an advanced Google search using \"nude\" and \"Monika Zsibrit\". \r\n\r\nPerfect 10's copyrighted works which have been infringed can be found in Perfect 10 Magazines and/or on its website at www.Perfect10.com <http://www.Perfect10.com>.  Specific volumes of Perfect 10 Magazine, issue number, and page number on which some of the copyrighted pictures can be found are set forth below for representative examples of some of the infringed pictures.\r\n\r\nhttp://pix.alronix.net/Photo_Scans/Tits/Monika_Zsibrita/pic00076.htm (from Perfect 10 Magazine, Vol 2, No. 21, pp 27) search was \"nude\" and \"Monika Zsibrita\"\r\n\r\n[Three (3) pages of URLs not optically corrected ","date_sent":"2004-06-01T04:00:00Z","date_received":"2004-06-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Perfect 10 Magazine / Perfect10.com","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}