{"dmca":{"id":3426,"type":"Dmca","title":"Google Receives Complaint About Blogger-Hosted Pictures","body":"Google, Inc. \r\nAttn: Blogger, DMCA complaints \r\n[private] \r\nMountain View, CA 94043\r\n\r\nMay 14, 2004\r\n\r\nAn Image to which I own the copyright is being used on a blog hosted by Blogger.com without my permission.\r\n\r\n1. Posts dated April 29th, one at 3:41 pm and the other at 1:52pm http://theivyleague.blogspot.com/2004_04_29_theivyleague_archive.html#10832612064060776408325773963261589).\r\n\r\n2. The image closest to the bottom of that day's post is a photo of a prairie dog saying \"Howdy\". This image is mine and has been on my website, www.compugoddess.com, for quite some time now - in fact, it has been in Google's index for probably at least a year. The owner of this blog is actually using my bandwidth to display this image in his/her blog (check properties of the image - it's coming straight from my site).\r\n\r\nAdditionally, there's a watermark on the image, saying NewMexicoPhotos.com, which is another domain I have registered (and another site which Google has indexed). The Images closer to the top of that day's post still contain my watermark but have been altered to include profanity in the text \"bubble.\" Thus it appears that NewMexicoPhotos.com condones the use of profanity. It does not.\r\n\r\n3. I may be contacted at [private]@[private].com and/or [private]@[private].net.\r\n\r\n4. I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\n5, I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n[private]","date_sent":"2004-05-14T04:00:00Z","date_received":"2004-05-14T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"NewMexicoPhotos.com","recipient_name":"Blogger [Google, Inc.]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}