{"dmca":{"id":3429,"type":"Dmca","title":"Universal Studios Infringement Notice to AT&T Broadband User","body":"* * *  IMMEDIATE ACTION and REPLY REQUIRED  * * *   \r\n\r\nPlease read this entire message, review the required action(s) below, and send a prompt reply message to acknowledge receipt of this email.\r\n\r\nFrom:   Comcast Abuse Department [email address]\r\n\r\nComcast has been made aware that you have violated the Comcast Service Agreement and/or Acceptable Usage Policy. These policies can be found at http://help.broadband.att.com/security.  Failure to comply with these policies may result in a permanent termination of your service. The account holder is solely responsible for any and all activities performed from the Comcast service. \r\n\r\nPlease read the following information carefully to ensure that you understand the violation, our policies, and what you need to do to respond to this warning.\r\n\r\nType of violation:   Distribution of Copyrighted Material\r\n\r\nRelated Policy:   Acceptable Usage Policy: Prohibited uses include, but are not limited to, using Comcast Equipment (as defined in the Subscriber Agreement) or the Service to\r\n\r\ni. undertake or accomplish any unlawful purpose.  This includes, but is not limited to, posting, storing, transmitting or disseminating information, data or material which is libelous, obscene, unlawful, threatening, defamatory, or which infringes the intellectual property rights of any person or entity, or which in any way constitutes or encourages conduct that would constitute a criminal offense, give rise to civil liability, or otherwise violate any local, state, federal or international law, order or regulation; \r\n\r\nv. upload, post, publish, transmit, reproduce, create derivative works of, or distribute in any way information, software or other material obtained through the Service or otherwise which is protected by copyright or other proprietary right, without obtaining permission of the owner; \r\n\r\nxiii.  run programs or servers from the Premises which provide network content or any other services to others.  Examples of prohibited programs include, but are not limited to, mail, ftp, http, game, newsgroup, proxy, IRC servers and multi-user interactive forums; \r\n\r\nExplanation:   Comcast has received notification of alleged copyright infringement originating from the Comcast account egistered to you.\r\n\r\nAction Required:   We will require your timely assistance in blocking accessibility to the alleged infringed materials and then notifying us when the materials are no longer publicly available. By federal guidelines stated within the DMCA, this matter needs to be resolved quickly. We will therefore require your immediate investigation into this notification. \r\n\r\n**NOTE**\r\nAdditionally, please be advised that should Comcast receive further copyright infringement complaints related to your Comcast Internet account, Comcast may terminate the account in accordance with the Comcast Acceptable Usage Policy (AUP).\r\n\r\nInformation regarding the security of your Comcast connection can be found on our web page: http://help.broadband.att.com/security. This web page also provides links to our Subscriber Agreement and Acceptable Use Policy (AUP), please review these policies should you have any questions or concerns.\r\n\r\nRelated Logs / Evidence:\r\n\r\n\r\n\r\n------------------------------------------------\r\nNOTE: For your reference, below this line is the original complaint / message \r\nthat generated this warning email to you.\r\n------------------------------------------------\r\n\r\n\r\n\r\n[header of email from Universal Studios to Comcast]\r\n\r\n-----BEGIN PGP SIGNED MESSAGE-----\r\nHash: SHA1\r\n\r\nRe:  Unauthorized Use of Universal Motion Pictures\r\nNotice ID: 197103\r\n3/21/2003\r\n\r\nDear Sir or Madam:\r\n\r\nPlease be advised that Universal City Studios, Inc. and its affiliated companies (collectively \"Universal\") are the exclusive owners of certain copyright, trademark, and other intellectual property rights in and to the renowned motion picture properties (the \"Universal Properties\"), including, but not limited to those listed below this notice (the \"Universal Motion \r\nPictures\").\r\n\r\nNotwithstanding this, it has come to our attention that the Internet site(s) located below, for which AT&T WorldNet Services is a service provider, is offering unauthorized copies of the Universal Motion Pictures.  Universal diligently enforces its rights to the Universal Properties in all forms of media.  As you may be aware, Internet Service Providers can be held liable if they do not respond to claims of infringement pursuant to the requirements of the Digital Millennium Copyright Act (the \"DMCA\").  In accordance with the DMCA, we are notifying you of infringements on an Internet site for which you act as an Internet Service Provider.\r\n\r\nWe hereby request your assistance in ceasing the distribution, sale, and/or offering for sale of the infringing VCDs, and any other unauthorized copies of Universal Properties, on this Internet site and any other sites for which you act as an Internet Service Provider.  Please contact me regarding this matter at your earliest convenience.\r\n\r\nUnder the penalty of perjury, the undersigned is authorized to act on behalf of Universal with respect to this matter and the information contained in this transmission is accurate. Please contact me regarding this matter at your earliest convenience.\r\n\r\nFinally, please be advised that this letter is not intended as a complete statement of the facts or law as they pertain to this matter, and that Universal reserves all rights and remedies.\r\n\r\nVery truly yours,\r\n\r\n[PRIVATE]\r\nManager of Internet Anti-Piracy,\r\nWorldwide Anti-Piracy Operations\r\nUNIVERSAL STUDIOS, INC.\r\n[PRIVATE]\r\nUniversal City, CA  91608\r\ntel.  [telephone number]\r\nfax  [fax number]\r\n[email address]\r\n\r\n\r\n*pgp public key is available on the key server at ldap://public.pgp.com\r\n\r\n\r\nTitle:  Mystery Men\r\nInfringement Source:  FastTrack\r\nInfringement Timestamp:  3/20/2003 11:49:18 AM PST (GMT-8:00)\r\nInfringer Username:  defaultuser@KaZaA\r\nInfringing Filename:  Mystery Men.avi\r\nInfringing Filesize:  695543808\r\nInfringers IP Address:  [IP address]\r\nInfringers DNS Name:\r\nInfringing URL: [IP address]","date_sent":"2003-05-02T04:00:00Z","date_received":"2003-05-02T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":"Worldwide Anti-Piracy Operations","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}