{"dmca":{"id":3449,"type":"Dmca","title":"Travel Info Site Wants Alleged Infringer Delisted from Google","body":"We have identified a website found through a Google search who has violated our copyrights under the DMCA. The infringing work we refer to appears on www.eee888.com. It is a verbatim copy of the latest version of our copyrighted website www.simonandbaker.com, as of today's date, in its entirety. It even includes our name and logo. The whois information for the website owner is in China. The infringed material has been posted to the web with only the copyright information replaced.\r\n\r\nSearch Query: \"Kamalame Cay\" - is currently the only page in the Google index, but has displaced our identical page and pushed us down 15 places in the index.\r\n\r\nOur contact information is:\r\n\r\nSimon & Baker, Inc. [private], Boca Raton, FL 33496\r\nxxx-xxx-xxxx [private]@[private].com\r\n\r\n\"I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\" And \"I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\nWe request that you remove them from your indexing process; and notify any third parties and the public of this infringement at your earliest convenience. We would appreciate a reply. Thank you for your assistance!\r\n\r\n\r\n<HR>\r\n\r\n2004-06-28 follow-up:\r\n\r\nHello Google Team,\r\n\r\nIn the time since I mailed my complaint, it appears that Google has crawled\r\nthe entire pirated site. While it is true that our pressures appear to have\r\nencouraged the site to replace its home page with a page it has copied from\r\nsomeone else, a simple query of \"eee888\" in Google still produces the\r\nfollowing cached results, all of which were copied from our site at\r\nwww.simonandbaker.com. \r\n\r\nThis is a cut and paste from a query of \"eee888\" with all results shown that\r\nare copies of our pages. Please respond if I need to formally mail this\r\ninformation to you, or if this will suffice to request you remove it from\r\nyour index and cache. \r\n\r\n[see attachment for full list of URLs]","date_sent":"2004-06-09T04:00:00Z","date_received":"2004-06-09T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Simon & Baker","principal_name":"Simon & Baker","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}