{"dmca":{"id":3474,"type":"Dmca","title":"Comcast Forwards P2P File-Sharing Complaint","body":"Notice of Action under the Digital Millennium Copyright Act\r\n\r\nDear Comcast High-Speed Internet Subscriber:\r\n\r\nComcast has received a notification of claimed infringement made under\r\nthe Digital Millennium Copyright Act (the 'DMCA').  This notification,\r\nmade by a copyright owner or its authorized agent, reports an alleged\r\ninfringement of one or more copyrighted works made on or over Comcast's\r\nHigh-Speed Internet service (the 'Service').  The works identified in\r\nthe notification of claimed infringement are listed below.  In\r\naccordance with the DMCA and Comcast's Acceptable Use Policy, Comcast\r\nrequest that you immediately remove the allegedly infringing works from\r\nthe Service or Comcast will be forced to remove or block access to the\r\nworks.\r\n\r\nIf you believe in good faith that the allegedly infringing works have\r\nbeen removed or blocked by mistake or misidentification, then you may\r\nsend a counter notification to Comcast.  Upon Comcast's receipt of a\r\ncounter notification that satisfies the requirements of the DMCA,\r\nComcast will provide a copy of the counter notification to the party who\r\nsent the original notification of claimed infringement.  We will then\r\nfollow the DMCA's procedures with respect to a received counter\r\nnotification.\r\n\r\nFor more information regarding Comcast's copyright infringement policy,\r\nprocedures, and contact information, please read our Acceptable Use\r\nPolicy by clicking on the Terms of Service link at\r\nhttp://www.comcast.net.\r\n\r\nSincerely,\r\nComcast Network Abuse and Observance Team\r\n\r\nCopyright work(s) identified in the notification of claimed\r\ninfringement:\r\n\r\nInfringing Work: STAR TREK: NEMESIS\r\n\r\nFilename: Star Trek Nemesis (DivX Screener from Raging).avi\r\nFirst Found: 19 May 2004 01:40:18 EDT (GMT -0400)\r\nLast Found: 19 May 2004 01:40:18 EDT (GMT -0400)\r\nFilesize: 727,752k\r\nIP Address: [withheld by submitter]\r\nIP Port: 4662\r\nNetwork: eDonkey\r\nProtocol: eDonkey\r\n","date_sent":"2004-06-29T04:00:00Z","date_received":"2004-06-29T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Comcast Network Abuse","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}