{"dmca":{"id":3505,"type":"Dmca","title":"Writer Wants Article Removed from Google Newsgroup (#2)","body":"June 18, 2004\r\n\r\nHello. This letter is to notify you that the copyright of my article \"King George III\" has been infringed.\r\n\r\n1. The copyrighted work which has been infringed Is my article \"King George III,\" which is published on my website at www.royalty.nu\r\n\r\n2. Someone has copied the text of my article without my permission and published it on Google Groups at Message-ID: \r\n<20040617184618.04692.00000124@mb-m10.aol.com>\r\n\r\nScroll down past the first four paragraphs of the post. They are not part of my article. The beginning of my article is clearly marked with the title \"King George Ill.\" The poster admits at the end of the message that he copied this article from my site.\r\n\r\n3. My name is [private]. I can be contacted \r\nat: \r\n[private]\r\nCrystal River, FL 34428 \r\nxxx-xxx-xxxx \r\ne-mail [private]@[private].com\r\n\r\n4. The infringement appears on Google Groups, alt.gossip.royalty newsgroup.\r\n\r\nThis is the second time your member [private] has posted one of my articles on Google Groups without my permission. (I have already sent you a complaint about the other article.)\r\n\r\n5. I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\n6. I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly Infringed.\r\n\r\nPlease remove my article from Google Groups, Thank you. My signature is below.\r\n\r\n7. [private]","date_sent":"2004-06-18T04:00:00Z","date_received":"2004-06-18T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"www.royalty.nu","recipient_name":"Google, Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}