{"dmca":{"id":3538,"type":"Dmca","title":"DMCA Notice & Takedown","body":"ATTENTION OPERATORS OF http://www.masturbia.com\r\n\r\nIT HAS COME TO OUR ATTENTION THAT YOU ARE IN VIOLATION OF OUR\r\nCOPYRIGHTS RE: DMCA (Digital Millenium Copyright Act). The URL\r\n[http://www.masturbia.com/lite.html] has stolen\r\nimages, text, and design from our site, and is illegally using them.\r\n\r\nTHE FOLLOWING URLS AND IMAGES CONTAIN COPYRIGHT INFRINGEMENT:\r\n[private]\r\n\r\nIntentional unauthorized use of an image subjects you to potential\r\nliability for statutory damages of up to $150,000 per work infringed\r\n(under 17 U.S.C. Section 504(c)), plus any costs and attorneys' fees\r\nincurred by us in pursuing legal recourse against you (17 U.S.C.\r\nsection 505).  The Copyright Act also allows for\r\nthe seizure of your equipment (17 U.S.C. Section 503).\r\n\r\nAdditionally, a copy of this letter is being sent to your service\r\nprovider.  Thus, your service provider is now on notice that its\r\nfacilities are being used to infringe copyrights of us, and risks\r\nbeing held contributorily liable for any further infringements. If\r\nyour service provider chooses to avail itself of the protections\r\nprovided under the new Online Copyright Infringement Liability\r\nLimitation Act (17 U.S.C. 512), this letter serves as a request for\r\nthe URL listing the service provider's Designated Agent for complaint\r\nhandling required by 17 U.S.C. 512(c)(2) and as a request for the\r\nrequired termination policy required in 17 U.S.C. Section\r\n512(c)(i)(A)(iii).\r\n\r\n****I ask that you immediately cease and desist from these and any other\r\nactivities that infringe our rights.  I request that you remove all\r\nuses of the photographs from your site/HTML.  I also request that you\r\ncontact me within 24 hours so we can discuss a fair settlement.  We\r\nare extremely concerned about any unauthorized uses of our property\r\nand will not hesitate to enforce our rights by all available and\r\nlawful means.*****\r\n\r\nWe reserve each and every one of our rights and remedies in this\r\nmatter, none of which has been waived, whether now existing or\r\nwhether hereafter asserted, including the right to commence\r\nlitigation against you, or any service providers hosting your\r\nmaterial, and any other person or persons acting in concert with you,\r\nwithout further notice to any of you. Your prompt response will\r\ngreatly determine what our next step will be.\r\n\r\nUnless you cease and desist within 24 hours we WILL take legal action\r\nin the form of a lawsuit against you and your associates.\r\n\r\nPlease e-mail us back ASAP letting us know what actions you have\r\ntaken.\r\n\r\n\r\n--\r\n\r\n[private]\r\n","date_sent":"2004-07-07T04:00:00Z","date_received":"2004-07-07T04:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"[Private]","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}