{"dmca":{"id":3554,"type":"Dmca","title":"Re: Demand for Immediate Take-Down: Notice of Infringing Activity","body":"Case No. 3341909 \r\n\r\nDear Adelphia Communications Corporation: \r\nMicrosoft Corporation (\"Microsoft\") has received information that an individual has used the below-referenced IP address at the noted date and time to offer Microsofts key generator code, which can be used to produce the random alphanumeric keys that are needed to activate software upon installation, for both volume license and standard editions of several Microsoft products, including Windows XP Professional, Microsoft Office XP and Windows Server 2003. \r\n\r\n1. Identification of copyrighted/procted works: \r\nComputer program(s) \r\nKey generator code for access to, and activation of: \r\nMicrosoft Windows Operating Systems \r\nMicrosoft Office Programs \r\nMicrosoft Visio \r\nCopyright owner(s): \r\nMicrosoft Corporation \r\n\r\n2. Infringing material or activity offered on the following IP address at the noted date and time: \r\n[Private] \r\n13 Jun 2004 16:21:1 EDT GMT -0400) \r\nThe above IP adress has been used to offer the key generator code, which circumvents the technical measures that control authorized access to Microsoft's copyrighted works and protect Microsoft's copyrights in those works.  \r\n\r\n3. Statement of authority: \r\nI hereby certify under penalty of perjury that the information in this notice is accurate and that I am authorized to act on behalf of Microsoft, the owner of the copyright(s) in the work(s) listed above. I have a good faith belief that none of the materials or activities listed above have been authorized by Microsoft, its agents, or the law. Further, the key generator code constitutes an unlawful access device under 18 U.S.C. 1029 and the possession, transfer, distribution, or aiding and abetting of these actions constitutes a violation of the criminal laws of the U.S. We herby give notice of these activities to you and request that you take expeditious action to remove or disable access to the individual who has engaged in the conduct described above, and thereby prevent the unauthorized distribution of these cracks and product keys via your company's network. We appreciate your cooperation in this matter. \r\n\r\nPlease advise us reguarding what actions you take. \r\nYours sincerely, \r\n[Private]                \r\n\r\n- - - - - - - - - - - - - - -    \r\n\r\nInfringement Detail: \r\nInfringing Work: Key Generator \r\nFilename: MS.Windows.And.Office.KeyGen.-.FASO.rar \r\nFirst found: 13 Jun 2004 16:21:1 EDT (GMT -0400) \r\nLast found: 13 Jun 2004 16:21:1 EDT (GMT -0400) \r\nFilesize: 34k \r\nIP Address: [Private]\r\nIP Port: 4661 \r\nNetwork: eDonkey \r\nProtocol: eDonkey \r\n","date_sent":"2007-09-20T04:00:00Z","date_received":"2007-09-20T04:00:00Z","topics":["John Doe Anonymity","Copyright"],"sender_name":null,"principal_name":"Microsoft Corporation","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}