{"dmca":{"id":3560,"type":"Dmca","title":"Infringement of Intellectual Property Rights of Sharman Networks, Ltd.","body":"Dear [Private]:\r\n\r\nThis firm represents Sharman Networks, Ltd. (\"Sharman\"). Shaman is the exclusive owner of all rights in and to the Kazaa Media Desktop software (the \"KMD\"), the kazaa.com website (the \"Kazaa Site\"), the \"KaZaA\" name, and the \"KaZaA\" logos (collectively, the \"Trademarks\") and the proprietary information, images, designs, content and files, including any copyrights, trademarks and other intellectual property contained therein (collectively with the KMD, the Kazaa Site and the Trademarks, the \"Proprietary Content\").\r\n\r\nIt has come to Shaman's attention that you are infringing Sharman's rights in the Proprietary Content by distributing unauthorized copies and/or derivative works of the KMD including previous versions of the KMD and the application Kazaa Lite on the website www.oldversion.com (the \"Infringing Site\").\r\n\r\nWe are writing to inform you that your conduct violates Shaman's rights in its Proprietary Content, including, but not limited to Shaman's copyright and trademark rights. Neither you, nor your officers, directors or employees has any lawful right or authorization to use, display, publish, transmit or distribute any of the Proprietary Content. It should be noted Sharman anticipates it will be able to prove that it has suffered enormous financial damage from your actions and that each willful violation of the copyrights in and to the Proprietary Content is subject to statutory damages of up to $150,000 under the U.S. Copyright Act (17 U.S.C. ","date_sent":"2004-06-29T04:00:00Z","date_received":"2004-06-29T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":"Stubbs Alderton & Markiles, LLP","principal_name":"Sharman Networks, Ltd.","recipient_name":"OldVersion.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}