{"dmca":{"id":3574,"type":"Dmca","title":"Perfect 10 Wants Alleged Infringers Removed From Google (#2)","body":"We have discovered a massive misappropriation of Perfect 10 images and images belonging to third parties on websites that appear in Google indexed listings. This situation is very serious as consumers can view essentially the entirety of the Perfect 10 library over and over without paying anything by utilizing Google search. Consumers can also see thousands of high quality third party copyrighted images without charge, which makes the situation even more damaging for our company.\r\n\r\nI have also attached the declarations of celebrities Britney Spears, Christina Aguilera, Anna Kournikova, Yasmine Bleeth, and Rebecca Gayheart indicating that they have not authorized any celebrity porn site to use their names or images. With this information, you should realize (if you do not already) that virtually all the \"celebrity pore' sites that Google has in its search index (those that advertise nude images of mainstream celebrities) do not have the rights to their content. If your company is really serious about respecting intellectual property rights, you should require licenses or some other proof that celebrity porn sites own ANY of their celebrity images. They don't.\r\n\r\nPerfect 10's copyrighted works which have been infringed can be found in Perfect 10 Magazines and/or on its subscription website at www.Perfect10.com. If you wish to examine such copyrighted works, we can provide you with a temporary username/password with which you may do so. Specific volumes of Perfect 10 Magazine, issue number, and page number on which most of the copyrighted pictures can be found are set forth below.\r\n\r\nIn the first column below, I have listed the URL of the exact website page, located via the Google Search index, in which the unauthorized Perfect 10 images at issue may be located. In some cases the model name appears on that page and it is necessary to click on that link to see the actual image - I have removed the starting \"http//www.\" on the URLs below to reduce their size. The second column represents the Google search term that was used to find that infringing URL. The third column gives the volume number, issue number, and pages of Perfect 10 Magazine where original copyrighted images may be found. These images may also be found in many cases on perfect10.com. For example, the second row indicates that the infringing URL was found by doing a Google search on Natalia Sirocka. Some of the infringing images can be found in Perfect 10 Magazine, volume 3, number 3, pages 14 - 21 \r\n\r\nI have a good faith belief that the use of the material in the manner complained of in this email is not authorized by the copyright owner, its agent, or the law. The information in this notification is accurate. I swear under penalty of perjury that I am authorized to art on behalf of Perfect 10, Inc. the owner of the exclusive rights in the material which is being infringed.\r\n\r\n[private], Ph.D.\r\n\r\n[private], Ph.D.\temail [private]@earthlink.net\r\nPerfect 10, Inc.\r\nxxx-xxx-xxxx\r\nP.O. Box xxxx\r\nBeverly Hills, CA 90212\r\n\r\n[12 pages of urls may be viewed in the image]","date_sent":"2004-06-28T04:00:00Z","date_received":"2004-06-28T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Perfect10.com","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}