{"dmca":{"id":3583,"type":"Dmca","title":"Author of Sex Tape Wants Google to Remove Alleged Infringers","body":" costa abrams & coate llp - trial & transactional attorneys\r\n[private], Santa Monica, California 90401 tel xxx.xxx.xxxx fax xxx.xxx.xxxx\r\nA limited liability partnership including professional corporations\r\nJune 29, 2004\r\n\r\nCONFIDENTIAL LEGAL COMMUNICATIONS\r\nPROTECTED UNDER THE UNITED STATES COPYRIGHT ACT\r\nNOT FOR PUBLICATION OR OTHER USE\r\n\r\n\r\nVia First Class Mail and Facsimile @ (xxx) xxx-xxxx\r\n\r\nGoogle, Inc.\r\nAttn: Customer Support / Mr. [private] DMCA Complaints\r\n[private]\r\nMountain View, CA 94043\r\n\r\nRe: [private] v. Net Management Services, et al./Copvright Violations United States District Court, Central District of California Case No. CV 04-1553 ADP\r\n\r\nDear Mr. [private]:\r\n\r\nAs you may recall, our office represents [private] (and others) and his website, www.trustfundgirls.com. In response to our firm's May 28, 2004, and June 7, 2004, letters Google seems to have temporarily removed some infringing websites from Google's \"Sponsored Links.\" However, Google's remedial action was short lived. Remarkably, less than one month later, many previously identified infringing sites remain listed in Google's regular search term returns section. In addition to these previously identified infringing sites, several more unlawful infringers (see below) have appeared as \"Sponsored Links\" on Google. Please take the necessary steps to immediately remove the previously identified infringing sites (which should have already been done), and the newly identified sites (see below) from your search engine and confirm the removal with me as soon as possible.\r\n\r\n\r\nCopyrighted Material: As discussed in our prior letters, the copyrighted work at issue is the much-publicized video showing Mr. [private] and his girlfriend at the time, famous socialite and aspiring actress, [private], engaged in intimate relations (the \"video\"). Mr. [private] is the sole and exclusive owner of the copyrights in the video. Footage was registered in November 2003 (No. Pau-780-223).\r\n \r\nInfringing Material: We strongly believe that the operators of the following newly-discovered websites are engaging in copyright infringement either by (a) directly infringing upon\r\n[private]'s rights in the video, or (b) by engaging in \"personal conduct that encourages or assists the infringement.\" Perfect 10, Inc, v. Cybernet Ventures, Inc., 213 F.Supp,2d 1146 (9th. Cit.\r\n2002). Each of these instances of copyright infringement relate to a recognizable portion of the 27-minute segment of the video which has been registered by the U.S. Copyright Office. \r\n\r\nGoogle Search:\t\"Paris Hilton Sex Tape\",\r\nInfringing Sites:\tParis Hilton sex tape - www.sexcia.com/paris hilton sex tape.html PARIS HILTON SEX VIDEO - DOWNLOAD THE TAPE FOR FREE\r\n!! - www.paris-hilton-sex-video.info/\r\nGena Lee Nolin Sex Tape - The FULL Paris Hilton Video (a BeerOrSex.\r\n- www.beerorsex.com/\r\nParis Hilton sex tape - www.celebsdb.com/Paris-Hilton-sex-tape/\r\n-:!:- Hilton Paris Photo pussy shot - www.parishilton.video.new.net/cgi-bin/index.pl\r\nParis Hilton Sex Video - Paris Hilton Sex Tape with Rick Solomon ... -\r\nwww.chemint.org/free-paris-hilton-video.htm\r\nPARIS HILTON SEX VIDEO - SEX Tape Paris Hilton Video for\r\nFREE - dirtymafia.com/video/\r\nParis Hilton Video download. Best sex tape online right here - paris \r\nhilton-video.incredishop.com\r\n\t XXX\t-\tPARIS\tHILTON\tSEX\tVIDEO\t-\tXXX\r\nwww.beautyandthedirt.co,uk/html/ParisHilton/paris_hilton.html\r\nInfringing Sites\r\n(Sponsored Links): 37 Minute Paris Hilton - payloadz.com\r\nParis Hilton Tape $ 3.99 - www.scandalvideos.com\r\n\r\nInfringing Sites: PARIS HILTON SEX VIDEO - DOWNLOAD THE TAPE FOR FREE !! - www.paris-hilton-sex-video.info/\r\nXXX\t-\tPARIS\tHILTON SEX VIDEO - XXX www.beautyandthedirt.co.uk/ html/ParisHilton/paris_hilton.html\r\nParis\tHilton\tsex\tvideo\twww.jays-xxxlinks.com/paris hilton sex video/\r\nPARIS HILTON SEX VIDEO - SEX Tape Paris Hilton Video for FREE - dirtymafia.com/video/\r\nParis Hilton sex tape - www.celebsdb.com/Paris-Hilton-sex-tape/ \r\nParis Hilton sex tape ","date_sent":"2004-06-29T04:00:00Z","date_received":"2004-06-29T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Costa Abrams and Coate","principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}