{"dmca":{"id":3593,"type":"Dmca","title":"Flying Too High?","body":"Dear Sirs\r\n\r\nUnauthorised use of trade marks \"Cathay Pacific\" and \"Brush Wing Logo\"\r\n\r\nAs you know, we act for Cathay Pacific Airways Limited. Our client is the proprietor of the trade marks \"Cathay Pacific\" and \"Brush Wing Logo\" (hereinafter referred to as \"the Mark\") and have registered the mark in respect of a wide range of goods and services worldwide.\r\n\r\nFurthermore, our client has used the Mark for over a substantial period of time throughout the world in relation to its business.  Accordingly, the Mark is specifically and exclusively associated with our client who has established a substantial and protectable reputation and goodwill in relation to the Mark. Our client also owns the copyright subsisting in the artistic work of the design of the Brush Wing Logo.\r\n\r\nIt has recently come to our client's attention that you have without our client's authorisations reproduced and used the Mark on your website in relation to your business. By way of our letter of 19 October 2000, you have been put on notice of our client's rights to the mark.\r\n\r\nYour unauthorized use of the Mark in relation to your business clearly amounts to an infringement of our client's registered trademark and copyright and also amounts to an actionable passing off in that you are misrepresenting that your services as associated or connected with our client's or are otherwise using the Mark with our client's consent.  Our client is disappointed to note that despite fully aware of our client's proprietary rights in the Mark, you have used and reproduced the Mark on your website without seeking our client's prior approval.  Our client views your actions extremely serious and hereby demands that you forthwith enter into an undertaking whereby you undertake the following:-\r\n\r\n1. That you immediately cease and will not in the future use or reproduce the Mark or any other name or mark or device similar thereto on your website or for any other purpose or manufacture, distribute, sell, offer for sale or commercially deal in or with any goods bearing the Mark or any other mark or device similar thereto.\r\n\r\n2. That you forthwith delete all reproduction of the Mark from your website.\r\n\r\n3. That you make a contribution towards our client's damages, costs and expenses (including legal costs) in a sum acceptable to our clients, the amount of which will depend upon your cooperation.\r\n\r\n4. That you execute a letter of undertaking in a form to be prepared by us reflecting the above terms.\r\n\r\n\r\nShould you not sign and return a copy of this letter as your agreement to comply with the above terms within seven (7) days of the date of this letter, ie. on our before Tuesday 27 July, 2004, we shall have no alternative but to advise our client to issue legal proceedings against you without further notice.  In any such legal proceedings, our client will seek an injunction together with costs and damages, which you should understand may be considerable.\r\n\r\nWe trust you will take this opportunity to settle the matter amicably and look forward to receiving the signed copy of this letter from you within the stipulated time.\r\n\r\nYours faithfully\r\n[private])\r\nJohnson Stokes & Master\r\n\r\nL11263\r\n\r\nI, Eric Thornton, hereby, confirm our agreement to give the above undertaking\r\n\r\nSigned by:\r\nDated:\r\n\r\n\r\n","date_sent":"2004-07-20T04:00:00Z","date_received":"2004-07-20T04:00:00Z","topics":["Trademark","Copyright"],"sender_name":"Johnson Stokes & Master","principal_name":"Cathay Pacific Airways Limited","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}