{"dmca":{"id":3596,"type":"Dmca","title":"Acoustica Asks Google to Remove Links to Cracks (#2)","body":"I found the following sites on Google who are violating the Digital Millennium Copyright Act.\r\n\r\n1. A description of the copyrighted work or other intellectual property that you claim has been infringed:\r\n\r\n<blockquote>\r\nAcoustica Audio Converter Pro (AACP)\r\n\r\nThis user friendly audio converter will convert MP3, WAV, WMA, CDA & OGG files with just a right click! It seamlessly integrates into Windows and is always accessible without having to bring up a clunky, screen-hogging interface. It has a high quality 32 bit converter engine that makes pro quality conversions to and from the most common audio formats. An integrated audio CD ripper is also included! Just right click on a CD track and rip or convert it to WAV, MP3, OGG or WMA file! Professionals will find this tool indispensable.\r\nHome hobbyists will find Audio Converter Pro a very handy addition to their arsenal of audio tools.\r\n\r\nMixcraft? Recording Studio is multitrack audio software with effects, featuring Reverb, Delay, EQ, Compressor, Flange': and Chorus, as well as resonant filters and a powerful loop editor. The high performance 32 bit sound engine supports broadcast quality WAV files and will even import compressed MP3, OGG & WMA files. Use it to record your own music, your band or even a remix for a dance recital. The amazing fact about home recording today is that you really only need a computer and good multitrack recording software such as Mixcraft to create amazing sound! When you?ve finished your mix, publish it to the Internet as an MP3, OGG, WMA or RealAudio file\r\nCD/DVD Label Maker Create your own CD/DVD labels and jewel cases with the ultimate in ease and flexibility! If you are sick of guessing what songs are on what CD, get the label maker that automatically puts your track list on your CD/DVD label! Chock full of custom art for holidays and special occasions like Christmas, Valentines, birthdays, vacations, weddings and more! Automatically imports your track information from Acoustica MP3 CD Burner, iTunes, WinAmp, Easy CD Creator or any other popular play list or previously burnt CD! Print on standard paper or stock slicker labels and jewel case templates. MP3 Audio Mixer Whether you're a DJ or just creating cool mix CDs, this tool is for you! Mix\r\nMP3s, WMAs, WAVs, record your own, set volume fades and pans via a simple graphical interface! Its your soup. Mix it well! Exports to MP3, WMA, RealAudio? and WAV files MP3 TO Wave Converter PLUS It automatically converts MP3 & WMA files into CD compatible WAV files! Click the mouse and forget about it! No confusing bit rate calculations or rocket science know-how needed! With this extremely useful software you can convert your MP3 files into WAV files for creating custom CD's or for editing in your favorite editor! It will even automatically detect incomplete music downloads\r\n\r\nMP3 CD Burner burn normal music CDs for playback on your car or home stereo. With this software you can effortlessly rip your personal CDs, retag your songs and burn music CDs and MP3 CDs with a click! No rocket science necessary! Escape the confines of audio only burners and make your own mega mixes with\r\n      </blockquote>\r\n\r\n2. A description of the location where the material that you claim is infringing is located: \r\nhttp://freeserials.com/ \r\n\r\n3. I have a good faith belief that the reported use is not authorized by the copyright or intellectual property owner, its agent, or the law;\r\n\r\n4. Your address, telephone number, and, if available, e-mail address; Acoustica Inc.\r\n[private], Oakhurst, CA 93644, xxx-xxx-xxxx ext xxxx, [private]@[private].com\r\n\r\n5. I make this statement under penalty of perjury, that the above information is accurate and that you are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner's behalf; and\r\n\r\n6. An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest in question. If the submission is made electronically, to satisfy the signature requirement please designate the electronic signature by typing a forward slash before and after the name of the authorized person making the submission (e.g., /Jane Doe/) and follow this electronic signature with the typed name of the person. For example:","date_sent":"2004-07-19T04:00:00Z","date_received":"2004-07-19T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Acoustica Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}