{"dmca":{"id":3637,"type":"Dmca","title":"Writer Wants Articles Removed from Google Groups (#3)","body":"July 20, 2004\r\n\r\nHello. This letter is to notify you that the copyright of my articles \"The Real Prince Dracula,\" \"Sarah Ferguson,\" \"The Royal Ripper?\" and \"The British Royal Family\" have been infringed. Please remove my articles from Google Groups.\r\n\r\n1. The copyrighted works which have been infringed are my articles \"The Real Prince Dracula,\" \"Sarah Ferguson,\" \"The Royal Ripper?\" and \"The British Royal Family,\" which are published on my website at www.royalty.nu\r\n\r\n2. Someone has copied the text of my articles without my permission and published them on Google Groups at these message IDs :\r\n\r\n<20040719154504.16456.00000110@mb-m14.aol.com> \r\n<20040712183906.23951.00001782@mb-m28.aol.com>\r\n<20040608184456.13941.00000515@mb-m19.aol.com>\r\n<20040711200229.06719.00001344@mb-m13.aol.com>\r\n<l%_lc.2363$Qu5.1873@newsread2.news.pas.earthlink.net>\r\n\r\nThe first four were all posted by the same person, who admits in his posts that he copied the articles from my site. The last is someone who responded to one of this person's posts and repeated the text of my article In his reply.\r\n\r\n3. My name is [private]. I can be contacted at: \r\n[private]\r\nCrystal River, FL 34428\r\nxxx-xxx-xxxx\r\ne-mail [private]@[private].com\r\n\r\n4. The infringement appears on Google Groups, alt.gossip.royalty newsgroup.\r\n\r\n5. I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\n6. I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nYour member CT Guy 102 seems to be determined to republish my entire website on Google Groups. I recently sent you two other complaints about him, which you dealt with. Thank you for your time and help. My signature is below.\r\n\r\n7. [private]","date_sent":"2004-07-20T04:00:00Z","date_received":"2004-07-20T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"www.royalty.nu","recipient_name":"Law Offices of Brian Schneider","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}