{"dmca":{"id":3641,"type":"Dmca","title":"Acoustica Asks Google to Remove Links to Cracks (#3)","body":"July 22, 2004\r\n\r\nGoogle, Inc.\r\nAttn: User Support, DMCA complaints\r\n[private]\r\nMountain View, CA 94043\r\nFax (xxx) xxx-xxxx\r\n\r\nAttn: User Support, DMCA complaints\r\n\r\nCracked Site http://www.crackz.ws/a3.htm - Click hereto visit SERIALS.WS - the biggest serial numbers collection\r\n\r\nAcoustica CD/DVD Label Maker Software\r\n\r\n\"Create your own CD/DVD labels and jewel cases with the ultimate in ease and flexibility! If you are sick of guessing what songs are on what CD, get the label maker that automatically puts your track list on your CD/DVD label! Chock full of custom art for holidays and special occasions like Christmas, Valentines, birthdays, vacations, weddings and more! Automatically imports your track information from Acoustica MP3 CD Burner, iTunes, WinAmp, Easy CD Creator or any other popular play list or previously burnt CD! Print on standard paper or stock sticker labels and jewel case templates.\"\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury consistent with United States Code Title 17, Section 512, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n[private]\r\nDirector Of Sales & Marketing\r\nAcoustica Software\r\n[private]\r\nOakhurst, CA 93644\r\nP: xxx-xxx-xxxx ext xxxx\r\nF: xxx-xxx-xxxx\r\n[private]@[private].com\r\nwww.Acoustica.com","date_sent":"2004-07-22T04:00:00Z","date_received":"2004-07-22T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Acoustica Software","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}