{"dmca":{"id":3662,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":"http://www.robfitch.com/images/galleries/pregnancy-pics-1-max.jpg\n\nDear Google Team, \n\n\nThe spam website that is using my image without my permission is at it\nagain. When I just did a Google Image search for \"Pregnancy pictures\" on my\niMac one of my images showed up under the blog\nof http://dextercuretons.blogspot.com/2011/06/professional-\npregnancy.html My copyrighted photograph is the 10th image on this blog\npage. I've attached a copy of the image for your reference. Additionally,\nplease compare to my images\nat http://www.robfitch.com/children/maternity1.html & http://www.robfitch.co\nm/children/maternity2.html \n\n\nWHEN THE IMAGE IS CLICKED THE WEBSITE\nOF http://dextercuretons.blogspot.com/2011/06/professional-\npregnancy.html CYCLES IMMEDITATELY THROUGH SERVERAL URLS MAKING IT\nIMPOSSIBLE TO COPY THE LANDING PAGE OF THE SITE THAT STOLE MY WORK. THE\nSEARCHER IS THEN SENT TO A SPAM WEBSITE OFFERING FREE IPADS OR MACBOOK\nAIRS. THE ONLY WAY TO GET OFF THIS PAGE IS TO FORCEABLY CLOSE YOUR BROWSER!\nYOU WAITED OVER A WEEK THE LAST TIME I COMPLAINED ABOUT THIS SITE AND BY\nTHEN THE SPAMMERS HAD PACKED UP SHOP - TEMPORAILY IT SEEMS. PLEASE, PLEASE\nDO A SEARCH NOW!!! AND DO WHAT YOU CAN TO REMOVE THIS SITE FORM YOUR INDEX\nRESULTS. MY IMAGE LINKING THROUGH GOOGLE TO A SPAM SITE DOES GOOGLE NO\nSERVICE AND IS HARMING BY REPUITATION. I WOULD FILE A DMCA COMPLAINT BUT\nAGAIN THERE IS NO WAY TO DO THIS!!!! THE ONLY WAY FOR YOU TO SEE THE IMAGE\nI'M REFERRING TO IS TO COMPARE THE ATTACHED IMAGE TO THE SEARCH RESULTS. \n\n\n\nWhen the same search is conducted on a windows pc the offending blog is\nchanged to http://www.williamrossettis.blogspot.com\n\nthe same exact cycling of URLs occurs with the end result being a SPAM\nwebsite that won't let you leave! \n\n\nAgain, please do a search now and help me resolve this serious DMCA\nviolation. \n\n\nRob Fitch \n\n\n\nRobert Austin Fitch Photography\n\n\nwww.robfitch.com\n\ninfo@robfitch.com\n\n201.658.8076\n\n","date_sent":"2011-06-27T04:00:00Z","date_received":"2011-06-27T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Robert Austin Fitch Photography","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}