{"dmca":{"id":3675,"type":"Dmca","title":"Author Asks Google To Remove Link to Critic","body":"07/12/2004 15:56 FAX\tGOOGLE\t001 00l\r\n\r\nNKU NORTHERN KENTUCKY\r\nUNIVERSITY\r\n\r\nCollege of Arts and Sciences Department of Sociology, Anthropology, and Philosophy\r\n[private]\r\n[private]\r\nHighland Heights, Kentucky 41099\r\n\r\ntel xxx.xxx.xxxx / fax xxx.xxx.xxxx\r\n\r\nwww.nku.edu\r\n\r\nJuly 1, 2004\r\n\r\nInfringement Notification\r\n\r\n1.Identify in sufficient detail the copyrighted work that you believe has been infringed. \r\nThe book UFOs: Politics, God & Science, author Robert Trundle (copyright owner), published by European Press Academic Publishers (book now Out of Print - Full Copyright Returned to Author).\r\n\r\nThe copyrighted work at issue is the IMAGE (Trundle.jpg) OF A BOOK titled *UFOs: Politics, God & Science* by Robert Trundle\r\n\r\nThe above appears on Google Images at\r\n\r\nhttp://images.google.com/images?q=robert+trundle&ie=ISO-8859-1&hl=en&btnG=Google+Search\r\n\r\n2. Identify the material that you claim is infringing the copyrighted work listed in item #1 above. The Web Site: \"THE MAGONIA REVIEW OF BOOKS\" (September 2002)\r\n\r\nlocated at: http://www.magonia.demon.co.uk/arc/00/sept02.htm\r\n\r\nFOR WEB SEARCH, YOU MUST IDENTIFY EACH SEARCH RESULT THAT DIRECTLY LINKS TO A WEB PAGE THAT ALLEGEDLY CONTAINS INFRINGING MATERIAL. This requires you to provide (a) the search query that you used,\r\n\r\nTyped \"Robert Trundle\" in Google Image Search which gave me:\r\n\r\nhttp://images.google.com/images?q=robert+Trundle&ie=ISO-8859-1\r\n&hl=en&btnG=Google+Search\r\n\r\nand (b) the URL for each allegedly infringing search result. (Note that the URL for each search result appears in green at the end of the description for that search result.)\r\n The second of 3 images that has the URL: www.magonia.demon.co.uk/arc/00/sept02.htm\r\n\r\n3. Provide information reasonably sufficient to permit Google to contact you (email address is preferred). [private] at: [private]@[private]\r\n\r\n4. Provide information, if possible, sufficient to permit Google to notify the owner/administrator of the web page that allegedly contains infringing material (email address is preferred). URL is: http://www.magonia.demon.co.uk/arc/00/sept02.htm\r\n\r\nI cannot find the webmaster's Email.\r\n\r\n5. I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law.\r\n\r\n6. I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n7. Sign the paper.\r\n\r\n[private], Ph.D., Professor, Department Soc. Sciences & Philosophy \r\n(Email: [private]@[private].edu, Phone: (xxx) xxx-xxxx","date_sent":"2004-07-01T04:00:00Z","date_received":"2004-07-01T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Northern Kentucky University","recipient_name":"Law Offices of Brian Schneider","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}