{"dmca":{"id":3679,"type":"Dmca","title":"Better Packages Repeats Delisting Request to Google (#2)","body":"[private]\r\nFrom:\t\"[private]\" <[private]@[private].com>\r\nTo:\t<[private]@[private].com>\r\nCc:\t<[private]@[private].com>; <[private]@[private].com>\r\nBent:\tTuesday. July 08, 2004 12:07 PM\r\nSubject: Re: [11828329] Froogle DMCA Complaint\r\n\r\nDear Google Team,\r\n\r\nThank you for your email of July 2, 2004.\r\n\r\nYour company has very strong and reasonable polices protecting your trademark names, logos, web pages, etc...and my point has been that my company's property, original artwork, copyrighted material, web pages etc.. are also due the same protection\r\n\r\nIt is not my company's policy to attempt to restrict the sale of our\r\nproducts on the Internet or your specific search engine. However, how and by whom we are represented in the marketplace regarding both the sale and service of our equipment to the customer is of critical importance to my company. We never asked to be \"delisted\" from Google's Froogle, all I was stating was that several companies were using our original artwork, copyrighted material with our permission and I wanted that material removed until those companies obtained our permission. None of the companies using our material were direct customers of ours, none had returned our phone calls to explain who they were or how they provided service etc... We have run into problems with knock off copies of our machines and parts being made off shore that are not UL listed, with out country of origin labels etc.. being passed off as our products. All my company wants to do is insure that anyone who wants to use our property has gotten our permission and that we know who they are.\r\n\r\nCompanies should not be allowed to go to our website and use our copyrighted property any more than they should be allowed to use Google's copyrighted material without permission from the owner.\r\n\r\nYou stated in your 7/2/04 email that you had removed the Smssnapping image from your site, you removed one image but not the second one (copy being faxed ). You also failed to remove the image from mrboxonline.com who also has not gotten our permission, nor returned any of our phone calls... Better Pack should also have an R for registered trade mark, and the copy about \"shipping professionals will be using well into the 21st Century etc..\" is our copyrighted material off our website ( copy being faxed )\r\n\r\nPlease advise that our property is being removed from your site, unless Permission to use our copyrighted material has been given. I will fax a signed copy of this email to you, but you should also have my faxed and mailed signed copies of my July 1, 2004 letter to [private]. I swear, under penalty of perjury consistent with United States Code Title 17, section 512, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed\"\r\n\r\nSincerely,\r\n\r\n[private]\r\nDirector Marketing and Sales\r\nBetter Packages, Inc.\r\n[private]\r\nShelton, Ct. 06484\r\nPhone (xxx) xxx.xxxx\r\nfax (xxx) xxx.xxxx\r\nemail [private]@[private].com \r\nwww.betterpackages.com\r\n\r\n-- Original Message -\r\nFrom: <[private]@[private].com>\r\nTo: <[private]@[private].com>,\r\nSent: Friday, July 02, 2004 9:28 PM\r\nSubject: Re: [#11828329] Froogle DMCA Complaint\r\n\r\n> Hi [private],\r\n\r\nThank you for your fax dated 7/1/04. We have removed the Smsstrapping > image for the Froogle search results per your last complaint filed. This > image is no longer shown please visit\r\n\r\nhttp://froogle.google.com/froogle?hl-en&edition-us&ieUTF-8&lr=&jab-nf&q=BP=555e \r\n\r\nto see our results.\r\n\r\n> If you continue to find this image in your Froogle search results please\r\n> send us the URL of your search results so that we can investigate further. \r\n> If your concern is regarding another image showing up for this search\r\n> please specify the image and send an additional DMCA complaint filed in the format required below-\r\n>\r\n> Please note that pursuant to that Act, you may be liable to the alleged \r\n> infringer for damages (including costs and attorneys' fees) if you\r\n> materially misrepresent that you own an item when you in fact do not. \r\n> Accordingly, if you are not sure whether you have the right to request removal from our service, we suggest that you first contact an attorney.\r\n\r\n> To expedite our ability to process your request, please use the following \r\n> format (Including section numbers):\r\n\r\n> 1. Identify in sufficient detail the copyrighted work that you believe has \r\n> been infringed upon. For example, 'The copyrighted work at issue is the\r\n> text that appears on www google.com/ads.'\r\n\r\n> 2. Identify the material that you claim is infringing upon the copyrighted \r\n> work listed in item 1 above.\r\n\r\n> FOR FROOGLE SEARCH, YOU MUST IDENTIFY EACH COPYRIGHT IMAGE THAT ALLEGEDLY\r\n> CONTAINS INFRINGING MATERIAL. This requires you to provide (a) the search\r\n> query that you used, and (b) the image URL for each allegedly infringing\r\n> search result Note that the URL for each search result appears in green\r\n> at the beginning of the description for that search result\r\n>\r\n3.Provide information reasonably sufficient to permit Google to contact\r\n> you (email address is preferred).\r\n>\r\n> 4. Provide information, if possible, sufficient to permit Google to notify\r\n> the owner/administrator of the webpage that allegedly contains infringing\r\n> material (email address is preferred).\r\n\r\n> 5. Include the following statement 'I have a good faith belief that use\r\nof the copyrighted materials described above on the allegedly infringing \r\n> webpages is not authorized by the copyright owner, its agent, or the law.' \r\n\r\n> 6. Include the following statement: 'I swear, under penalty of perjury \r\n> consistent with United States Code Title 17, Section 512, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.'\r\n>\r\n> 7. Sign the paper.\r\n\r\n> 8. Send the written communication to the following address:\r\n\r\nGoogle, Inc.\r\n* Attn: User Support, DMCA complaints \r\n* > [private]\r\n> Mountain View, CA 94043\r\n\r\n>OR Fax to:\r\n\r\n> (xxx) xxx-xxxx, Attn: User Support, DMCA complaints\r\n>\r\n> Regards.\r\n> The Google Team\r\n>\r\n>-.\r\n> [This E-mail was scanned for viruses and is clean.] \r\n>\r\n\r\n<HR>\r\n\r\n[See PDF of original for attached images]","date_sent":"2004-07-06T04:00:00Z","date_received":"2004-07-06T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Better Packages, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}