{"dmca":{"id":3681,"type":"Dmca","title":"Taking \"Fight for Your School\" to New Heights","body":"First and second notices follow:\r\n\r\n===========================\r\n\r\nJuly 16, 2004\r\n\r\n[private]\r\n\r\nVIA CERTIFIED MAIL\r\nRETURN RECEIPT REQUESTED\r\n\r\n[private]\r\n\r\nRe: Trademark RED HOUSE\r\n\r\nDear [private]:\r\n\r\nIt has recently come to our attention that you have registered and are using the domain name REDHOUSEBOOKS.COM and the name RED HOUSE BOOKS.\r\n\r\nScholastic Inc. (\"Scholastic\") is the owner of the trademark RED HOUSE which has been exclusively used since at least as early as 1981. By way of example only, Scholastic owns the incontestable federally registered trademark Reg. No. 2,225,106 for the trademark RED HOUSE for \"mail order catalog services, featuring general merchandise for children, namely books, posters, multimedia products, toys and games, software, CD-ROMS,\" registered on February 23, 1999, based upon first use in 1981.\r\n\r\nScholastic has been using its valued RED HOUSE trademark since well prior to your use of the domain name REDHOUSEBOOKS.COM and the name RED HOUSE BOOKS and therefore Scholastic has superior rights. Through its decades of use, the trademark RED HOUSE has come to be associated by the public exclusively with Scholastic and the goods and services it provides.\r\n\r\nYour unauthorized use of our RED HOUSE trademark in its entirety, creates a likelihood of confusion as to the source of your goods and/or services. Accordingly, please take notice that any use of the trademark RED HOUSE including the use of the domain name REDHOUSEBOOKS.COM and the name RED HOUSE BOOKS constitutes an infringement of our valuable rights under sections 32, 43(a) and 43(d) of the Lanham Federal Trademark Act, 15 U.S.C. sec. 1114 and 1125(a), and federal, state, and common law provisions governing trademark infringement, dilution and unfair competition, and the Anti-Cybersquatting Consumer Protection Act. \r\n\r\nWe demand that you confirm to us, within ten (10) days of the date of this letter, that you will: (i) cease and desist from using the domain name REDHOUSEBOOKS.COM and the name RED HOUSE BOOKS and/or any other name that infringes on our rights, including all names that contain the trademark RED HOUSE; (ii) transfer the domain name RED HOUSE BOOKS to Scholastic Inc. and agree not to register any other domain name that includes the trademark RED HOUSE; (iii) notify us whether and, if so, when and in connection with what goods and services, you have used the domain name REDHOUSEBOOKS.COM and the name RED HOUSE BOOKS and/or any other name that infringes on our rights, including all names that contain the trademark RED HOUSE; and (iv) deliver to this office, for destruction, all documents upon which the domain name REDHOUSEBOOKS.COM and the name RED HOUSE BOOKS and/or any other name that infringes on our rights, including all names that contain the trademark RED HOUSE appears (\"Infringing Materials\"). In addition, we hereby demand a detailed accounting of (1) the number of copies of unauthorized copies of Infringing materials in your possession and (2) all sales and revenues relating to Infringing materials.\r\n\r\nIf we do not receive the documents and confirmations referred to above, we may be forced to take appropriate action to protect and enforce our rights, including, if necessary, commencing litigation seeking injunctive and compensatory relief, punitive damages and attorneys' fees, together with any other available remedies.\r\n\r\nThis letter does not constitute an exhaustive statement of our position, nor does it constitute a waiver or limitation of any of our legal or equitable rights, all of which are expressly reserved.\r\n\r\nVery truly yours,\r\n\r\n[private]\r\nFrankfurt, Kurnit, Klein & Selz\r\n\r\n===============================================\r\n\r\nAugust 4, 2004\r\n\r\n[private]\r\n\r\nVIA OVERNIGHT COURIER\r\n\r\n[private]\r\n\r\nRe: RED HOUSE VS> RED HOUSE BOOKS\r\n\r\nDear [private]:\r\n\r\nThis is a follow-up to my letter dated July 16, 2004, to which we have not yet received your response. Attached please find a copy of the letter for your convenience.\r\n\r\nUnless we receive within ten (10) days from the date hereof, the written confirmation, accounting and actions demanded in our letter dated July 16, 2004, Scvholastic may be forced to refer this matter to outside litigation counsel.\r\n\r\nThe demands made herein shall not waive or prejudice any rights or remedies which Scholastic may have in connection with the subject matter hereof, all of which rights and remedies are hereby fully reserved.\r\n\r\nSincerely,\r\n\r\n[private]\r\n\r\nFrankfurt, Kurnit, Klein & Selz\r\n\r\nEncl.","date_sent":"2004-07-16T04:00:00Z","date_received":"2004-07-16T04:00:00Z","topics":["ACPA","Copyright"],"sender_name":null,"principal_name":"Scholastic, Inc.","recipient_name":"Red House Books","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}