{"dmca":{"id":3685,"type":"Dmca","title":"Screenwriters allege willful infringement","body":"[private] you previously confirmed in writing that your conduct would stop.  Apparently, it has not and therefore pursuant to the DMCA and IPOWERWEB's terms and conditions, IPOWERWEB has no choice but to suspend your web site.  Also, note that due to your multiple violations and position you have placed IPOWERWEB in your web site will not be reactivated.\r\n\r\n[private]\r\nGeneral Counsel\r\nIPOWERWEB, INC.\r\n\r\n********************************************\r\nDisclaimer:\r\nThis email message, its contents and any attachments hereto, are for the sole use of the intended recipient(s) and may contain confidential and privileged information.  Any unauthorized review, use, disclosure, or distribution is prohibited.  If you are not the intended recipient,  please contact the sender by reply email and destroy all copies of the original message.\r\n\r\nNotwithstanding the Uniform Electronic Transactions Act or the applicability of any other law of similar substance or effect, absent an express statement to the contrary hereinabove, this e-mail communication, its contents  and any attachments hereto, are not intended to represent an offer or acceptance to enter into a contract and are not otherwise intended to bind the sender, any of its clients, or any other person or entity.\r\n********************************************\r\n\r\n-----Original Message-----\r\nFrom: [private] [mailto:[private]@smglaw.com] \r\nSent: Monday, August 02, 2004 6:30 PM\r\nTo: copyrightclaims@godaddy.com; legal@ipowerweb.com\r\nCc: [private]; [private]@att.net; [private]; [private]@[private]agency.com; [private]@hotmail.com\r\nSubject: NOTICE OF REPEATED, WILLFUL COPYRIGHT INFRINGEMENT\r\n\r\nVIA FAX AND ELECTRONIC MAIL\t\t\tVIA FAX AND ELECTRONIC MAIL\r\n\r\n[private] \t\t\t\t\r\nAttention: Copyright Claims\r\nGeneral Counsel \r\nGo Daddy Software, Inc.\t\t\t\r\n[private]\t\t\r\nScottsdale, Arizona 85260\r\nFacsimile: [private]\r\ncopyrightclaims@godaddy.com\r\n\r\nIpowerweb, Inc. \r\n[private]\r\nSanta Monica, California 90405 \t\t\t\t\r\nFacsimile: [private]\r\nlegal@ipowerweb.com\r\n      \r\nRe: [private] / Repeated and Willful Infringement of Copyrighted Material \r\n\r\nTo whom it may concern:\r\n\r\nAs you know, this law firm represents [private] and [private].  We are authorized to act on behalf of Mr. [private] and Mr. [private] as their legal counsel.  \r\n\r\nIt has once again been brought to our attention that the website www.the-scorched-planet.com  (the \"Website\"), owned by Mr. [private](username: \"[private]\"), which you are hosting, is infringing our clients' copyrights by willfully, repeatedly and unlawfully distributing our clients' copyrighted material on the Website without permission.  \r\n\r\nOn July 20, 2004, you confirmed to us via electronic mail that Mr. [private] had removed the infringing material from his Website.  While the infringing forum/bulletin board posts may have been removed, Mr. [private] is now  ublishing the infringing material directly on the pages of his Website. Contrary to Mr. [private]'s electronic mail response to me, dated July 20, 2004 (a copy of which is attached hereto for your reference), his infringement is no longer  limited to user postings and bulletin boards, but extends to publication of our clients' protected material directly on the Website in complete disregard of federal copyright law.\r\n\r\nBy way of example, three continued, willful infringements by Mr. [private] on his Website are as follows: \r\n\r\n1. <http://www.the-scorched-planet.com/arts.php?id=256>.  Please be aware that the information contained in this article is also false and misleading.  The script that is annotated, while owned by our clients, is unrelated to our  clients' other material entitled \"Posthuman.\"\r\n\r\n2.  <http://www.the-scorched-planet.com/arts.php?id=248>. \r\n\r\n3.  <http://www.the-scorched-planet.com/pavlov1to60.html>.  This is an example in which Mr. [private] is not only posting our clients' material, but is also adding his own material, which is false and misleading. Contrary to Mr. [private]'s inaccurate representations, this material is not the actual material in development with Revolution Studios, although the title \"Pavlov's Dogs\" is  the same. Please be advised that legal counsel at Revolution Studios is being copied on this letter in connection with Mr. [private]'s inaccurate statements. \r\n\r\nMr. [private]'s infringing actions are repeated, willful and in violation of your hosting agreement and terms of use policy.  His defiant pattern of continued infringement and misrepresentation will not be tolerated.\r\n\r\nWe intend to hold Go Daddy Software, Inc. and Ipowerweb, Inc. liable if you do not promptly respond to these repeated and willful acts of infringement in a  permanent manner, pursuant to the requirements of the Digital Millennium Copyright Act (DMCA).  You should understand that this letter constitutes notice to you that your allowing this ongoing infringing activity on your server is in  violation of the DMCA, as well as your own hosting agreement and terms of use.  In addition, under the DMCA, if you ignore this notice, you and/or your company may be liable for any resulting infringement.  In accordance with the DMCA, your hosting agreement and your terms of use, we demand your immediate removal of any and all infringing material in violation of our clients' rights and your permanent removal of the Website from your system. \r\n\r\nAs the attorneys for Mr. [private] and Mr. [private], we have a good faith belief that use of the material in the manner complained of herein is not authorized by the copyright owners or the law and the information contained\r\nherein is accurate.  Accordingly, we are seeking your immediate assistance\r\nin stopping this unauthorized activity.  Specifically, we demand that you:\r\n\r\n1.  Delete the infringing copyrighted materials; and\r\n\r\n2.  Remove the Website or disable access to the Website or the infringing material being offered via your system; and \r\n\r\n3.  Confirm with us, in writing, by no later than Wednesday, August 4, 2004, that this infringing activity has ceased and that the Website has been disabled. \r\n\r\nOnce the foregoing steps have been taken, we can determine what further compensatory and/or remedial steps may be necessary.  \r\n\r\nThis letter is not a complete statement of our clients' rights in connection with this matter, and nothing contained herein constitutes an express or implied waiver of any rights, remedies or defenses of our clients in connection with this matter, all of which are expressly reserved.\r\n\r\nSincerely,\r\n[private]\r\nof STONE, MEYER & GENOW, LLP\r\n[private] \r\nStone, Meyer & Genow, LLP \r\n[private] \r\nBeverly Hills, CA 90212 \r\ntelephone: [private] \r\nfax: [private] \r\n[private]@smglaw.com \r\nPLEASE NOTE: This communication, including any documents, files or previous e-mail messages attached to it, may include information that is privileged, confidential and/or exempt from disclosure. If you are not the intended  recipient, please note that any dissemination, distribution, copying or use of this communication, or any of the information contained in or attached to it, is strictly prohibited and may be unlawful. If you are not the intended recipient, please notify the sender by immediately replying to this message or notifying the sender by telephone and then delete this communication and its attachments from your system without reading or saving in any manner. Thank you.\r\n","date_sent":"2004-08-03T04:00:00Z","date_received":"2004-08-03T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Stone, Meyer, and Genow LLP","principal_name":null,"recipient_name":"Webmaster, the-scorched-planet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}