{"dmca":{"id":3710,"type":"Dmca","title":"DEPUBLISHED upon notice of the complaint's withdrawal","body":"&#960; Speakers \r\n[private]\r\nTulsa, OK 74170 \r\n(xxx) xxx-xxxx\r\n\r\nGoogle, Inc.\r\nAttn: User Support, DMCA complaints\r\n[private]\r\nMountain View, CA 94043\r\nJune 30, 2004\r\n\r\nIt has come to my attention that a competing website has copied material that is copyrighted and that is identified with our federally registered &#960; Speakers trademark. \r\nHaving this content on the infringer's website causes the Google search engine to catalog entries there. This causes confusion since search results often direct people to the infringer's website rather than the bona fide it &#960; Speakers website.\r\n\r\n&#960; Speakers has a company website and shopping cart at www.PiSpeakers.com. It also hosts a company support forum at www.AudioRoundTable.com/PiSpeakers/. These are legitimate business entities, and expenses for these websites is paid wholly by &#960; Speakers.\r\n\r\nFrom April 2000 until December 2003, the it &#960; Speakers support forum was hosted on www.AudioAsylum.com. The support forum was established specifically for it &#960; Speakers at  our request, and we paid for the web hosting service there. On December 31, 2003, we terminated that relationship and deleted all contents from the support forum on \r\nAudioAsylum.\r\n\r\nWe have recently discovered that the owner of the Audio Asylum website has made a copy of our support forum website and reinstalled it on their servers. They have stated that they \r\ndid this in order to retain web search results, and we strongly object to their use of our copyrighted and trademarked material. No implied or expressed license was ever extended to them for the use of the material in the it &#960; Speakers support forum.\r\n\r\nThe copyrighted and trademarked work at issue is the contents at \r\nhttp://www.AudioRoundTable.com/PiSpeakers/. This includes index.html and several files of the format ar??????????.html, where ?????????? is a number corresponding to date. It also includes several messages in the form http://www.AudioRoundTable.com/PiSpeakers/messages/?????.html, where ????? is a number\r\ncorresponding to message sequence number. \r\nBasically, everything in the\r\nhttp://www.AudioRoundTable.com/PiSpeakers/ directory and its subdirectories is claimed.\r\n\r\n\r\nThe bulk of the infringing material takes on the form\r\nhttp://db.audioasylum.com/cgi/m.?forum=pi&n=?????, where ????? is a number corresponding to message sequence number. The specific numbers include the range from 1 to 13422, inclusive. Audio Asylum also appears to have redirection links established of the form http://www.audioasylum.com/forums/pi/bbs.html and\r\nhttp://www.audioasylum.com/forums/Di/messages/????? .html, which take the user to Audio Asylum, using the trademarked name \"Pi Speakers\" to hijack search results.\r\n\r\nThere are many search queries that result in a listing of the unauthorized copy of the &#960; Speakers forum on Audio Asylum. We request that you remove all entries on Audio\r\nAsylum of any of these forms:\r\nhttp://db.audioasylum.com/cgi/m.?forum=pi&n=?????\r\nhttp://www.audioasylum.com/forums/pi/??????????.html\r\nhttp://www.audioasylum.com/forums/pi/messages/?????.html \r\n\r\n\r\nHere are some examples of search queries on Google that have resulted in Audio Asylum\r\nhits:\r\nPi Speakers Forum\r\n... (nt) - [private] 14:13:42 11/26/03 (0): Gotta love 'em! - [private] 16:47:04\r\n11/25/03 (0): Spec of Pi Speakers - [private] 20:00:09 11/24/03,(1): ...\r\nwww.audioasylum.com/forums/pi/bbs.html- 101k - Cached - Similar pages\r\n\r\nPi Speakers Forum - \"Crossover Electronics 101\" - [private]\r\n...\r\n\r\nBut do bring your calculators. I plan on having some speakers and connecting different crossover configurations so we can listen to each of them. ...\r\nwww.audioasylum.com/forums/pi/messages/10121.html - 9k - Cached - Similar paqes\r\n[More results from www.audioasylum.com]\r\n\r\nBelow them, YOu will notice legitimate entries from AudioRoundTable.com, where the current bona fide &#960; Speakers forum resides.\r\n\r\nPi Speakers Forum\r\nPi Speakers Forum. ... [private] 18:20:48 06/10/04 (0): 8 Pi speakers - Wasteh202\r\n23:21:38 06/02/04 (19): Listening to Pi 8s yet? ...\r\nwww.audioroundtable.com/PiSpeakers/- 100k - Cached - Similar gages\r\n\r\nPiSpeakers Forum - Re: 8 Pi speakers - Matts. June 03. 2004 at\r\n15\r\n\r\nRe: 8 Pi speakers. [ PiSpeakers Forum] [ Help ]. ... In Reply to: Re: 8 Pi speakers\r\nposted by [private] on June 03, 2004 at 14:38:46: [private], ...\r\nwww.audioroundtable.com/PiSpeakers/messages/14748.html - 4k - cached\r\nSimilar pages\r\n[More results from www.audioroundtable.com]\r\n\r\n\r\n\r\nThe &#960; Speakers forum is a support forum for &#960; Speakers. It allows a wide range of discussion topics, but it is primarily a support forum for &#960; Speakers. A large part of its content is written by me, either as technical articles or as responses to other participants.\r\nThe other part is content written by regular members who have, for the most part, followed the forum to its new website host at AudioRoundTable.com.\r\n\r\n&#960; Speakers claims implied license for the posts on its forum. We respect the rights of the posts authors, of course, but we do claim implied license to display them. However, this implied license was never extended to Audio Asylum in lieu of &#960; Speakers, either by\r\nagreement or by intent.\r\n\r\nWe object to a competing website using the posts and identifying them as being part of a \"&#960; Speakers forum.\" Even if Audio Asylum were to claim they had the right to have a copy, they cannot display them as part of a &#960; Speakers forum because of the trademark issue. But beyond this, we do not feel that Audio Asylum is entitled to implied license to the contents of the forum, because the expenses for that forum were paid entirely by &#960; Speakers. Audio Asylum acted as a web space service provider and nothing more.\r\n\r\nDuring the time that Audio Asylum hosted the &#960; Speakers forum, I had full access to the system and administrative control of its contents. The last thing I did on that site after our decision to move was to delete it completely from Audio Asylum, except for a single post that redirected people to the new forum at AudioRoundTable.com. All hosting fees were paid in full, and no monies are currently owed. We simply moved off Audio Asylum, and deleted all content from the Audio Asylum website.\r\n\r\nAt a later time, Audio Asylum secretly reinstalled the posts from backup copies they had made. I objected to this, and Audio Asylum began a cat and mouse game of secreting them and modifying and maintaining them in a fashion that would keep them visible in\r\nsearch engines to steal traffic. The contents have been significantly modified and they are being used out of context. It is no longer being used as an archive for &#960; Speakers. It is now being used simply to hijack search engine results away from &#960; Speakers.\r\n\r\nThe &#960; Speakers forum was setup specifically for &#960; Speakers, and would not and could not have been setup without permission. Audio Asylum never had implied license to the contents because it was a forum that was paid to be hosted. They acted as an internet\r\nservice provider, and no other relationship existed. No licensing agreements were ever made, nothing was signed waiving rights or anything of the sort. Audio Asylum has no current business with &#960; Speakers, and the only relationship it ever had was that it used to\r\nhost the &#960; Speakers support forum. This relationship has ended, and no other relationship exists. For these reasons, we trust that you will ensure that no part of the infringing Audio Asylum copy of the &#960; Speakers support forum will be displayed in search engine results from your site.\r\n\r\n\r\nI swear, under penalty of perjury consistent with United States Code Title 17, Section 512, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly\r\ninfringed.\r\n\r\nThank you for your assistance in this matter.\r\n\r\n[private]\r\n&#960; Speakers\r\n[private]\r\nTulsa, OK 74170\r\n(xxx) xxx-xxxx\r\n[private]@[private].com\r\n","date_sent":"2004-06-30T04:00:00Z","date_received":"2004-06-30T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Pi Speakers","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}