{"dmca":{"id":3732,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":"[cid:image001.png@01CC34BF.DE2D9970]\nCAPS International\n122 E. Poplar Avenue, Coeur d'Alene, ID 83814\nTelephone:  (208)292-1010   Fax:  (208)292-1015\nJune 27, 2011\n\n\nVIA ELECTRONIC AND FACSIMILE TRANSMISSION\n\n\nPicasa/Google\nremovals@google.com<mailto:removals@google.com>\nAttn: Google Legal Support, Picasa Web Albums DMCA Complaints\nFax: (650) 963-3255\n\nRe:         Unauthorized use of the CAPS International Members' Trademarks\n\nTo Whom It May Concern:\n\nThis letter is sent regarding the unauthorized use of the trademarks of The Collegiate Licensing Company, Major League Baseball Properties, Inc., NBA Properties, Inc., NFL Properties LLC and NHL Enterprises, L.P. (\"CAPS International Members\") by the Picasaweb account holder Nhl0594.  Nhl0594 is manufacturing, selling and/or offering for sale unauthorized jerseys bearing the Marks of one or more of the CAPS International Members in violation of state and federal laws.  In addition, Nhl0594 is using their account on Picasa to advertise, sell and distribute these unauthorized items.\n\nBelow please find the exact URL for Nhl0594's Picasa gallery, which appears to be comprised completely of unauthorized images bearing the Marks of the CAPS International Members:\nhttps://picasaweb.google.com/nhl0594\n\nBased on the above, we request that you permanently disable Nhl0594's account with Picasa.  Additionally, please contact our office within five (5) days of receipt of this letter to confirm that the appropriate action has been taken.  For your reference, your office has my signature on file.\n\nVery truly yours,\n/s/ Kari Gondry\n\ncc:                  CAPS International Members\n\n","date_sent":"2011-06-27T04:00:00Z","date_received":"2011-06-27T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"CAPS International Members","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}