{"dmca":{"id":3813,"type":"Dmca","title":"Universal to Cable Subscriber for BitTorrent Use","body":"RE: Unauthorized Use of Universal Motion Pictures\r\nNotice ID: 1579468\r\n19 Aug 2004 00:49:17 GMT\r\n\r\nDear Sir or Madam:\r\n\r\nUniversal City Studios Productions LLLP and its affiliated companies (collectively \"Universal\") are the exclusive owners of copyrights in many motion pictures, including the motion pictures listed below.\r\n\r\nIt has come to out attention that Optimum Online (Cablevision Systems) is the service provider for the IP address listed below, from which unauthorized copying and distribution (downloading, uploading, file serving, file \"swapping\" or any similar activities) of Universal's motion picture(s) listed below is taking place. We believe that the Internet access of the user engaging in this infringement is provided by optimum online (Cablevision Systems) or a downstream service provider who purchases this connectivity from Optimum Online (Cablevision Systems).\r\n\r\nThis unauthorized copying and distribution constitutes copyright infringement under Section 106 of the U.S. Copyright Act. Depending upon the type of service Optimum Online (Cablevision Systems) is providing to this IP address, it may have legal and /or equitable liability if it does not expeditiously remove or disable access to the motion picture(s) listed below, or if it fails to implement a policy that provides for termination of subscribers who are repeat infringers (see, 17 U.S.C 512)\r\n\r\nDespite the above, Universal believes that the entire Internet community benefits when these matters are resolved cooperatively. We urge you to take immediate action to stop this infringing activity and inform us of the results of your actions. We appreciate your efforts toward this common goal.\r\n\r\nThe undersigned has a good faith belief that use of the motion pictures in the manner described herein is not authorized by Universal, its agent of the law. The information contained in this notification is accurate. Under penalty of perjury, the undersigned is authorized to act on behalf of the Universal with respect to this matter. \r\n\r\nPlease be advise that this letter is not and is not intended to be a complete statement of the facts or law as they may pertain to this matter or of Universal's positions, rights or remedies, legal or equitable, all of which are specifically reserved.\r\n\r\nVery truly yours,\r\n[private]\r\nManager of Internet Anti-Piracy,\r\nWorldwide Anti-Piracy Operations\r\nVIVENDI UNIVERSAL ENTERTAINMENT\r\n[private]\r\nUniversal City, CA 91608\r\ntel. [private]\r\nfax. [private]\r\n[private]@unistudios.com\r\n\r\n*pgp public key is available on the key server at Idap://keyserver.pgp.com\r\n**For any correspondence regarding this case, please send your emails to [private]@unistudios.com and refer to Notice ID: 1579468. If you need immediate assistance or if you have general questions please call the number listed above.\r\n\r\nTitle:  American Pie 2\r\nInfringement Source: BitTorrent\r\nInitial Infringement Timestamp: 18 Aug 2004 18:83:05 GMT\r\nRecent Infringement Timestamp: 18: Aug 2004 20:38:55 GMT\r\nInfringer Username:\r\nInfringing Filename :American Pie 2 [DVD DivX]. avi\r\nInfringing Filesize: 732679168\r\nInfringers IP Address:___________\r\nInfringers DNS Name: __________\r\nInfringing URL:______________","date_sent":"2004-08-23T04:00:00Z","date_received":"2004-08-23T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Universal Studios","recipient_name":"Optimum Online (Cablevision Systems)","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}