{"dmca":{"id":3819,"type":"Dmca","title":"Case ID 9282959 - Notice of Claimed Infringement","body":"[Private]\r\n\r\nAttention:  Piracy Enforcement - DMCA Officer\r\nTelephone:  [Private]\r\nFax:  [Private]\r\nE-mail:  [Private]\r\n\r\nSeptember 1, 2004=20\r\n\r\nDear [Private],=20\r\n\r\nI am an authorized representative of the Entertainment Software Association=\r\n (\"ESA\"), which represents the intellectual property interests of twenty-fo=\r\nur (24) companies that publish interactive games for video game consoles,=20=\r\npersonal computers, handheld devices and the Internet. =20\r\n\r\nESA is providing this letter of notification pursuant to the Digital Millen=\r\nnium Copyright Act and 17 USC Sec. 512 (c) to make Digital Solutions, Inc.=20=\r\naware of material on its network or system that infringes the exclusive cop=\r\nyright rights of one or more ESA members.  This notice is addressed to you=20=\r\nas the agent designated by Digital Solutions, Inc. to receive notifications=\r\n of claimed infringement, as so reflected in the current records of the U.S=\r\n. Copyright Office.  Under penalty of perjury, we hereby affirm that the=20=\r\nESA is authorized to act on behalf of the ESA members whose exclusive copyr=\r\night rights we believe to be infringed as described herein.\r\n\r\nESA has a good faith belief that the Internet site found at 205.166.146.12=20=\r\ncontinues to infringe the rights of one or more ESA members by offering for=\r\n download one or more unauthorized copies of one or more game products prot=\r\nected by copyright, including, but not limited to:\r\n\r\nDoom 3 (Retail version)=20\r\n\r\nThe unauthorized copies of such game product[s] appearing on, or made avail=\r\nable through, such site are listed and/or identified thereon by their title=\r\ns, variations thereof, or depictions of associated artwork (any such game=20=\r\ntitles, copies, listings and/or other depictions of, or references to, any=20=\r\ncontents of such game product, are hereinafter referred to as \"Infringing=20=\r\nMaterial\").  Based on the information at its disposal on 9/1/2004 at 7:31=20=\r\na.m. EDT (GMT -0400), ESA believes that the statements in this Notice are=20=\r\naccurate and correctly describe the infringing nature and status of the Inf=\r\nringing Material.\r\n\r\nAccordingly, ESA hereby requests Digital Solutions, Inc. to immediately rem=\r\nove or disable access to the Infringing Material at the URL address identif=\r\nied above.\r\n\r\nShould you have questions, please contact the ESA at the above listed maili=\r\nng address or by replying to this email.  Please also include the above not=\r\ned Reference Number in the subject line of all email correspondence.\r\n\r\nWe thank you for your cooperation in this matter.  Your prompt response is=20=\r\nappreciated.\r\n\r\nRegards,\r\n\r\n[Private]\r\nEntertainment Software Association\r\n\r\n\r\n------------------------------\r\nInfringement Detail:\r\nInfringing Work: Doom 3 (Retail version)\r\nFilepath: /if-archive/phoenix/games/pc/\r\nFilename: Doom3.zip\r\nFirst Found: 1 Sep 2004 07:31:12 EDT (GMT -0400)\r\nLast Found: 1 Sep 2004 07:31:12 EDT (GMT -0400)\r\nFilesize: 114k\r\nIP Address: 205.166.146.12\r\nIP Port: 21\r\nNetwork: FTP\r\nProtocol: FTP\r\n\r\n\r\n=20\r\n\r\n\r\nNote:  The information transmitted in this Notice is intended only for the=20=\r\nperson or entity to which it is addressed and may contain confidential and/=\r\nor privileged material.  Any review, reproduction, retransmission, dissemin=\r\nation or other use of, or taking of any action in reliance upon, this infor=\r\nmation by persons or entities other than the intended recipient is prohibit=\r\ned.  If you received this in error, please contact the sender and delete=20=\r\nthe material from all computers.","date_sent":"2004-09-01T04:00:00Z","date_received":"2004-09-01T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":"N/A","principal_name":"Entertainment Software Association","recipient_name":"Plethora Internet","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}