{"dmca":{"id":3821,"type":"Dmca","title":"Owner of SecurityFocus Claims Abandoned Website Infringes","body":"The copyrighted work at issue is the text which appears on \r\nhttp://msgs.securitypoint.com/cgi-bin/get/bugtraq0111/140.html.\r\n\r\n\r\nHISTORY: [private], owner of the SecurityFocus \"BugTraq\" newsgroup removed the original \r\ncopy of this post from the \"BugTraq\" mailing list and acknowledged that I had complete \r\ncontrol of the content of this post back on March 25, 2002. The linked page noted above is \r\nunauthorized archive of [private]'s newsgroup and an unauthorized reprint of work which \r\n[private] acknowledges belongs to me. In accordance with [private]'s wishes and my wishes, \r\nalmost all her BugTraq archives have removed their copies of my post. It is likely this \r\nsite retains their copy because the company hosting the content has gone out of business \r\n(repeated attempts to contact the company via email and phone have all failed).\r\n\r\n2. The complete text of this page infringes. This page can be found in Google searches as... \r\n       Search query: [private] site:securepoint.com\r\n       Infringing webpages: http://msgs.securepoint.com/cgi-bin/get/bugtraq0111/140.html\r\n\r\n3. [private], [private], Madison, WI 53705; [private];\r\n[private]@standardnetworks.com\r\n\r\n4. [private]@2securepoint.com:[private]voice; http://www.securepoint.com/?contact \r\n(NOTE: I have attempted to contact this company several times via email with no response \r\nand via the phone with no answer. It is currently my belief that \"SecurePoint\" went out of \r\nbusiness several months ago but left its website on the Internet without a live \r\nadministrator.)\r\n\r\n5. 1 have in good faith belief that use of the copyrighted materials described above on\r\nthe allegedly infringing webpages is not authorized by the copyright owner, its agent, \r\nor the law.\r\n\r\n6. I swear, under penalty of perjury consistent with United States Code Title 17, Section 512\r\n,that the information in the notification is accurate and that I am the copyright owner or \r\nam authorized to act on behalf of the owner of an exclusive right that is allegedly \r\ninfringed.\r\n\r\n\r\n8. Faxed to Google Inc. [private] Attn: User Support, DMCA Complaints\r\n\r\n\r\n8/25/04\r\n[private]\r\nStandard Network","date_sent":"2004-08-25T04:00:00Z","date_received":"2004-08-25T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Standard Networks","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}