{"dmca":{"id":3851,"type":"Dmca","title":"Infringement of","body":"Re:\tInfringement of ?CHRONO TRIGGER? trademarks and copyrights ? \r\n\tOur Ref.:  0821041.0001\r\n\r\nDear [Private]:\r\n\r\nOur firm acts as intellectual property counsel for Kabushiki Kaisha Square Enix, aka Square Enix Co., Ltd., a world-famous producer and distributor of computer games and other entertainment products and services.\r\n\r\nOur client created and distributes the computer game ?CHRONO TRIGGER?, which was first published in 1995 and is protected by U.S. Copyright Registrations Nos. TX-4-004-101 and PA-1-084-818.   Also, our client owns three federal trademark registrations for ?CHRONO TRIGGER?, i.e.:\r\n\r\nNo. 2,021,310 ? Int?l. Class 16.\r\n\r\nNo. 2,024,475 ? Int?l. Class 28.\r\n\r\nNo. 2,270,900 ? Int?l. Class 9\r\n\r\nWe understand that you are developing ?Chrono Trigger: Resurrection?, a 3D remake of our client?s ?CHRONO TRIGGER? game which will recreate scenes from the original game. Your conduct in this regard constitutes copyright infringement and, inter alia, violates our client?s exclusive right to prepare derivative works based on its copyrighted work.  Your use of the words ?CHRONO TRIGGER? in connection with your ?remake? and on your web site ?opcoder.com?, and your use of logos, scenes, characters and other images associated with our client?s games, constitutes trademark and copyright infringement and false designation of origin.\r\n\r\nAccordingly, demand is hereby made that you immediately cease and desist from further development, promotion, sale or distribution of any product which is based on or derived from our client?s ?CHRONO TRIGGER? games, and that you cease and desist from all use of the ?CHRONO TRIGGER? trademark and logo, and all use of images or artwork from ?CHRONO TRIGGER? games.\r\n\r\nThis letter is written without prejudice to the exercise of any of our client?s rights and remedies, all of which are expressly reserved.  If we do not receive your written response and adequate assurances within ten (10) business days of your receipt of this letter, our client intends to pursue its available remedies, which may include a lawsuit for injunctive and monetary relief, namely, damages, statutory damages, lost profits, costs, and/or attorneys? fees.\r\n\r\nWe await your response, and remain\r\n\r\nYours sincerely,\r\n\r\n\r\n[Private]","date_sent":"2004-08-26T04:00:00Z","date_received":"2004-08-26T04:00:00Z","topics":["Derivative Works","Copyright"],"sender_name":"Kirkpatrick & Lockhart LLP","principal_name":"Square Enix Co., Ltd.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}