{"dmca":{"id":3861,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-06-27T04:00:00Z","date_received":"2011-06-27T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Happy Hearts Home Childcare","principal_name":"Happy Hearts Home Childcare","recipient_name":"Google, Inc.","works":[{"description":"Query# 1 \r\n I provide a low ratio, So that I can give each child the love and attention they deserve. I serve wonderful meals to my children, I get to know what each child likes and does not like and I put together options for the children so they will eat and be full. I also encourage them to try new foods.  I take great pride in my childcare home setting!! My Home is very clean and very organized.  I want my children here at\r\nQuery # 2\r\nChildren are our future! I absolutely LOVE and ADORE children They are my EVERYTHING. I am often asked \"why I chose childcare as my profession\" my answer has been the same the last 12 years, I LOVE to learn and laugh with children! I tell them when I see those smiling faces each day and the big hugs and kisses I get each day, JUST MAKES ME VERY HAPPY THAT I AM THERE CHILD CARE PROVIDER\r\n “I absolutely LOVE & ADORE children! I take great care to provide a warm, friendly and fun environment for your child, while ensuring they receive the guidance and structure they need. My goal is to provide a place where children know that they are accepted, loved, protected, and wanted; helping to instill in each child a strong sense of self-worth and purpose. It is my hope that when the day is done, and children going home, they feel happy and proud of themselves; eager to express the happenings of their day to you!”\r\nQuery # 3\r\nI have been so blessed to have taken care of so many wonderful children!!    And to have had many wonderful parents that have appreciated my daycare.This is for all my previous, present and future Parents Thank you for trusting me with your most precious child/children into my care everyday!\r\n \r\nThank you for letting me share the joy, happiness, tears, first steps, first tooth, first day of school with your children.\r\n BUT MOST OF ALL.....THANK YOU FOR ALL THE WONDERFUL MEMORIES......I HAVE THOUSANDS! \r\nQuery # 4\r\nIn fact, this is one of the biggest decisions that you will make for your child. I feel that it is very important for parents to meet with many different providers so that they can choose the right person to care for their child. Remember to ask lots of questions. \r\n\r\nPlease also remember that not only are you interviewing the provider, they are also interviewing you to ensure that your family is the right fit for their program.  \r\n\r\nI truly appreciate the time that you have taken to look around my site. If you are interested in learning more about my program and if it is the best fit for your child, then below are the steps to enrollment at Mrs. Gail Marie Family In-Home Child Care:\r\n   First - Contact me to see if a position is available for your child's age and for the hours of care that you need.   \r\n\r\nSchedule an Interview- Initial interviews are scheduled  on weekdays or I will schedule a Saturday or Sunday afternoon. This ensures that I am able to give you and your child my undivided attention. Your child must attend this interview with you. \r\n\r\nPlease remember that a provider's time is as important as yours. If you cannot make your appointment \"PLEASE\" call at least 2 hours in advance. If you do not show up for your appointment another appointment will not be made. During this interview you will be given a tour of the parts of my home that are used for child care. \r\n\r\nYou will be able to ask any questions that you have. I will discuss my Child Care Agreement with you. I will also provide you with my enrollment folder that you can take home with you to review. The enrollment folder includes my Handbook and all forms to be filled out for enrollment.    \r\n\r\nYou have made a decision!- If after the interviewing process you have decided that Mrs.Gail Marie's Family In-Home Child Care is the best fit for your family, please contact me as soon as possible in order to see if the position you are interested in is still available. \r\n\r\nAt this time you will need to drop by Mrs.Gail Marie's the same day and pay your fees along with the completed enrollment forms to ensure your child's spot is held.    \r\n\r\nPlease be aware that positions are OPEN until first week fees are paid and all enrollment forms are returned.","infringing_urls":[{"url":"http://cities-online.com/craigslist/ads/memphis/kid/"},{"url":"http://memphis.craigslist.org/kid/"},{"url":"http://memphis.craigslist.org/kid/2464026487.html"},{"url":"http://memphis.craigslist.org/kid/2464375999.html"},{"url":"http://usaads.biz/memphis/community/childcare/mrs-gail-marie-in-home-child-care-3-openings-available-now-in-the-cordovabartlett-area/"},{"url":"http://www.craigsbrowser.com/mobile/list.php?subid=77&subname=childcare&catid=4&catname=community&ccid=22&ccname=memphis,%20TN&cid=45&cname=Tennessee"},{"url":"http://www.craigsbrowser.com/mobile/list.php?subid=77&subname=childcare&catid=4&catname=community&ccid=22&ccname=memphis%2C+TN&cid=26&cname=Mississippi"},{"url":"http://www.facebook.com/#!/profile.php?id=1498897351&sk=wall"},{"url":"http://www.mrsgailmaries-family-childcare.com/"},{"url":"http://www.mrsgailmaries-family-childcare.com/About-Me-and-Location.html"},{"url":"http://www.mrsgailmaries-family-childcare.com/Enrollment-Process.html"}],"copyrighted_urls":[{"url":"http://www.happyheartshomechildcare.com/"},{"url":"http://www.happyheartshomechildcare.com/aboutmrslesia.htm"},{"url":"http://www.happyheartshomechildcare.com/enrollmentprocess.htm"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}