{"dmca":{"id":3883,"type":"Dmca","title":"Notice of Copyright Infringement","body":"Dear Customer,\r\n\r\nWe are writing on behalf of Cox Communications to advise you that we have received a notification that you are using your Cox High Speed Internet service to post or transmit material that infringes the copyrights of a complainant's members.  We have included a copy of the complaint letter.  Pursuant to the provisions of the Digital Millennium Copyright Act (\"DMCA\"), which is codified at 17 U.S.C. § 512, upon receiving such notification, Cox is required to \"act expeditiously to remove, or disable access to\" the infringing material in order to avoid liability for any alleged copyright infringement.  Accordingly, Cox will suspend your account and disable your connection to the Internet within 24 hours of your receipt of this email if the offending material is not removed.\r\n\r\nPlease be aware that the DMCA also provides procedures by which a subscriber accused of copyright violation can respond to the allegations of infringement and, under certain circumstances, cause his or her account to be reinstated.  To do so, however, the response must meet certain criteria.  Pursuant to section (g) of the DMCA (17 U.S.C. § 512(g)), you have the right to submit to Cox a counter-notification which, to be effective, must include the following elements: \r\n(a)    a physical or electronic signature of the subscriber; (b)    identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or disabled; (c)    a statement under penalty of perjury that the subscriber has a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled; (d)    the subscriber\u0092s name, address, and telephone number and a statement that the subscriber consents to the jurisdiction of the Federal District Court for the judicial district in which the address is located.\r\n\r\nIn the event that you submit to Cox a counter-notification that includes these elements, Cox will forward your counter notification to the complainant and advise them that Cox will cease disabling access to the allegedly infringing material in ten (10) business days.  Unless the complainant notifies us that it has filed an action seeking a court order to restrain you from engaging in the allegedly infringing activity prior to the expiration of those ten (10) business days, Cox will reactivate your account.\r\n\r\nSincerely,\r\n\r\nThe Cox Abuse Team\r\n\r\n--- The following material was provided to us as evidence ---\r\n\r\nFrom: mgm@copyright-compliance.com\r\nReply-To: mgm@copyright-compliance.com\r\nTo: abuse@cox.net\r\nDate: Fri, 6 Aug 2004 14:05:58 -0700\r\nSubject: DMCA Notice [Notice ID: 219506]\r\n\r\n[Part 0 (plain text)]\r\n\r\n-----BEGIN PGP SIGNED MESSAGE-----\r\nHash: SHA1\r\n\r\nCox Communications\r\n1400 Lake Hearn\r\n\r\n\r\n\r\n\r\n\r\nRe:  Unauthorized Use of  \"MGM\" Property\r\nNotice ID:219506\r\nNotice  Date:6 Aug 2004 17:56:15 GMT\r\nCase ID: 2169682\r\n\r\nDear Sir or Madam:\r\n\r\n\"MGM\", Inc. and its affiliated companies (collectively, \"MGM\") are the exclusive owners of copyrights in motion pictures and television, including the property listed below.\r\n\r\nIt has come to our attention that Cox Communications is the service provider for the IP address listed below, from which unauthorized copying and distribution (downloading, uploading, file serving, file \"swapping\" or other similar activities) of  \"MGM\"'s (property)(s) listed below is taking place.  We believe that the Internet access of the user engaging in this infringement is provided by Cox Communications or a downstream service provider who purchases this connectivity from Cox Communications. \r\nThis unauthorized copying and distribution constitutes copyright infringement under Section 106 of the U.S. Copyright Act .  Depending upon the type of service Cox Communications is providing to this IP address, it may have legal and/or equitable liability if it does not expeditiously remove or disable access to the (property)(s) listed below, or if it fails to implement a policy that provides for termination of subscribers who are repeat infringers (see, 17 U.S.C. ","date_sent":"2004-08-09T04:00:00Z","date_received":"2004-08-09T04:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":"MGM","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}