{"dmca":{"id":3902,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-07-30T04:00:00Z","date_received":"2012-07-30T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"www.themountainflame.com","principal_name":"Jennifer Brown","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"The following excerpts were taken word for  \nword from my article  and inserted inside another article, infringing on my  \ncopyright.\n\n\"The first symbol to jump out at me was the lone tree on top of a hill.  I  \nsuppose the “hill” represents the hilly landscape of parts of the UK but it  \nis important to remember that Illuminati symbols often have two meanings,  \none for themselves and one for the masses.  In this instance, the hill,  \nwith it’s walking ramps, is fashioned after a ziggurat and the tree is the  \ntree of knowledge in the Garden of Eden.  The entire basis of the elite’s  \nOccult Mystery Religion is the knowledge given to Adam and Eve.  These “so  \ncalled secrets of satan” (Rev 2:24), are suppose to make one equal to God.   \nThe fact that this knowledge is placed on top  ofAfter leaving the agrarian  \nworld (Garden of Eden), we find ourselves in the Industrial Revolution  \n(Babylon) as seen in the next picture.  What are smoke stacks to us are  \nsomething entirely different to the Illuminati.  They are Asherah poles.   \nAsherah is the pagan moon goddess that originated in Ancient Babylon under  \nthe rule of Nimrod and his wife, Semiramus.  The pole itself is a phallic  \nsymbol representing the Sun God.  Usually there is a circle at the bottom  \nrepresenting the female, for the union of man and  woman.  God says of  \nAsherah poles, “Do not set up any wooden Asherah pole beside the altar your  \nbuild to the Lord your God”  (Duet. 16:21) and “Ahab also made an Asherah  \npole and did more to arouse the anger of the Lord, the God of Israel, than  \ndid all the kings of Israel before him” (1 Kings 16:33) and\n\nThis is what you are to do to them: Break down their altars, smash their  \nsacred stones, cut down their Asherah poles and burn their idols in the  \nfire. (Duet. 7:5)\n\nAfter the industrial age we enter a hospital of sick children where the  \ncelebration of pop culture begins with references to fictional villans such  \nas Voldermort and Cruella Deville.  After God destroyed Babylon, scattered  \nits people and jumbled languages, the Mystery Occult Religion did not  \ndisappear.  It is alive and thriving in today’s American and British pop  \nculture, hence the  focus on magic with a JK Rowling appearance and the  \noveremphasis on Disney, including Mary Poppins as well as the overdone  \n“through the decades” style cabaret.\n\nI’m not quite sure what to make of this.  Everyone is facing the giant baby  \nhead as if in reverence.  Could it represent Tammuz, the reincarnation of  \nNimrod and the first antichrist?  Why doesn’t it have a body?  Is this  \nsignaling some kind of birth? \"","infringing_urls":[{"url":"http://shiftfrequency.com/illuminati-occult-symbolism-in-the-2012-london-olympics-opening-ceremony/"},{"url":"http://www.riseearth.com/2012/07/illuminati-occult-symbolism-in-2012.html#.UBYOXu3lNS8"}],"copyrighted_urls":[{"url":"http://wp.me/p23ker-8m"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}