{"dmca":{"id":3915,"type":"Dmca","title":"Don't Play that Funky Muzak","body":"Dear Ms. Tarr,\r\n\r\nAs you may know, Muzak is the world's largest supplier of business music.  Muzak owns numerous trademarks, including MUZAK, registered in the US. and around the world in connection with a wide array of business music products and services.  Muzak has used its various marks for more than sixty years and expended a great deal of time and money to build up extensive consumer recognition and goodwill.\r\n\r\nIt has come to our attention that your company has registered and is using the domain name \"muzak.smoe.org\" for an internet site.  Your use of the mark MUZAK - both in the domain name and in the content of your site - violates Muzak's long-standing trademark rights.\r\n\r\nYour unauthorized use of the MUZAK mark is likely to confuse and mislead the public and constitutes federal trademark infringement and unfair competition under both federal and state law.  In addition, your use of the \"muzak.smoe.org\" domain name will cause dilution of the MUZAK mark.  Section 43 of the Federal Trademark Act (codified at 15 US.C #1125(c)) states that an owner of a famous mark may seek an injunction and damages against a party who uses the mark in a manner that may cause dilution of the mark, regardless of the products or services in connection with which it is used.  Muzak takes such conduct very seriously and will act to ensure the full protection of its rights in this mark.\r\n\r\nPlease note that improper registration, use, and efforts to profit from the sale of the \"muzak.smoe.org\" domain name incorporating the mark MUZAK may subject you to further liability.  There have been numerous federal court decisions under longstanding trademark law principles holding that it is illegal to register and use domain names which consist of trademarks owned by other parties. See, e.g., Panavision International, L.P. v Toeppen, 141 F.3d 1316 (9th Cir. 1998). Further, the federal trademark statute has been recently amended to specifically impose civil liability upon anyone who, with a bad faith intent, registers, traffics in, or uses a domain name that is identical, confusingly similar, or dilutive of another trademark.  Under the new Anti Cybersquatting Consumer Protection Act, the owner of a mark my obtain statutory damages or up to $100,000 for each domain name improperly registered, used or offered for sale, as well as costs of suit and attorneys' fees.  See 15 US.C. #1125(d) and 1117.  Your registration of the domain name incorporating Muzak's trademark and any attempts to sell this domain name are factors that a court will consider in determining whether you have violated federal law and acted in bad faith.\r\n\r\nYour company is hereby directed to immediately cease and desist all use of the \"MUZAK\" mark, or any other name or mark confusingly similar thereto, including the use of \"MUZAK\" in the domain name \"muzak.smoe.org\".  Your use of the \"muzak.smoe.org\" domain name and the term \"MUZAK\" in the content of your internet website has damaged and continues to cause damage to Muzak.  Failure to comply with the terms of this letter could expose your company to claims of intentional infringement, including a trebling of damages and attorneys.\r\n\r\nIn order to resolve this matter in an amicable and businesslike manner, Muzak is willing to forego its entitlement to damages for past activities if you comply with the above demands.  However, please be advised that Muzak is prepared to exercise its full legal rights, including seeking all available damages, should you not provide full cooperation.\r\n\r\nPlease respond within ten (10) business days of the date of this letter indicating your company's agreement to: (1) close down the offending \"muzak.smoe.org\" website; and (2) cease all improper use of the terms \"MUZAK\" or any other name or mark confusingly similar thereto.\r\n\r\nSincerely yours,\r\n\r\n[private]\r\nLicensing Assistant\r\n","date_sent":"2004-09-24T04:00:00Z","date_received":"2004-09-24T04:00:00Z","topics":["ACPA","Copyright"],"sender_name":null,"principal_name":"Muzak","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}