{"dmca":{"id":3917,"type":"Dmca","title":"Anti-Spam Blog Threatened w/ Slander Suit: Crybaby Spammers Butcher English Language,","body":"Dear Eric,\r\n\r\nwe tried calling from The USA, all we get is a busy signal.\r\n\r\nWe are the Legal Team For The Pedalto Group, Inc. our client pedalto.com which is owned by The Pedalto Group, Inc. has a very serious issue regarding your blog forum.\r\n\r\nYou have a member : arnie potsandpans, who wrote this:\r\n\r\nPosted by: arnie potsandpans at September 18, 2004 04:05 PM\r\n\r\npedalto.com is fraud, these guys do not have 36,000,000 users registered and they do not give away 10GB for free. Just how in hell are they supposed to pay for 100,000 hard drives to support such a service? A lousy motorcycle enthusiast's web site which ranks 600,000 on Alexa can not possibly offer this service. These guys are crooks, fraudsters, liars!\r\n\r\nWe consider this slander, which is against the legal system in the USA, this person is not a member of pedalto.com, has no basis for the claims he has made. \r\n\r\nWe currently give 100GB/500MB email accounts and we have been fetured in newspapers worldwide.\r\n\r\nWe are asking that you remove all postings from this individual at once. We are planning to file a legal suit for slander and defimation against this person, and other persons that are posting this type of materials on your blogs.\r\n\r\nWe ask that you remove all postings about pedalto.com from your blogs, if you do not wish to comply with our wishes we will contact your Gov't for assistance in this matter.\r\n\r\nThank you for your time\r\n\r\nLegal Team'\r\nThe Pedalto Group, Inc.\r\npedalto.com\r\n\r\n\r\n\r\nTHE UPDATE:\r\n\r\nHow to make friends and influence people\r\n\r\n\r\n*UPDATE*\r\nNormally I put updates like this at the end of the post, but this is a long post and I would rather that people saw the update first in this case.\r\n\r\nThe owner of pedalto.com contacted me by e-mail and was very rational and reasonable about this whole affair. I think we both agreed that whoever sent the legal note, did so in a manner that was perhaps arguably overzealous and that calmer minds have now resolved this.\r\n\r\nI would like to add that aside from the legal note, pedalto.com has been nothing but nice and professional to me, which is exactly how matters like this can and should be handled. Hopefully this is the final resolution and we can move on with this and I can get back to talking about anti-spam measures.\r\n\r\nGetting to the point, recently we have had a few posts on here about pedalto.com  They are a website that has something to do with motorcycles and that sort of thing. More importantly, in relevance to this our own discussion, they offer an e-mail service which has gone up many times in its disk space allowances. Most recently, as noted by this comment here (which praises me for saying kind words about their site, even though I wasn't particularly praising or negative in my text, merely pointing out the situation), they now have 100GB accounts available to paying customers. (incidentally, the comment also says they setup an account for me, but I already have too many e-mail addresses, so I never contacted them largely out of disinterest in using their site)\r\n\r\nThe posts, like many other posts here on Spamblogging, have comments on them. The comments on this site, in case you are new to how the internet and blogging works, are from people that visit the site. They see the text I write in the posts, or other comments, and then they leave their own comments. I don't edit the comments - that said, I do remove the spam comments from the site.\r\n\r\nI then replied with this:\r\n\r\n\r\n    I think you are mistaken on a few points here, but I do understand your overall complaint. I didn't write the offending material, but my blog does allow comments. I do delete spam messages from the blog, but I don't censor the comments of the readers - it adds to the discussion of any point. If they want to say I am a jackass, then so be it. Or in this case, if they question your service, that is their issue, not mine - I simply leave it open to discussion.\r\n\r\n    Instead of jumping to empty legal threats, your time would probably be better served if you instead replied to the comments on the discussion so that you can defend yourself however you feel that you were wronged - that way if anyone finds the text in a search, they can make their own decision between the two concepts.\r\n\r\n    In order to help your cause, I will post this e-mail, my response, and my additional comments to the blog - that way any readers that happen to care about the topic can see where you stand on it with your position. In the end I think you will find that far better serves you than censorship to serve your agenda.\r\n\r\n    -","date_sent":"2004-10-05T04:00:00Z","date_received":"2004-10-05T04:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":null,"principal_name":"Legal@pedalto.com","recipient_name":"Spamblogging.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}