{"dmca":{"id":3933,"type":"Dmca","title":"Blogger Complains of Blog Duplication (TequilaMockingbird #2)","body":"September 20, 2004\r\n\r\nGoogle, Inc.\r\nAttn: Blogger, DMCA complaints\r\n[Private]\r\nMountain View, CA 94043\r\n\r\nVia Fax to [Private]\r\n\r\nRe: DMCA Complaint\r\n\r\nTo Whom It May Concern: \r\n\r\nSections 1 and 2: Please consider this letter a formal DMCA complaint against the site hosted \r\nby Blogger at this address:\r\n\r\nhttp://midiblog.blogspot.com\r\n\r\nHaving filed a DMCA complaint with you in the past, I am familiar with your request that I provide the specific timestamp for the specific post that is in violation of my copyright. However, this situation is rather unique in that it is, literally, the entire \r\nblog which is in violation of my copyright. Apparently, the owner of the site has copied and pasted the source code for my entire site--including the image source for the banner graphic, the meta data and the links. It's a doppelganger.\r\n\r\nReally, I think that if you visit my site: http://tequilamockingbird.blogspot.com and then \r\nvisit \r\nhttp://midiblog.blogspot.com the issue is clear.\r\n\r\nSection 3: I can be contacted at [Private]@hotmail.com or [Private]@zuckerman.com\r\n\r\nSection 4: I have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or \r\nthe law.\r\n\r\nSection 6: I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nAs an aside, this is the third DMCA issue I've had. And, I have to tell you guys that I love Blogger and have been a loyal user and Blogger evangelist for two years now. However, you guys do not have enough information on the Blogger site about DMCA protection or filing complaints, Even running a search brings up nothing, it should be easier to find out how to file these complaints. as the issue of copyright infringement is, unfortunately, an ever increasing issue in the blog community, Furthermore, in my experience, you guys don't \r\nrespond as quickly as those of us who are being infringed upon would like. I know you're busy over there, but if we go to the trouble to ferret out these thieves--and it's not always easy to do--it would be great if you could act with haste.\r\n\r\nThanks in advance for your attention to this matter, and keep up the great work.\r\n\r\nThanks,\r\n\r\n\r\n[Private]\r\nhttp://tequilamockingbird.blogspot.com","date_sent":"2004-09-20T04:00:00Z","date_received":"2004-09-20T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"tequilamockingbird.com","recipient_name":"Blogger [Google, Inc.]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}