{"dmca":{"id":3959,"type":"Dmca","title":"Rolex wants spam removed from list archives","body":"Dear Mr. Gilmore,\r\n\r\n     This firm is general counsel to Rolex Watch U.S.A., Inc. (\"Rolex\"),\r\nthe owners of the exclusive right to use the federally-registered \r\ntrademarks, including but not limited to, ROLEX, PRESIDENT, SUBMARINER,\r\nYACHT-MASTER, DAYTONA, GMT-MASTER, DATEJUST and Crown Device \r\n(hereinafter collectively referred to as the \"Rolex Trademarks\").\r\n\r\n     It has come to Rolex's attention that your company is the Bulletin\r\nBoard operator for http://lists.freeswan.org.  Your Web Page enables the \r\nfollowing vendors to advertise and conduct sales of counterfeit and\r\ninfringing Rolex watches bearing the Rolex Trademarks:\r\n\r\n  Vendor                          Exact Location of Counterfeit Rolex\r\n                                  Watch Posting on         \r\n                                  http://lists.freeswan.org Web Site/\r\n                                  Bulletin Board\r\n\r\n Swisswatchfactoryoutlet_101_@cs.com\r\n    http://lists.freeswan.org/pipermail/design/2003-March/004535.html\r\n\r\n     Such use is likely to cause confusion and constitutes\r\ncounterfeiting, trademark infringement and dilution of Rolex's\r\nintellectual property rights in violation of both federal and\r\nstate laws.\r\n\r\n     We are writing to notify you that, as the service provider/\r\nbulletin board operator for http://lists.freeswan.org.  You may\r\nbe held liable for trademark counterfeiting and infringement.\r\nThe penalties for such conduct are severe and may include injunctive\r\nrelief, actual damages, statutory damages of up to $1,000,000 for\r\neach trademark that has been counterfeited, costs and attorneys' fees.\r\n\r\n     In order to avoid further legal proceedings, we must receive your \r\nwritten reassurances by October 14, 2004 (underlined) that your \r\ncompany will immediately remove all postings on your Bulletin Board\r\nrelating to the unlawful use of the Rolex Trademarks.\r\n\r\n     We await an immediate response from you or your counsel.\r\n\r\n                     Sincerely,\r\n                     Gibney, Anthony & Flaherty, LLP\r\n\r\n                     By: ____(signature)_________\r\n                     [Private]\r\n\r\ns:/INTLPROP/00601/C&D/freeswan.doc\r\n","date_sent":"2004-10-07T04:00:00Z","date_received":"2004-10-07T04:00:00Z","topics":["Trademark","Copyright"],"sender_name":"Gibney, Anthony & Flaherty LLP","principal_name":"Rolex Watch U.S.A., Inc.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}