{"dmca":{"id":34018,"type":"Dmca","title":"Stolen Intellectual Property","body":" To Whom It May Concern:\r\n\r\nPlease note that all below-referenced URLs are currently not accessible\r\nas of 3:09:07 p.m. (GMT-6) on October 27, 2006.\r\n\r\nLegal Response Team\r\n\r\n\r\n-----Original Message-----\r\nFrom: Alaina Jeffers [mailto:ali_26@hotmail.com] \r\nPosted At: Wednesday, October 25, 2006 10:13 AM\r\nPosted To: Legal Response\r\nConversation: Stolen Intellectual Property\r\nSubject: Re: Stolen Intellectual Property\r\n\r\n\r\nIn addition, all six sites seem to breach 18 U.S.C. section 2257 because\r\nthe front pages show explicit shots of sexual parts and there is no\r\nstatement of compliance, nor any requirement that non-adults leave the\r\nsite. Under 18s accessing any of these sites go straight to sexual\r\nnudity.\r\n\r\n\r\n\r\nThe following websites contain several of MY stories, which are MY\r\nintellectual and copyrighted property.  As you are the host site for\r\nthese disgusting pornography sites I would think that you would be very\r\nquick in making sure that they are dealt with.  Also, please note that\r\nthe imagery on the sites is obscene and no disclaimer or warning of\r\ncontent is offered.  I believe that this may also be a legal issue.\r\n\r\nwww.starznaked.com\r\nhttp://sex-cinema.net\r\nhttp://beingfucked.com\r\nhttp://xxlpenis.com\r\nhttp://sexvids.org\r\nhttp://pornvids.org\r\n\r\nIntellectual Property Infringement Policy (excerpted from The Planet\r\nAUP) Customers may not transmit, distribute, download, copy, cache,\r\nhost, or otherwise store on a Server any information, data, material, or\r\nwork that infringes the intellectual property rights of others. The\r\nPlanet has the right to disable access to, or remove, infringing content\r\nto the extent required under any law or regulation, including the\r\nDigital Millennium Copyright Act of 1998.\r\n\r\nThe Planet reserves the right to suspend permanently or terminate the\r\nServices of any Customer that repeatedly violates The Planet's\r\nIntellectual Property Infringement Policy or any copyright law.\r\nIntellectual Property Infringement Policy (excerpted from EV1Servers\r\nAUP)\r\n\r\nCopyright or trademark infringement: Use of the EV1Servers service to\r\ntransmit any material (by e-mail, uploading, posting, hot linking,\r\ndirectly linking or otherwise) that infringes any copyright, trademark,\r\npatent, trade secret or other proprietary rights of any third party,\r\nincluding, but not limited to, the unauthorized copying of copyrighted\r\nmaterial, the digitization and distribution of photographs from\r\nmagazines, books, or other copyrighted sources, and the unauthorized\r\ntransmittal of copyrighted software.\r\n\r\nInfringement of Copyright, Patent, Trademark, Trade Secret, or\r\nIntellectual Property Right: Distribution and/or posting of copyrighted\r\nor the aforementioned infringements will not be tolerated.\r\n\r\nPursuant to your written policies I am formally requesting that you take\r\nimmediate action, suspending said sites without hesitation.\r\n\r\nThank you in advance for your cooperation.\r\n\r\nSweetWitch\r\nAuthur, The Spell of Appalachia\r\n\r\n_________________________________________________________________\r\nTry the next generation of search with Windows Live Search today!  \r\nhttp://imagine-windowslive.com/minisites/searchlaunch/?locale=en-us&sour\r\nce=hmtagline\r\n","date_sent":"2006-10-27T04:00:00Z","date_received":"2006-10-27T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}