{"dmca":{"id":34274,"type":"Dmca","title":"Honda Trade Dress Complaint","body":"Honda does not object to the signage shown in the 5 images that were\r\nattached to your 7-9-07 email, with one exception.  Honda objects to use of\r\nthe phrase \"Honda & Acura Specialist\" and \"Honda & Acura Automobile\r\nSpecialist\" as shown in cody.004 and cody.005.  In view of your willingness\r\nto address Honda's concerns and the relatively non-prominent position of the\r\nsigns on your premises, Honda will waive its objection if you will agree to\r\nforbear from use of that phrase on any future signs or advertising and to\r\nforbear from relocating the signs to position them to become more prominent.\r\nPlease let me know if that proposal is unacceptable to you.\r\n\r\nTo the extent that you show a graphic image or photograph of a Honda\r\nautomobile in your advertising, you are violating Honda's trade dress\r\nrights.  Below is an excerpt from the demand letter that our office sends\r\nwhen a company is using an image of a Honda automobile in its advertising\r\nwithout Honda's authorization:\r\n \r\n\r\nThe image or appearance of a product is referred to as its \"trade dress.\"\r\nThe distinctive shapes or images of Honda's automobiles are Honda's trade\r\ndress and are protected by the trademark laws just the same as Honda's brand\r\nnames and design trademarks or logos are protected.  The shape or image of\r\nHonda's automobiles cannot be copied or used in any form (including\r\nphotographs, drawings, or caricatures) without Honda's written\r\nauthorization.  See, e.g., American Honda Motor Co., Inc. v. Pro-Line\r\nProtoform, 352 F.Supp.2d 1081, 1082 (C.D. Cal. 2004) (entering injunction\r\nprohibiting defendant from selling model cars in form of Honda automobiles\r\nand finding \"distinctive shapes of Honda's vehicles, including in particular\r\nthe distinctive design and shape of Honda's Honda Civic, Honda Accord, and\r\nAcura RSX automobiles, are immediately identifiable and associated by the\r\ngeneral public with Honda\");  Volkswagenwerk, AG v. Smith, 471 F. Supp. 385\r\n(D. N.M. 1979) (holding defendant service shop's reproduction of Volkswagen\r\nsilhouette on business advertisements infringes Volkswagen's trade dress and\r\nconstitutes unfair competition); Volkswagenwerk Aktiengesellschaft v.\r\nRickard, 492 F.2d 474 (5th Cir. 1974) (affirming injunction barring, among\r\nother things, defendant service shop's use of \"any silhouette, picture,\r\ncaricature, or reproduction of the shape or appearance of the Volkswagen\r\nsedan\"); Liquid Glass Enters. v. Dr. Ing, h.c.F. Porsche A.G., 8 F.Supp. 2d\r\n398 (D. N.J. 1998) (entering preliminary injunction barring automobile\r\npolish manufacturer from using or depicting Porsche 911 in its\r\nadvertisements).\r\n\r\nI view the image on the website as a relatively small matter, and am hoping\r\nthat removing it will not cause you any serious inconvenience.  Since the\r\nanswering machine has been taken care of, I expect that Honda will close\r\nthis file once the image is down.\r\n\r\n","date_sent":"2007-06-30T04:00:00Z","date_received":"2007-06-30T04:00:00Z","topics":["Trademark","Copyright"],"sender_name":"Howard, Phillips & Andersen","principal_name":"American Honda","recipient_name":"Strictly H Repairs","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}