{"dmca":{"id":34296,"type":"Dmca","title":"Copyright Infringement","body":" \r\n\r\n________________________________\r\n\r\nFrom: Adepi - Departamento de Internet [mailto:adepi.internet@gmail.com] \r\nPosted At: Monday, October 23, 2006 1:04 PM\r\nPosted To: Copyright\r\nConversation: Copyright Infringement\r\nSubject: Copyright Infringement\r\n\r\n\r\n\r\nDear Provider\r\n\r\nADEPI represents The Motion Picture Association (MPA) in Brazil, who represents the\r\nfollowing motion picture production and distribution companies: \r\n\r\nColumbia Pictures Industries, Inc.\r\nDisney Enterprises, Inc.\r\nMetro-Goldwyn-Mayer Studios Inc. \r\nParamount Pictures Corporation \r\nTriStar Pictures, Inc.\r\nTwentieth Century Fox Film Corporation\r\nUnited Artists Pictures, Inc. \r\nUnited Artists Corporation\r\nUniversal City Studios, LLLP\r\nWarner Bros. Entertainment Inc. \r\n\r\n\r\nWe have received information that you are apparently providing Internet access to\r\nand possibly hosting pirate material at url: \r\n\r\nhttp://www.central-subtitles.com <http://www.central-subtitles.com/>  \r\n\r\nwhich is offering subtitles and layers of copyrighted motion picture. The\r\ndistribution of unauthorized copies of copyrighted motion pictures constitutes\r\ncopyright infringement under the Brazilian Copyright Law # 9610/98 and Criminal\r\nCode, section 184. This conduct may also violate the laws of other countries,\r\ninternational law, and/or treaty obligations. \r\n\r\nIf this information were conffirmed we request that you do the following:\r\n\r\n1) Disable access to this site;\r\n2) Remove this site from your server; and\r\n3) Take appropriate action against the account holder under your Abuse Policy/Terms\r\nof Service Agreement. \r\n\r\nBy copy of this letter, the owner of the above-referenced Internet site and/or email\r\naccount is hereby directed to cease and desist from the conduct complained of\r\nherein. \r\n\r\nOn behalf of the respective owners of the exclusive rights to the copyrighted\r\nmaterial at issue in this notice, we hereby state, that we have a good faith belief\r\nthat use of the material in the manner complained of is not authorized by the\r\ncopyright owners, their respective agents, or the law. \r\n\r\nAlso, we hereby state, under penalty of perjury, that the information in this\r\nnotification is accurate and that we are authorized to act on behalf of the owners\r\nof the exclusive rights being infringed as set forth in this notification. \r\n\r\nPlease contact us replying to this email should you have any questions.  \r\n\r\nWe thank you for your cooperation in this matter.  Your prompt response is requested. \r\n\r\nRespectfully\r\n\r\n\r\n \r\n-- \r\nADEPI - Associa","date_sent":"2006-10-23T04:00:00Z","date_received":"2006-10-23T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"ADEPI (for The Motion Picture Association (MPA) in Brazil)","recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}