{"dmca":{"id":34320,"type":"Dmca","title":"Case ID 68166620 - Notice of Claimed Infringement","body":" \r\n\r\n-----Original Message-----\r\nFrom: ESADMCAEnforcement [mailto:dmca@theesa.com] \r\nSent: Thursday, June 16, 2005 11:34 AM\r\nTo: Lance Crosby Esq.\r\nSubject: Case ID 68166620 - Notice of Claimed Infringement\r\n\r\n?Entertainment Software Association\r\n1211 Connecticut Avenue, N.W.\r\nWashington, DC 20036 USA\r\n\r\nAttention:  Piracy Enforcement - DMCA Officer\r\nTelephone:  202-223-2400\r\nFax:  202-223-2401\r\nE-mail:  dmca@theesa.com\r\n\r\nJune 16, 2005 \r\n\r\nDear Lance Crosby, Esq., \r\n\r\nI am an authorized representative of the Entertainment Software Association\r\n(\"ESA\"), which represents the intellectual property interests of twenty-four\r\n(24) companies that publish interactive games for video game consoles,\r\npersonal computers, handheld devices and the Internet.  \r\n\r\nESA is providing this letter of notification pursuant to the Digital\r\nMillennium Copyright Act and 17 USC Sec. 512 (c) to make ThePlanet.com\r\nInternet Services, Inc. aware of material on its network or system that\r\ninfringes the exclusive copyright rights of one or more ESA members.  This\r\nnotice is addressed to you as the agent designated by ThePlanet.com Internet\r\nServices, Inc. to receive notifications of claimed infringement, as so\r\nreflected in the current records of the U.S. Copyright Office.  Under\r\npenalty of perjury, we hereby affirm that the ESA is authorized to act on\r\nbehalf of the ESA members whose exclusive copyright rights we believe to be\r\ninfringed as described herein.\r\n\r\nESA has a good faith belief that the Internet site found at 69.93.156.186\r\ncontinues to infringe the rights of one or more ESA members by offering for\r\ndownload one or more unauthorized copies of one or more game products\r\nprotected by copyright, including, but not limited to:\r\n\r\nStar Wars Episode III: Revenge of the Sith \r\n\r\nThe unauthorized copies of such game product[s] appearing on, or made\r\navailable through, such site are listed and/or identified thereon by their\r\ntitles, variations thereof, or depictions of associated artwork (any such\r\ngame titles, copies, listings and/or other depictions of, or references to,\r\nany contents of such game product, are hereinafter referred to as\r\n\"Infringing Material\").  Based on the information at its disposal on\r\n6/14/2005 at 4:28 p.m. EDT (GMT -0400), ESA believes that the statements in\r\nthis Notice are accurate and correctly describe the infringing nature and\r\nstatus of the Infringing Material.\r\n\r\nAccordingly, ESA hereby requests ThePlanet.com Internet Services, Inc. to\r\nimmediately remove or disable access to the Infringing Material at the URL\r\naddress identified above.\r\n\r\nShould you have questions, please contact the ESA at the above listed\r\nmailing address or by replying to this email.  Please also include the above\r\nnoted Reference Number in the subject line of all email correspondence.\r\n\r\nWe thank you for your cooperation in this matter.  Your prompt response is\r\nappreciated.\r\n\r\nRegards,\r\n\r\nRobert L. Hunter, IV\r\nEntertainment Software Association\r\n\r\n\r\n------------------------------\r\nInfringement Detail:\r\nInfringing Work: Star Wars Episode III: Revenge of the Sith\r\nFilename: \r\nStar.Wars.Episode.III.Revenge.of.the.Sith.tar\r\nFirst Found: 14 Jun 2005 16:28:35 EDT (GMT -0400) Last Found: 14 Jun 2005\r\n16:28:35 EDT (GMT -0400)\r\nFilesize: 1,536,000k\r\nIP Address: 69.93.156.186\r\nIP Port: 5000\r\nNetwork: ChatAus\r\nProtocol: IRC\r\nUsername: [MW]-rEv|732\r\n\r\n\r\n \r\n\r\n\r\nNote:  The information transmitted in this Notice is intended only for the\r\nperson or entity to which it is addressed and may contain confidential\r\nand/or privileged material.  Any review, reproduction, retransmission,\r\ndissemination or other use of, or taking of any action in reliance upon,\r\nthis information by persons or entities other than the intended recipient is\r\nprohibited.  If you received this in error, please contact the sender and\r\ndelete the material from all computers.\r\n","date_sent":"2005-06-16T04:00:00Z","date_received":"2005-06-16T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Entertainment Software Association","recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}