{"dmca":{"id":34336,"type":"Dmca","title":"Notice of Claimed Infringement: http://www.stormfront.org","body":"________________________________\r\n\r\nFrom: Arien [mailto:arien@puertasdebabel.com] \r\nPosted At: Saturday, October 21, 2006 5:29 AM\r\nPosted To: Legal Response\r\nConversation: Notice of Claimed Infringement: http://www.stormfront.org\r\nSubject: Notice of Claimed Infringement: http://www.stormfront.org\r\n\r\n\r\n\r\nTo whom it may concern:\r\n\r\nYour company hosts a website located at http://www.stormfront.org/\r\ncontaining graphics and text copyrighted to and owned by me as the\r\ncreator of Site Name located at http://www.puertasdebabel.com/wicca/\r\nThe infringing content can be seen at\r\nhttp://www.stormfront.org/forum/showthread.php?t=335257 and include\r\n\r\n*        the graphic on post #1 \r\n*        the totality of posts #6 to #17,  both text, graphics and\r\nphotographs\r\n\r\n\r\nI very specifically state on every page of my site site that contents,\r\ngraphics and photographs are not public domain, are copyrighted by me\r\nand cannot be published anywhere without my written permission.\r\nPermission was not granted. Therefore, the use of my graphics and text\r\non the web page hosted at your site is illegal under copyright law and\r\nforbidden under my terms of use.\r\n \r\nI am prepared to sign and fax to you a prepared statement of ownership\r\nindicating that the information provided by me, Ana Winson, is accurate\r\nand *under penalty of perjury* I state that I have exclusive rights to\r\nthe material in question. I am legally authorized and represent myself,\r\nas I am the licensed owner of the copyrighted material. \r\n\r\nIn reviewing your site's terms of service, you indicate the following\r\nregarding copyright violations: \r\n\r\n\" Customers may not transmit, distribute, download, copy, cache, host,\r\nor otherwise store on a Server any information, data, material, or work\r\nthat infringes the intellectual property rights of others. The Planet\r\nhas the right to disable access to, or remove, infringing content to the\r\nextent required under any law or regulation, including the Digital\r\nMillennium Copyright Act of 1998.\" \r\n\r\nTherefore, I am seeking your immediate intercession with this matter. \r\n\r\nPlease remedy this offence with either: \r\n\r\n(1) Your immediate contact with the site owner demanding the prompt\r\nremoval of both graphics and text owned by and copyrighted to me or (2)\r\nthat you remove the site itself and/or my files from your server. \r\n\r\nYour expeditious attention to this matter is greatly appreciated as I\r\nfind no other recourse for remedy without undertaking legal action. \r\n\r\nPlease understand that this letter is not a warning or threat. It is\r\nbeing sent to you as part of a legal process that must be followed in an\r\neffort to maintain my legal rights. You can put an immediate stop to\r\nthis process by acting in accordance with this offer of good faith. \r\n\r\nSincerely, \r\n\r\n/Ana Winson/\r\nAna Winson\r\nLas Puertas de Babel \r\nReply to: arien <mailto:arien@puertasdebabel.com> @puertasdebabel.com \r\nhttp://www.puertasdebabel.com <http://www.puertasdebabel.com> \r\n","date_sent":"2006-10-21T04:00:00Z","date_received":"2006-10-21T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Las Puertas de Babel","recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}