{"dmca":{"id":34341,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-19T05:00:00Z","date_received":"2012-01-19T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"VICTORY MEDIA SA","principal_name":"VICTORY MEDIA SA","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"I am contacting you on behalf of the Greek  \r\nDistribution company \"VICTORY MEDIA S.A.\", which is situated in Athens -  \r\nGreece (23 Marathonos Ave & 2 Markou Botsari Str, 153 44 Gerakas, Athens,  \r\nGreece) in order to report a severe and continuous copyright infringement.\r\n\r\n\r\n\r\nI hereby confirm that the videos identified below infringe our company's  \r\nexclusive exploitation/ distribution rights. Victory Media S.A's copyright  \r\napplies to Greece. The infringing videos concern episodes of the Turkish TV  \r\nSeries entitled \"Ask Ve Ceza\" (in Greek: Έρωτας και τιμωρία) and the Series  \r\nSuleiman the Magnificent (in Greek: Σουλεϊμάν ο Μεγαλοπρεπής) which have  \r\nbeen illegally uploaded and broadcasted via the following URL’s.\r\n\r\n\r\n\r\n\r\n\r\nThe exploitation/ distribution rights of material carriers (VIDEO/DVD/VCD)  \r\nembodying episodes of the Turkish TV Series \"Ask Ve Ceza\" (in Greek: Έρωτας  \r\nκαι τιμωρία) and the Series Suleiman the Magnificent (in Greek: Σουλεϊμάν ο  \r\nΜεγαλοπρεπής), for the territory of Greece, belong exclusively to our  \r\ncompany(Victory Media S.A.), which never authorized such an uploading/  \r\nbroadcasting of the videos by which our company suffers huge financial and  \r\nmoral damages.\r\nVictory Media is the exclusive right holder, for the territory of Greece,  \r\nof exploitation/ distribution rights of material carriers (VIDEO/DVD/VCD)  \r\nembodying all 124 episodes of the Turkish Television Series \"Ask Ve  \r\nCeza\"(in Greek: Έρωτας και τιμωρία) and the Series Suleiman the Magnificent  \r\n(in Greek: Σουλεϊμάν ο Μεγαλοπρεπής).\r\n\r\n\r\nWe therefore, call upon you to REMOVE the infringing videos and to desist  \r\nin the future from uploading and broadcasting any of the episodes of the TV  \r\nSeries \"Ask Ve Ceza\" (in Greek: Έρωτας και τιμωρία) and the Series Suleiman  \r\nthe Magnificent (in Greek: Σουλεϊμάν ο Μεγαλοπρεπής) our e-mail address is  \r\nvic@victorymedia.gr .\r\nI have a good faith belief that use of the copyrighted materials described  \r\nabove is not authorized by VICTORY MEDIA S.A., which is the legitimate  \r\nright holder and is not permitted by law.\r\nI swear, under penalty of perjury, that the information contained in this  \r\nnotification is accurate and that VICTORY MEDIA S.A. has an exclusive right  \r\nin law to bring infringement proceedings in respect of its use.\r\n\r\nFor \"VICTORY MEDIA S.A\"\r\n\r\n_____________________","infringing_urls":[{"url":"http://doifan-mygreektv.blogspot.com/"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}