{"dmca":{"id":34462,"type":"Dmca","title":"Unauthorized Sale of Recordings","body":"________________________________\r\n\r\nFrom: Antipiracy [mailto:Antipiracy@RIAA.Com] \r\nPosted At: Tuesday, October 03, 2006 4:41 PM\r\nPosted To: DMCA Houston\r\nConversation: Unauthorized Sale of Recordings\r\nSubject: Unauthorized Sale of Recordings\r\n\r\n\r\n\r\nVIA EMAIL \r\n\r\nOctober 3, 2006 \r\n\r\nEveryone's Internet \r\n390 Benmar Drive, Suite 200 \r\nHouston, TX 77060 \r\n\r\nRE:        http://www.bestcddvd.com/ \r\n        \r\nDear Sir or Madam: \r\n\r\nI am contacting you on behalf of the Recording Industry Association of\r\nAmerica, Inc. (RIAA) and its member record companies.  The RIAA is a\r\ntrade association whose member companies create, manufacture and\r\ndistribute approximately ninety (90) percent of all legitimate sound\r\nrecordings sold in the United States.  Under penalty of perjury, we\r\nsubmit that the RIAA is authorized to act on behalf of its member\r\ncompanies on matters involving the infringement of their sound\r\nrecordings, including enforcing their copyrights and common law rights\r\non the Internet. \r\n\r\nWe have learned that your service is hosting the above referenced\r\nwebsite on your network.  This site offers for sale unauthorized\r\nrecordings by such artists  as Paul McCartney, Blur, Kate Bush, Iron\r\nMaiden, and Lenny Kravitz.  The above-described activity is not\r\nauthorized by the copyright owner, its agent, or the law.  We assert\r\nthat the information in this notification is accurate, based upon the\r\ndata available to us. \r\n\r\nWe are asking for your immediate assistance in stopping this\r\nunauthorized activity.  Specifically, we request that you remove or\r\ndisable access to the site, and that you inform the site operator of the\r\nillegality of his or her conduct. \r\n\r\nThis letter does not constitute a waiver of any right to recover damages\r\nincurred by virtue of any such unauthorized activities, and such rights\r\nas well as claims for other relief are expressly retained.   \r\n\r\nYou may contact me at RIAA, 1330 Connecticut Avenue, , N.W., Suite 300,\r\nWashington, D.C., 20036, Tel. (202) 775-0101, or e-mail\r\nantipiracy@riaa.com, to discuss this notice.  Thank you for your\r\nattention in this matter. \r\n\r\nSincerely, \r\nTraci Crippen \r\nOnline Copyright Protection \r\nRIAA \r\n","date_sent":"2006-10-04T04:00:00Z","date_received":"2006-10-04T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"RIAA","recipient_name":"Theplanet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}