{"dmca":{"id":34497,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-19T05:00:00Z","date_received":"2012-01-19T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Alexander Nikolaev","principal_name":"Alexander Nikolaev","recipient_name":"Google, Inc.","works":[{"description":"Review:\r\nRedTube Grabber - the quickest way to save RedTube movies to your computer.\r\n If you have a good Internet connection, you must be watching lots of online videos of all kinds. If RedTube is one of the resources you visit quite often and would definitely like to be able to save the best of its movies locally, you need a proper tool. And if you don’t even know where to start looking, make no mistake and check out RedTube Grabber! \r\n\r\n   RedTube Grabber is everything you need to make local copies of RedTube videos in a fast and very efficient manner. The tool has a clean, intuitive interface and enables you to select videos right in the program window without visiting the site. Selected videos can be previewed and added to the download list with a single mouse click. The built-in download manager enables you to download videos up to 4-5 times faster than usual, which saves you a great deal of time, especially if you are downloading lots of videos at the same time. The downloaded movies can be easily converted into a number of popular formats and sizes, including the ones for mobile phones, iPod, iPhone, Pocket PC, PSP and Zune. The software fully supports batching and scheduling, so all you need to get a folder full of iPhone-optimized videos is select the category and choose the corresponding conversion profile — RedTube Grabber will take care of the rest! \r\n\r\n   If you want to have a stable source of RedTube content, choose nothing but RedTube Grabber! This handy and affordable tool will download, convert, rescale and optimize RedTube videos when you need it — and it won’t take long!","infringing_urls":[{"url":"http://www.best-free-soft.com/pc/windows/audio/misc/redtubevideodownloader.html"},{"url":"http://www.findallsoft.com/pc/audio/misc/redtube*video*downloader.html"},{"url":"http://www.searchallsoft.com/pc/windows/audio/misc/redtube-video-downloader.html"},{"url":"http://www.searchanysoft.com/audio/misc/redtubevideodownloader.html"},{"url":"http://www.searchsomesoft.com/pc/windows/audio/misc/redtube!video!downloader.html"},{"url":"http://www.vadino.com/audio/misc/redtube-video-downloader.html"},{"url":"http://www.world-software-archive.com/audio/misc/redtube+video+downloader.html"}],"copyrighted_urls":[{"url":"http://3d2f.com/smartreviews/1-215-redtube-grabber-the-quickest-way-to-save-redtube-movies-to-your-computer-read.shtml"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}