{"dmca":{"id":34587,"type":"Dmca","title":"Unauthorized Prerelease Sound Recording","body":"________________________________\r\n\r\nFrom: Antipiracy [mailto:Antipiracy@RIAA.Com] \r\nPosted At: Wednesday, October 11, 2006 5:40 PM\r\nPosted To: Copyright\r\nConversation: Unauthorized Prerelease Sound Recording\r\nSubject: Unauthorized Prerelease Sound Recording\r\n\r\n\r\n\r\nVIA E-MAIL\r\n\r\nOctober 11, 2006 \r\n\r\nLance Crosby \r\nGeneral Counsel and Vice President of Operations \r\nThe Planet Internet Services, Inc. \r\n1333 Stemmons Freeway Suite 110 \r\nDallas, TX 75207 \r\n\r\nRE:\r\nwww.jovanandshanna.com%2Fsaywordatl%2Faudio%2Fjay-z%2520-%2520kingdom%25\r\n20come%2520radio%2520rip.mp3 \r\n        \r\nDear Mr. Crosby: \r\n\r\nI am contacting you on behalf of the Recording Industry Association of\r\nAmerica, Inc. (RIAA) and its member record companies.  The RIAA is a\r\ntrade association whose member companies create, manufacture and\r\ndistribute approximately ninety (90) percent of all legitimate sound\r\nrecordings sold in the United States.  Under penalty of perjury, we\r\nsubmit that the RIAA is authorized to act on behalf of its member\r\ncompanies in matters involving the infringement of their sound\r\nrecordings, including enforcing their copyrights and common law rights\r\non the Internet.   \r\n\r\nWe believe your service is hosting the above-referenced file on its\r\nnetwork.  This file offers a sound recording for download by the artist\r\nknown as Jay-Z, which has not yet been commercially released.  We have a\r\ngood faith belief that the above-described activity is not authorized by\r\nthe copyright owner, its agent, or the law.  We assert that the\r\ninformation in this notification is accurate, based upon the data\r\navailable to us.   \r\n\r\nWe are asking for your immediate assistance in stopping this\r\nunauthorized activity.  Specifically, we request that you remove the\r\ninfringing file from the system, or that you disable access to the\r\ninfringing file, and that you inform the site operator of the illegality\r\nof his or her conduct. \r\n\r\nYou should understand that this letter constitutes notice to you that\r\nthis site operator may be liable for the infringing activity occurring\r\non your service.  In addition, under the Digital Millennium Copyright\r\nAct, if you ignore this notice, you and/or your company may also be\r\nliable for any resulting infringement. This letter does not constitute a\r\nwaiver of any right to recover damages incurred by virtue of any such\r\nunauthorized activities, and such rights as well as claims for other\r\nrelief are expressly retained. \r\n\r\nYou may contact me at RIAA, 1330 Connecticut Avenue, N.W., Suite 300,\r\nWashington, D.C., 20036, Tel. (202) 775-0101, or e-mail\r\nantipiracy@riaa.com, to discuss this notice.  We await your response.\r\nKind regards. \r\n\r\nSincerely, \r\nPaul Jackson \r\nOnline Copyright Protection  \r\nRIAA ","date_sent":"2006-10-12T04:00:00Z","date_received":"2006-10-12T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"RIAA","recipient_name":"Theplanet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}