{"dmca":{"id":34606,"type":"Dmca","title":"Fraudulent website - charleswinters.com","body":"To Whom It May Concern:\r\n\r\n \r\n\r\nPlease note that below-referenced copyright infringement notice does not\r\nsubstantially comply with the required notification elements of the\r\nDigital Millennium Copyright Act of 1998 (\"DMCA\").\r\n\r\n \r\n\r\nPlease note that we have not passed on the substantive merits of your\r\nclaim.\r\n\r\n \r\n\r\nPlease visit our web site at www.theplanet.com/legal\r\n<http://www.theplanet.com/legal> .\r\n\r\n \r\n\r\nLegal Response Team\r\n\r\nTHEPLANET.COM INTERNET SERVICES, INC.\r\n\r\n\r\n________________________________\r\n\r\nFrom: Design By Joyce [mailto:joyce@designbyjoyce.com] \r\nPosted At: Wednesday, October 11, 2006 5:41 PM\r\nPosted To: Legal Response\r\nConversation: Fraudulent website - charleswinters.com\r\nSubject: Fraudulent website - charleswinters.com\r\n\r\n\r\nOne of your customers, Charles T. Winters of www.charleswinters.com, has\r\nplagiarized my website located at www.designbyjoyce.com (including my\r\nclient list, testimonials, resume, graphics and layout from one version\r\nprevious and more) claiming it as his own. In some cases he has simply\r\nchanged my name to his or inserted his image with very minimal changes.\r\nMany of the pages are verbatim and have not changed at all, other than\r\nhis header graphic. A run of a link checker such as Xenu will even turn\r\nup my email address (joyce@designbyjoyce.com). \r\n \r\nThis man has half of my projects on his portfolio page and the rest are\r\nscreenshots of sites that he has simply harvested from the web. There\r\nmay be 2 legitimate ones there for sites he runs. I have contacted the\r\nweb designers for Autobabes.com.au, Healing Angel Card Readings,\r\nsearch-engine-performance.com and they have all said they have never\r\nheard of this person. I highly doubt he designed the site for Sports\r\nAuthority, Giant Foods or Clothier and Head and they have all been\r\nnotified as well. He is using my testimonials and portfolio graphics to\r\ntry to obtain web design projects.\r\n \r\nThis came to my attentiion because Haroo and Haroo of Dallas, TX saw his\r\nposting on craigslist and was considering using him. They contacted me\r\nfor a reference since Charles Winters claimed to have designed my site.\r\nWhy a web designer would hire another web designer to develop their site\r\nis beyond me.\r\n \r\nIt appears that he has his own server and there are 15 domain names on\r\nthat server as of today. Most of them all redirect to charleswinters.com\r\nand others have no content. One has questionable content however,\r\ndepending on your guidelines, and that would be\r\nwww.spearmintrhinoescorts.com. \r\n \r\nI would hope that at a minimum your company would serve Charles Winters\r\nwith a warning as to his very questionable practices and plagiarism. I\r\nplan to follow up with Google in reporting him in violation of the\r\nDigital Millenium Copyright Act. I'd appreciate any assistance you can\r\nprovide in this matter.\r\n \r\nThank you,\r\nJoyce Himes\r\nGlendale, Arizona\r\nwww.designbyjoyce.com\r\n \r\n ","date_sent":"2006-10-12T04:00:00Z","date_received":"2006-10-12T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"www.designbyjoyce.com","recipient_name":"Theplanet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}