{"dmca":{"id":34697,"type":"Dmca","title":"Complaint regarding copyrighted material","body":"To Whom It May Concern:\r\n\r\n \r\n\r\nPlease note that below-referenced copyright infringement notice does not\r\nsubstantially comply with the required notification elements of the\r\nDigital Millennium Copyright Act of 1998 (\"DMCA\").\r\n\r\n \r\n\r\nPlease note that we have not passed on the substantive merits of your\r\nclaim.\r\n\r\n \r\n\r\nPlease visit our web site at www.theplanet.com/legal\r\n<http://www.theplanet.com/legal> .\r\n\r\n \r\n\r\nLegal Response Team\r\n\r\nTHEPLANET.COM INTERNET SERVICES, INC.\r\n\r\n \r\n\r\n\r\n________________________________\r\n\r\nFrom: Phil Bayfield VIP Texting LTD [mailto:phil@viptexting.com] \r\nPosted At: Monday, October 09, 2006 7:21 PM\r\nPosted To: Legal Response\r\nConversation: Complaint regarding copyrighted material\r\nSubject: Complaint regarding copyrighted material\r\n\r\n\r\n\r\nDear ThePlanet,\r\n\r\nWe would like to notify you of illegal copyrighted material present on a\r\nserver within your data centre.\r\n\r\nThe offending material is located at:\r\n\r\nhttp://www.msolutions.cc/brochures/mCHAT_Case_Studies.pdf\r\n\r\nThe server IP is: 70.85.155.226\r\n\r\nThe company, txtNation has published falsified quotes apparently made by\r\nour company, and has also published our logo and is claiming we are one\r\nof their client's, none of this information is true.\r\n\r\nWe have requested that they remove the material and they have ignored\r\nour requests, because of this we are now seeking legal action against\r\nthem, however we would much rather avoid the legal route and were hoping\r\nyou would be able to do something at your end?\r\n\r\nI believe as the hosting provider, you do have a certain amount of\r\ncontrol if one of your clients are breaking the law?\r\n\r\nWe are also one of your clients and we would greatly appropriate it if\r\nyou could intervene and request that txtNation remove the material.\r\n\r\n\r\nThank you in advance for any assistance you can provide,\r\n\r\n\r\nRegards,\r\nPhil Bayfield\r\nManaging Director\r\nVIP Texting Ltd\r\n\r\n-- \r\n\r\n\r\n\r\n\r\n*** This is a confidential communication intended only for the named\r\naddresses. If you receive this communication in error, please notify us\r\nand return and delete it without reading it. This e-mail may not be\r\ndisclosed, copied or distributed in any form without the obtained\r\npermission in writing of VIP Texting Ltd. In any case it may not be\r\naltered or otherwise changed. Whilst VIP Texting Ltd believes that the\r\ninformation is correct at the date of the e-mail, no warranty and\r\nrepresentation is given to this effect and VIP Texting Ltd can accept no\r\nresponsibility. ***","date_sent":"2006-10-10T04:00:00Z","date_received":"2006-10-10T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"VIP Texting Ltd","recipient_name":"Theplanet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}