{"dmca":{"id":34714,"type":"Dmca","title":"Notice of Trademark Infringement - centraljewellery.com","body":"Dear Mr. Decker:\r\n\r\n \r\n\r\nWe are in receipt of your Trademark Complaint letter dated October 9,\r\n2006. The disputed material in the above-referenced letter is the domain\r\nname, not the content of the website. As an ISP, we are compelled by\r\nFederal Law to disable access of website if it infringes copyright or\r\ntrademark rights of third parties. This is not the case since the\r\nwebsite www.centraljewellery.com neither uses the Trademark \"jewelry\r\ncentral\" on his website nor has \"jewelry central\" content display there.\r\nAs the disputed material is the domain name and it is not under our\r\ncontrol, because it was not registered with us. This issue should be\r\nresolved either by the registrar of the domain name centraljewellery.com\r\nor ICANN.\r\n\r\n \r\n\r\nLegal Response Team\r\n\r\n-----Original Message-----\r\nFrom: Jewelry Central [mailto:wdecker@jewelrycentral.com] \r\nPosted At: Monday, October 09, 2006 3:38 PM\r\nPosted To: DMCA Houston\r\nConversation: Notice of Trademark Infringement - centraljewellery.com\r\nSubject: Notice of Trademark Infringement - centraljewellery.com\r\n\r\n\r\nWilliam Decker\r\nLegal Department\r\nJewelry Central\r\n73 West 47th Street\r\nNew York, NY 10036 \r\n\r\nOctober 9, 2006\r\n\r\nLegal Department\r\nEveryones Internet\r\n1333 Stemmons Freeway Suite 110\r\nDallas, TX 75207\r\n\r\nRe:   Notice of Trademark Infringement - centraljewellery.com\r\n\r\nTerence Taylor - Central Jewellery\r\n115 Clerkenwell Road\r\nLondon, United Kingdom EC1R 5BY\r\ninfo@centraljewellery.com\r\n\r\nDear Sir or Madam:\r\n\r\nJewelry Central is the owner of United States Trademark Registration\r\nNumbers 2475526, 2894821 and 3067964 for the mark \"JEWELRY CENTRAL\".\r\nJewelry Central uses this mark in conjunction with \"jewelrycentral.com\",\r\nwhich is an operating commercial web site. We have spent many years and\r\nenormous financial resources in establishing our company's goodwill and\r\nreputation.\r\n\r\nIt has come to our attention that your client has registered and is\r\nusing the above domain in violation of the Anticybersquatting Consumer\r\nProtection Act of 1999, which is embodied in the Lanham Act.\r\nFurthermore, your client is intentionally trading on the goodwill of\r\nJewelry Central by registering a domain that contains our mark and\r\ninternationally famous name. \r\n\r\nEveryones Internet is currently providing web hosting for the infringing\r\nweb site with the following name servers and ip address: NS2.EQHOST.NET,\r\nNS1.EQHOST.NET, 207.44.186.39\r\n\r\nIt is clear that your client's registration and use in bad faith of the\r\ninfringing domain causes irreparable harm to Jewelry Central's\r\nreputation, and is intended to confuse and misdirect consumers. This\r\nactivity is actionable under federal law and causes your client and\r\nEveryones Internet to be liable to Jewelry Central in every state in\r\nwhich sales have been made, and for all advertising revenue earned from\r\nthe use of the infringing domain. Your client's activities are unlawful\r\nand constitute unfair competition, intentional trademark infringement,\r\ntrademark dilution, false designation of origin of goods and services,\r\ncybersquatting, and the tarnishing of our mark. \r\n\r\nDemand is hereby made that Everyones Internet immediately deactivate the\r\ninfringing web site and prevent any further infringement of our mark\r\nfrom occurring on your networks. In this regard we are willing to\r\nnegotiate a settlement to redress the infringement that has occurred to\r\ndate. You have our assurances that we will exhaust all available\r\nremedies to vigorously protect our mark.\r\n\r\nDemand is further made that Everyones Internet: (1) provide us with an\r\naccounting of all parties that clicked on this web site; (2) immediately\r\nremove all reference to, including all links to, this web site that is\r\nlocated on your network; and (3) provide my office a writing agreeing\r\nthat said web site has been removed from your network and that your\r\ncompany will cease and desist from allowing any further infringement of\r\nour mark from occurring on your networks.\r\n\r\nI have a good faith belief that the disputed use described above on the\r\nallegedly infringing web pages is not authorized by the trademark owner,\r\nits agent, or the law. I swear, under penalty of perjury, that the\r\ninformation in the notification is accurate and that I am the trademark\r\nowner or am authorized to act on behalf of the owner of an exclusive\r\nright that is allegedly infringed.\r\n\r\nIf we do not receive a response within three days from the receipt of\r\nthis letter, we will assume that Everyones Internet is not interested in\r\nresolving this matter on an amicable basis and will proceed accordingly.\r\n\r\nIf we are unable to resolve this matter amicably, we will file a lawsuit\r\nat our discretion seeking: (i) preliminary and permanent injunctions,\r\n(ii) compensatory damages, (iii) punitive damages, (iv) compensation\r\nequal to your client's profits, (v) reimbursement of Jewelry Central's\r\nattorneys' fees, and (vi) a court order that Everyones Internet\r\ndeactivate the infringing web site and that your client and Everyones\r\nInternet compensate Jewelry Central for damage to it's goodwill.\r\n\r\nNothing in this letter shall be construed as limiting, in any way,\r\nJewelry Central's legal or equitable rights, including the right to\r\ncommence legal proceedings against your company and any other persons or\r\nentities acting in concert with you, without further notice.\r\n\r\nVery truly yours, \r\n\r\nWilliam Decker,\r\nLegal Department. \r\nhttp://www.jewelrycentral.com\r\n","date_sent":"2006-10-10T04:00:00Z","date_received":"2006-10-10T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"http://www.jewelrycentral.com","recipient_name":"Theplanet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}