{"dmca":{"id":34723,"type":"Dmca","title":"Hosting copyrighted material - TAKE IT DOWN!","body":"________________________________\r\n\r\nFrom: Joana [mailto:bobnorris@neo.rr.com] \r\nPosted At: Sunday, October 08, 2006 6:36 PM\r\nPosted To: Copyright\r\nConversation: Hosting copyrighted material - TAKE IT DOWN!\r\nSubject: Hosting copyrighted material - TAKE IT DOWN!\r\n\r\n\r\nDear sir,\r\n     \r\n \r\nSo that you will act to end copyright infringement of my work on your\r\nmember's website I am responding per item to your requirements as\r\ndirected by today's email from you.\r\n \r\nThis is the web site in question:  http://www.hsforum.net/\r\n \r\nwhere it says this across every page on their site:  Joana's New Guide\r\n<http://www.joanasworld.com/>  Is in the VIP Section\r\n<http://www.hsforum.net/index.php?act=paysubs&CODE=index>  \r\n \r\nI have checked it out and confirmed that it is indeed my copyrighted\r\nwork.  They are making users pay to see MY copyrighted work.\r\n \r\n \r\n#1. My name is Paul M. Lucas.  That is my electronic signature for\r\nimmediate purposes.  A written signature will be additionally forwarded\r\nby postal mail once I receive mailing instructions if need be.  I am the\r\nowner of the work in question, which I copyrighted with the US Library\r\nof Congress in February 2006.\r\n \r\n#2.  The copyright protects my \"Joana/Mancow's Leveling Guide For Horde\"\r\n\r\n \r\n#3.  This guide is text material detailing the routes and techniques I\r\nemploy to achieve world record time to move my character (Troll Hunter\r\nfor the Horde faction) from the start (level 1 in Durotar] to the end\r\n[level 60 in Winterspring] in the popular online game World of Warcraft.\r\n \r\n#4.   My Address:      Paul M. Lucas\r\n                                P.O. Box 542\r\n                                Barberton, Ohio 44203-4311\r\n                                United States\r\n\r\n          \r\n My Email:     BobNorris@neo.rr.com  or pml@neo.rr.com\r\n \r\n#5.  I am complaining of the electronic distribution of my proprietary\r\nwork on your web server of which I did not give consent to or authorize\r\nin any manner.  My work has been pirated and you are contributing to\r\nthis illegality by allowing it continue unabated.\r\n \r\n#6.  I swear the foregoing statements are true and that I, Paul M.\r\nLucas, am the sole and proper owner of this now pirated guide. \r\n \r\n\r\n      I ask that you take immediate action to stop the illegal\r\ndistribution that you are now allowing of my copyrighted work.\r\n \r\n      Sincerely, Paul M. Lucas.  Oct, 8, 2006\r\n \r\n\r\nFor more information:  Here is a copyright certificate scan:\r\nhttp://www.joanasworld.com/joana_guide_copyright.jpg\r\n \r\nAnd my homepage where I am selling it at:\r\nhttp://www.joanasworld.com/\r\n \r\n ","date_sent":"2006-10-09T04:00:00Z","date_received":"2006-10-09T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Joana/Mancow's Leveling Guide For Horde","recipient_name":"Theplanet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}