{"dmca":{"id":34735,"type":"Dmca","title":"Fraudulent site, please shut down! [RBC 1340]","body":"To Whom It May Concern:\r\n\r\n \r\n\r\nThe URL in question is currently not accessible as of 9:35:07 a.m.\r\n(GMT-6) on October 8, 2006.\r\n\r\n \r\n\r\nLegal Response Team\r\n\r\n \r\n\r\n\r\n________________________________\r\n\r\nFrom: RSA Cyota Anti-Fraud Command Center [mailto:afcc@rsasecurity.com] \r\nPosted At: Saturday, October 07, 2006 1:48 PM\r\nPosted To: DMCA Houston\r\nConversation: Fraudulent site, please shut down! [RBC 1340]\r\nSubject: Fraudulent site, please shut down! [RBC 1340]\r\n\r\n\r\n\r\n        \r\n\r\n                                                                        \r\n                                                \r\n\r\nDear Sirs:\r\nCyota, an anti-fraud and security company, is under contract to assist\r\nRoyal Bank of Canada and its related entities (\"RBC\") - A leading\r\nCanadian bank - in preventing or terminating online activity that\r\ntargets RBC's clients as potential fraud victims. \r\n\r\nCyota has been made aware that you appear to be providing Internet\r\nServices to a fraudulent Web site, which is part of a \"phishing scam\"*.\r\nThis activity violates RBC's copyright, trademark and other intellectual\r\nproperty rights and may violate the criminal laws of Canada, the United\r\nStates and other nations.\r\n\r\nE-mail messages have been broadly distributed to individuals by a person\r\nor entity pretending to be RBC. These e-mails use RBC's name and\r\nidentity (including trademarks) without authorization. The e-mails\r\nrequest recipients to verify and submit sensitive details related to\r\ntheir RBC accounts.\r\n\r\nWithin the fraudulent e-mail message, there is a link that leads the\r\nrecipients to a fraudulent website displaying RBC's copyrighted\r\nmaterials and trademarks. The fraudulent website is located at the\r\nfollowing URL address \r\nhttp://corporatetransfers.co.za/stats/ssl/secure/https/www1.royalbank.co\r\nm/cgi-bin/cp/rbunxcgi.php\r\n<http://corporatetransfers.co.za/stats/ssl/secure/https/www1.royalbank.c\r\nom/cgi-bin/cp/rbunxcgi.php>  ) to which you provide services and which\r\nis under your control.\r\n\r\nThe fraudulent website not only represents a misuse of RBC's\r\nintellectual property; its purpose is to improperly obtain personal\r\ninformation of RBC customers in order to fraudulently access their bank\r\naccounts. The people behind those websites typically perpetrate\r\nidentity-theft related activities, such as using customer's credit cards\r\nor bank accounts without authorization. In addition, since the vast\r\nmajority of all of the e-mails are not being sent to actual RBC\r\ncustomers, the actions serve to damage the reputation and image of RBC.\r\n\r\nPlease take all necessary steps to immediately shut down the fraudulent\r\nwebsite, terminate its availability to the Internet and discontinue the\r\ntransmission of any e-mails associated with this website.\r\n\r\nWe understand that you may not be aware of this improper use of your\r\nservices and we appreciate your cooperation. We specifically would ask\r\nthat you also take the following actions:\r\n\r\n* Please provide us with a tar/zip file of the source code for this\r\nsite, so that we may analyze it to help prevent further attacks.\r\n\r\n* If any customer data has been captured that is stored on your systems\r\nor equipment, please send us that data so that the customers to whom\r\nthat data relates can be notified and take steps to protect their\r\ncredit.\r\n\r\n* Please provide a copy of any records you maintain that indicate the\r\nname, contact information, method of payment or similar information that\r\nmay be useful in helping learn the identity and location of the customer\r\nfor whom the website has been operated.\r\n\r\nThank you for your cooperation to prevent and terminate this fraudulent\r\nactivity.\r\n\r\nSincerely,\r\nCyota Anti Fraud Command Center\r\nTel: +44(0)800-032-7751 (UK)\r\nTel: +1-866-408-7525 (US)\r\nFax: +972-9-9728101 (EU)\r\nFax: +1-212-208-4644 (US)\r\nE-mail: afcc@cyota.com <<mailto:afcc@cyota.com>>\r\n\r\ncc: Royal Bank of Canada\r\nTamara Vanmeggelen, Counsel, RBC Law Group\r\nAddress: 200 Bay St - 14th Flr, North Tower Toronto, Ontario M5J 2J5\r\nTel: +1 - 416 974-3435\r\nFax: +1- 416 974-2217\r\n\r\n*\"Phishing\" is an e-mail scam that attempts to trick consumers into\r\nrevealing personal information, such as their credit or debit account\r\nnumbers, checking account information, Social Security Numbers, or\r\nbanking account passwords, through an imposter's Web site or in a reply\r\ne-mail.","date_sent":"2006-10-07T04:00:00Z","date_received":"2006-10-07T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Cyota Anti Fraud Command Center","recipient_name":"Theplanet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}