{"dmca":{"id":34771,"type":"Dmca","title":"Abusive Content","body":"[redacted]\r\n\r\nDear Sir or Madam:\r\n\r\n    Please be advised that this law firm represents [redacted]. It is our understanding that Time dotNet Berhad is the new internet service provider for the web site, www.esotericfreedom.com. This web site contains substantial personal, false, misleading, defamatory, private, abusive, harassing, threatening, and otherwise tortious material concerning our above-named clients. We emphasize to you that all of the material on the web site is posted anonymously, apparently in an effort to evade legal liability for this improper content. Please be further advised that this web site was previously hosted by a United States company, Homestead Technologies, Inc. Because of the abusive, defamatory, threatening and other improper content on this web site, Homestead removed the content from the web site, and terminated the web site approximately one week ago. However, the operator of that web site has now re-posted all the objectionable content through Time dotNet's internet hosting services. \r\n\r\n            The web site invades the privacy of our clients by posting personal information, including their photographs, and addresses and photographs of their residences. The web site seeks to incite hatred against our clients through extensive false accusations, and in the context of the content of the web site, the identification of our clients' addresses constitutes harassment, threats and attempts at intimidation. The web site is further pervaded with defamatory attacks against our clients. \r\n\r\n    As a result, we demand that you remove all objectionable content from this web site, including termination of this web site, as the actionable and abusive information cannot reasonably be separated from the web site in its entirety. We reserve all our rights against the web site owners and Time dotNet in the event that you fail to remove this material. In the event that Time dotNet is not willing at this time to shut down the web site, we insist that Time dotNet take immediate action to remove the following information: \r\n\r\n1. The web page http://www.esotericfreedom.com/Properties.html, which publishes the addresses and photographs of residences of our clients, and all links to such pages. \r\n\r\n2. The four photos of [redacted], which appear near the top of the Home page, http://www.esotericfreedom.com/ and the photo of Sharon Gans that appears on the \"Lineage\" page, http://www.esotericfreedom.com/Lineage.html \r\n\r\n3. All references to [redacted] wherever they appear on any pages of the web site. \r\n\r\n4. All identifying information concerning our clients, whether or not their actual names are used, including references to \"teachers.\" \r\n\r\n4. The addresses and locations that appear near the top of the Home page, which are locations at which our clients offer classes, but which are falsely and misleadingly suggested to be properties of the operators of the web site. \r\n\r\n5. In the left column of the Home page, several private businesses that are associated with our clients are listed, which are falsely and misleadingly associated with other material on the web site. These listings are clearly designed to result in harassment and damage to private business entities, including through web search engines such as Google or Yahoo. These include [redacted]. We demand their immediate removal. \r\n\r\n6. The web site is pervaded with false, misleading and defamatory material concerning claims with respect to real or personal property of our clients. We insist that all such information, allegations, or claims be removed from the web site. \r\n\r\n7. The section of the web site called \"Our Stories,\" http://www.esotericfreedom.com/ourstories.html, contains approximately a dozen anonymous \"stories\" that are pervaded with false, misleading, and defamatory statements concerning our clients, which are too numerous to list here. Particularly as the web operators are allowing these \"stories\" to be posted anonymously (and for all we know were concocted by the web operators themselves), we insist that all these \"stories\" be removed. \r\n\r\n8. All \"links\" that state, suggest, or infer that our clients participate in or are part of a \"cult,\" or that they are unsafe or dangerous, including at http://www.esotericfreedom.com/books.html and http://www.esotericfreedom.com/links.html \r\n\r\n    Your expeditious attention and cooperation is appreciated. We look forward to your response. \r\n\r\n[redacted]\r\n\r\n\r\n","date_sent":"2007-07-20T04:00:00Z","date_received":"2007-07-20T04:00:00Z","topics":["Defamation","Copyright"],"sender_name":"private","principal_name":"private","recipient_name":"esotericfreedom.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}