{"dmca":{"id":34798,"type":"Dmca","title":"Demand To Cease and Desist Use of Trade Name, NEWTREND","body":"Dear Mr. Rice, \r\nThis firm has been retained by Mr. James L. Vinson.  We have discovered that you are utilizing two (2) website domains which incorporate my clients client's trade name, NewTrend, to-wit: www.newtrendproducts.com and www.newtrendinternational.com.  Your use of these domain names are a violation of Mr. Vinson's exclusive right to utilize the trade name, NeTrend, without his knowledge and consent.  Moreover, your use of my client's trade name directing internet browsers to your Smoovshave Lotion and Gel, a product which is confusingly similar, to my clients's NewTrend products.  You are trying to pass off your Smoovshave Lotion and Gel products as my client's NewTrend products by misrepresentation and deciet, all of which are actionable claims in a court of law.  In addition, your unfair business practices are fraudulent, oppressive and unconscionable, which will subject you to tort damages as well as punitive damages.\r\n\r\nNOW, THEREFORE, PLEASE TAKE NOTICE that this correspondence shall serve as Mr. Vinson's demand for you to discontinue use of domains, www.newtrendproducts.com and www.newtrendinternational.com within five (5) days following your receipt of this letter.  Should you fail to cease and desist your illegal use of my client's trade name, NewTrend, this office shall take swift and immediate legal action against you to recover not only damages for trade name infringement, but also punitive damages, attorney's fees and expenses of litigation .\r\n\r\nGOVERN YOURSELF ACCORDINGLY \r\n\r\n\r\nSincerely,\r\n\r\nTanya Mitchell Graham, Esquire","date_sent":"2007-07-18T04:00:00Z","date_received":"2007-07-18T04:00:00Z","topics":["Domain Names and Trademarks","Copyright"],"sender_name":"The Law Office of Tanya Mitchell Graham","principal_name":"Tanya Mitchell Graham, P.C.","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}