{"dmca":{"id":34828,"type":"Dmca","title":"NetResult DMCA (Copyright) Complaint to Google","body":"\nDear Sirs,\n\nWe write on behalf of Tennis Australia in respect of certain intellectual property rights including Audio Visual content.\n\nWe have noticed that your website, http://tenistvdeportiva1.blogspot.com/ is displaying and/or offering Tennis Australia Audio Visual (A/V) content. \n\nAs you have neither sought nor obtained permission from Tennis Australia to use this content, your present use is an infringement of Tennis Australia's rights. \n\nPlease immediately cease all such infringements on any and all of your websites and confirm to us via email that you have done so.\n\nNothing in this letter is intended or shall be construed to constitute an express or implied waiver of any of Tennis Australia's rights or remedies, including any rights or remedies in respect of infringement not explicitly stated, whether current or in the future, all of which are expressly reserved.  \n\nFormal Declaration\n\nI hereby state that Tennis Australia are the owner of the exclusive rights referenced above and that NetResult is authorised to act on its behalf with respect to internet monitoring and compliance. \n\nOn behalf of Tennis Australia, I hereby state that I have a good faith belief that use of the content in the manner complained of is not authorised Tennis Australia, its agents, or the law.\n\n\nI, [redacted], as a representative of NetResult hereby digitally sign this e-mail message under penalty of perjury under the laws of the United States of America with the additional statement under penalty of perjury that the information in the notice is accurate.\n\n \nYours faithfully,\n \n[redacted] \n \nNetResult Solutions Limited\n[redacted]\nLondon\nSW15 9DT\nUnited Kingdom\n\nTel: +44 (0)20 8246 4131\n","date_sent":"2012-01-19T05:00:00Z","date_received":"2012-01-19T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"NetResult","principal_name":"Tennis Australia","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}