{"dmca":{"id":34935,"type":"Dmca","title":"Text  DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-19T05:00:00Z","date_received":"2012-01-19T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Limor Basan","principal_name":"Limor Basan","recipient_name":"Google, Inc.","works":[{"description":"\"Pizza Hut is probably not just one of the best known pizza chains in North America but all over the world as well, as in addition to the over 6,000 Pizza Huts restaurants in the US here are now 5,600 more in 94 different countries!\r\n\r\nPizza Hut was founded in 1958 in Wichita, Kansas by a pair of brothers, Dan and Frank Carney, together with another partner, John Bender, with just $600 they borrowed from their mother. Just a few years later the three had enough money to open more restaurants in Kansas as well as to hire an architect to help them come up with a standard “look” for the chain, which is how the famous red roof was born.\r\n\r\nThese days there are a great many opportunities at Pizza Hut for those who want to build a career in the fast food/casual dining industry. All of those opportunities begin the same way though – by completing an online Pizza Hut application.\r\nDownload and Print Online Job Application (PDF)\r\n\r\nWho Can Get a Job at Pizza Hut\r\nOver the years Pizza Hut has expanded its menu considerably. In addition to several different kinds of pizzas the chain now offers additional menu items including salads and Italian inspired dishes like baked ziti as well as a large selection of hot wings. The restaurants are normally open long hours and there are flexible shifts available for high school students, working moms and even retirees.\r\n\r\nDrivers\r\nA large part of Pizza Hut’s revenue comes from delivery. In order to become a Pizza Hut delivery driver you must be over the age of 18, have your own insured vehicle and hold a current valid drivers license. Many younger people like to start as a driver as it gives them not only the chance to have a job with flexible hours but also to supplement their wage with tips.\r\n\r\nRestaurant Crew Members\r\nIf you are over the age of 16 you can apply to become a restaurant crew member and work in a Pizza Hut restaurant itself. The duties for crew members are diverse, as most Pizza Hut restaurants offer both take out counter service and tableside service, and most crew members get the chance to work both, really getting a taste of how the restaurant operates as a whole.\r\n\r\nPizza Hut Management\r\n\r\nA great many of the managers who work in Pizza Hut Restaurants have been promoted from within, beginning in entry level driver and server positions and then working their way up.\r\n\r\nFor the mamagement position Pizza Hut is looking for somone who is natural leader with great motivating.\r\n\r\nField Training Staff\r\n\r\nPizza Hut puts a heavy emphasis on staff training at all levels and employ training staff to travel all around a certain district to help managers train their staff the right way and keep up on all the latest Pizza Hut offerings and promotions. Most of these training staff are promoted to their positions from the crew member level as actually working in restaurants is the best way to learn the ropes and then be able to teach others based on that experience.\r\n\r\nCompleting the Online Pizza Hut Application The Right Way  \r\n\r\nPeople as young as 16 can apply to work for Pizza Hut (18 for drivers) and it is a popular job option for people who are looking for a flexible schedule and an interesting job that comes with promotion prospects. In order to get any job at a Pizza Hut restaurant though you have to begin by completing the online Pizza Hut application.\r\n\r\nBefore you sit down to complete the Pizza Hut online application make sure you have plenty of time and are not likely to be interrupted. The application is not hard to complete but if you make errors, especially with things like phone numbers, it will slow down the hiring process and lessen your chances of getting the job you want.\r\n\r\nYou should also make sure you have all the information you might need, things like your social security number and the names and telephone numbers of your references, on hand before you begin your application so you do not have to stop half way through to go looking for them.\r\nYou should also let your references know you have given their name out so that if they get a call from a Pizza hut hiring manager it does not take them by surprise.\r\n\r\nBefore you submit your application double check it for mistakes, paying special attention to things that it is easy to do, like mixing up digits in phone numbers. It might help if you have someone else check over the form as well, since sometimes only a “fresh pair of eyes” can spot some mistakes.\r\n\r\nPizza Hut Facts That You Might Want to Know\r\n\r\n* The only reason the pizza Hut founders chose the name was because nine letters were as many as they could fit on the sign they had been able to afford to buy to put up at that first Wichita restaurant.\r\n\r\n* Although its common these days Pizza Hut were the first company to take advantage of product placement in video games.\r\nPizza Hut pizzas were featured in the 1990 NES game Ninja Turtles II the Arcade Game.\r\n\r\n* Pizza Hut sponsors a successful program called the BOOK IT! National Reading Incentive. Kids get coupons for free pizza when they read a certain number of books. Launched in 1985, over 22 million school children now take part in the program every year. Pizza Hut also sponsors a program that helps provide food to hungry children all over the world.\r\n\r\n* Everyone knows that delivery is a big part of the Pizza Hut business model. What you might not know though is that when Russian Premier Boris Yeltsin was in the middle of fending off an attempted coup and ran out of food he called for a Pizza Hut delivery!\r\n\r\n* Cooking fresh food uses a lot of ingredients and every year, Pizza Hut uses over 700 million pounds of flour, 525 million pounds of fresh tomatoes and 700 million pounds of pepperoni!\"","infringing_urls":[{"url":"http://coupons-pizzahut.com/coupons-pizzahut/coupons-pizzahut-coupons-pizzahut/pizza-hut-application/"}],"copyrighted_urls":[{"url":"http://online-job-applications.info/pizza-hut-application"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}