{"dmca":{"id":37027,"type":"Dmca","title":"[ABUSE] [eBay:JKY05P148] Inappropriate and fraudulent use of copyrighted materials","body":"\r\n\r\n \r\n\r\n-----Original Message-----\r\nFrom: Policy Enforcement [mailto:abuse@theplanet.com] \r\nSent: Tuesday, November 29, 2005 8:00 AM\r\nTo: copyright@theplanet.com\r\nCc: Policy Enforcement\r\nSubject: Fwd: [ABUSE] [eBay:JKY05P148] Inappropriate and fraudulent use of\r\ncopyrighted materials\r\nImportance: High\r\n\r\n\r\nFor your review.\r\n\r\nMartin Gaston\r\nPolicy Enforcement\r\nThe Planet Internet Services, Inc.\r\nhttp://www.theplanet.com/legal/\r\n\r\nBegin forwarded message:\r\n\r\n> From: securityalerts@ebay.com\r\n> Date: November 28, 2005 4:21:59 PM CST\r\n> To: abuse@theplanet.com, gwhite@theplanet.com, legal@theplanet.com\r\n> Subject: [ABUSE] [eBay:JKY05P148] Inappropriate and fraudulent use of \r\n> copyrighted materials\r\n>\r\n> Dear ThePlanet.com,\r\n>\r\n> We have just learned that your service is being used to potentially \r\n> steal personal and financial information from consumers.\r\n> Specifically, it appears that a ThePlanet.com user is making false \r\n> statements that encourage the recipient to go to a page hosted by you \r\n> at http://www.trademe-escrow.com and asked to enter personal \r\n> information. The purloined information is then sent to an email \r\n> account and, based on our investigation of similar schemes, used to \r\n> steal accounts and commit other fraudulent acts including \r\n> international credit card and wire fraud.\r\n>\r\n> This matter is urgent - we believe that consumers have been falsely \r\n> directed to this page and may be fooled into divulging personal \r\n> information to a criminal if the page is not immediately disabled. We \r\n> ask that you immediately disable the site at http://www.trademe- \r\n> escrow.com as well as any associated email addresses, so that this \r\n> fraudulent scheme can be stopped. We further request that you provide \r\n> us with all contact information that you have for this user so that we \r\n> may provide this information to the proper law enforcement \r\n> authorities.\r\n>\r\n> While we believe that the above information gives your company more \r\n> than a sufficient basis for disabling the page immediately, out of \r\n> caution we note that your user?s unauthorized reproduction of eBay?s \r\n> trademark and copyrighted materials violates federal law, and places \r\n> an independent legal obligation on your company to remove the \r\n> offending page(s) immediately upon receiving notice from eBay, the \r\n> owner of the copyrighted materials. Accordingly, the information below \r\n> serves as eBay?s notice of infringement pursuant to the Digital \r\n> Millennium Copyright Act, 17 U.S.C. Section 512 (c)(3)(A):\r\n>\r\n> I, the undersigned, CERTIFY UNDER PENALTY OF PERJURY that I am the \r\n> agent authorized to act on behalf of the owner of certain intellectual \r\n> property rights, said owner being named eBay Inc. I have a good faith \r\n> belief that the website located at URL http:// www.trademe-escrow.com \r\n> has its copyright in each page of its website and associated source \r\n> code.\r\n> Please act expeditiously to remove or disable access to the material \r\n> or items claimed to be infringing.\r\n>\r\n> We sincerely appreciate your immediate attention to this important \r\n> matter. We would also appreciate if you would take steps to confirm \r\n> the accuracy of any contact information that your user may have \r\n> provided to you in establishing the account. Should you have any \r\n> accurate information that could assist eBay and law enforcement in \r\n> tracking this individual, we greatly appreciate your assistance, as we \r\n> know that you do not condone the use of your services for such \r\n> criminal purposes.\r\n>\r\n> Finally, please be advised that we have referred this issue to the \r\n> Federal Bureau of Investigation for their investigation.  The F.B.I.\r\n> has requested that we convey to you in this message their request that \r\n> you preserve for 90 days all records relating to this web site, \r\n> including all associated accounts, computer logs, files, IP addresses, \r\n> telephone numbers, subscriber and user records, communications, and \r\n> all programs and files on storage media in regard to all Internet \r\n> connection information, pursuant to 18 U.S.C. ?\r\n> 2703(f). While we do not act as an agent of the FBI in conveying this \r\n> request, we do intend to fully cooperate with their investigation, and \r\n> encourage you to do so as well.\r\n>\r\n> eBay Inc.\r\n> Audit and Investigations\r\n> securityalerts@ebay.com\r\n>\r\n\r\n","date_sent":"2005-11-28T05:00:00Z","date_received":"2005-11-28T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"eBay Inc.","recipient_name":"ThePlanet Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}