{"dmca":{"id":37189,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-08T04:00:00Z","date_received":"2012-06-08T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"MDH","principal_name":"Martin Haracz","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"This is an article I wrote.\nBreaking Bad Habits Of Failure\nPeople living today are extremely lucky. 50 years ago the internet never  \neven existed, and cable TV was something you read about in sci-fi  \nmagazines. Now, thanks to the internet, you can find information on  \nvirtually anything you want, instantly. Something which was only a dream  \njust 10 years ago.\n\nYet with all this information available to us, people still fail to become  \nsuccessful in life. Why is this? After all, there is so much self help  \ninformation available telling us how to be successful, but most people  \nstill fail to achieve success. And why do people still suffer from  \ndepression, when there are so many books telling them how to live a great  \nlife?\n\nThe fact is, information is not the problem. And no matter how much  \ntechnology advances, people will always have the same problems.\n\nWhat Are The Reasons People Fail To Achieve Success?\n\nIf you ask someone why they never succeeded in what they were trying to do,  \nthey will most likely tell you it was someone else’s fault, or something  \nhappened that was beyond their control. However if you compare that persons  \nlife against someone else’s life, you could probably find many examples of  \npeople who suffered under far worse conditions yet still became a success.\n\nThis shows us that the real reason people fail is not because of something  \noutside of them, rather the reason lies within.\n\nInternal Reasons For Failure\n\nWhen you continue to do the same thing over and over again it is called a  \nhabit. You are probably familiar with bad habits such as smoking, but are  \nyou familiar with the habits of failure or the habits of success?\n\nCreating Habits Of Success\n\nSince success or failure is ultimately achieved through the actions you  \ntake, habits therefore play a tremendous role in determining whether you  \nwill achieve success or failure in life. For example. If you read everyday,  \nthat is a habit. This habit is likely to expand your knowledge of a  \nsubject, and vastly improve the chances you will master and be successful  \nat it.\n\nHowever, let’s say that instead of reading everyday, you prefer to sit down  \nand watch TV for a few hours. Do you think this will help you master any  \nsubject? Or become an expert in your field? In all likelihood, the answer  \nwill be no.\n\nSo if you look at achieving success or failure in terms of the actions you  \nrepeat on a daily basis, then it is quite simple to understand why some  \npeople succeed, and others complain of failure. People who are successful  \ncontinually do things on a daily basis that will increase their chances of  \nsuccess. Whilst unsuccessful people do not.\n\nThis does not mean successful people never fail, they do. But what they  \ndon’t do is give up, because they have developed habits of success.\n\nChange Your Habits!\n\nThe message you should take away from this article is that in order to  \nexperience change in your life you must first identify your habits. Think  \nabout what do you do on a daily basis, and ask yourself if those things  \nhelp you achieve what you want in life?\n\nIf the answer is no, you must then change those habits, because by doing  \nthe same thing over and over again you will only get the same results over  \nand over again.","infringing_urls":[{"url":"http://muslimsproduct.blogspot.co.uk/2009/10/something-just-for-you.html"},{"url":"http://nextbusinessofblogging.blogspot.co.uk/2011/01/breaking-bad-habits-of-failure.html"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}