{"dmca":{"id":37412,"type":"Dmca","title":"Unauthorized Prerelease Music Server","body":"\r\n-----Original Message-----\r\nFrom: Antipiracy [mailto:Antipiracy@RIAA.Com] \r\nSent: Monday, November 22, 2004 1:55 PM\r\nTo: legal@theplanet.com\r\nSubject: Unauthorized Prerelease Music Server\r\n\r\n \r\n\r\n\r\nVIA E-MAIL \r\n\r\n\r\n\r\nNovember 22, 2004 \r\n\r\nLance Crosby \r\nGeneral Counsel and Vice President of Operations \r\nThe Planet Internet Services, Inc. \r\n1333 Stemmons Freeway Suite 110 \r\nDallas, TX 75207 \r\n\r\nRe:         IRC Server (\"Bot\") operating at 69.56.175.224 \r\n        Network: irc://us.undernet.org \r\n        Channel:#mp3latino         \r\n        Bot Name: mp3-006\r\n\r\nDear Mr. Crosby: \r\n\r\nI am contacting you on behalf of the Recording Industry Association of\r\nAmerica, Inc. (RIAA) and its member record companies.  The RIAA is a trade\r\nassociation whose member companies create, manufacture and distribute\r\napproximately ninety (90) percent of all legitimate sound recordings sold in\r\nthe United States.  Under penalty of perjury, we submit that the RIAA is\r\nauthorized to act on behalf of its member companies in matters involving the\r\ninfringement of their sound recordings, including enforcing their copyrights\r\nand common law rights on the Internet. \r\n\r\nWe believe your service is hosting the above-referenced IRC server on its\r\nsystem.  This server, which we accessed on 11/22/04 at 2:33 p.m. (EST),\r\noffers approximately 93 sound files for download.  Many of these files\r\ncontain recordings owned by our member companies, including songs by the\r\nartist known as 2Pac, which have not yet been commercially released.  We\r\nhave a good faith belief that the above-described activity is not authorized\r\nby the copyright owner, its agent, or the law.  We assert that the\r\ninformation in this notification is accurate, based upon the data available\r\nto us. \r\n\r\nWe are asking for your immediate assistance in stopping this unauthorized\r\nactivity.  Specifically, we request that you remove the server, delete the\r\ninfringing sound files or that you disable access to this server or the\r\ninfringing files being offered via your system.  In addition, please inform\r\nthe site operator of the illegality of his or her conduct and confirm with\r\nthe RIAA, in writing, that this activity has ceased. \r\n\r\nYou should understand that this letter constitutes notice to you that this\r\nsite operator may be liable for the infringing activity occurring on your\r\nservice.  In addition, under the Digital Millennium Copyright Act, if you\r\nignore this notice, you and/or your company may also be liable for any\r\nresulting infringement.  This letter does not constitute a waiver of any\r\nright to recover damages incurred by virtue of any such unauthorized\r\nactivities, and such rights as well as claims for other relief are expressly\r\nretained. \r\n\r\nThank you in advance for your prompt assistance in this matter.  If you have\r\nany questions, please feel free to contact me via e-mail at\r\nantipiracy@riaa.com, via telephone at (202) 775-0101, or via mail at RIAA,\r\n1330 Connecticut Avenue, N.W., Suite 300, Washington, D.C., 20036. \r\n\r\nSincerely, \r\n\r\nTraci Crippen \r\nOnline Copyright Protection \r\nRIAA \r\n\r\n","date_sent":"2004-11-22T05:00:00Z","date_received":"2004-11-22T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"RIAA","recipient_name":"ThePlanet.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}