{"dmca":{"id":37719,"type":"Dmca","title":"Notice and Takedown Request","body":"\r\n\r\nNC \r\n\r\n-----Original Message-----\r\nFrom: James T. Swanson [mailto:jts@bdplaw.com] \r\nSent: Friday, May 06, 2005 6:28 PM\r\nTo: copyright@theplanet.com; abuse@theplanet.com\r\nSubject: Notice and Takedown Request\r\nImportance: High\r\n\r\nThePlanet.com Internet Services, Inc. \r\n1333 North Stemmons Freeway, Suite 110\r\nDallas, Texas 75207  \r\n\r\nTo:         Lance Crosby, Esq., Chief Operating Officer, Designated Agent for\r\nthe Purposes of Title 17, Section 112, USC, via email to\r\ncopyright@theplanet.com and to abuse@theplanet.com\r\nDear Mr. Crosby:\r\nRe:         Our client Jennings Capital Inc., www.jenningscapital.com, (the\r\n\"Client Site\"), \r\n                Jennings Securities, www.jenningssecurities.com (the\r\n\"Offending Site\")\r\n                Copyright Infringement, Trade-mark Infringement, Passing Off\r\nand Unfair Competition\r\n\r\nPlease be advised that we are legal counsel to Jennings Capital Inc., the\r\nfull mailing address of which is 430, 520 - 5th Avenue S.W., Calgary,\r\nAlberta Canada T2P 3R7, with respect to this matter.  As legal counsel, we\r\nare authorized to provide the notices and requests contained herein.\r\nWe understand that the Offending Site is hosted on your systems.\r\nWe further understand that your Mr. Eric Sims has previously and recently\r\nbeen contacted by telephone with respect to this matter so that your\r\norganization is now fully aware of the issues between the two websites in\r\nquestion. Our client has owned and operated the Client Site on the web with\r\nessentially its present look and feel since 2001, which you can readily\r\nverify by viewing archived versions at www.archive.com via its\r\n\"WayBackMachine\".  The Offending Site is under a domain name registered only\r\nin October of last year and there currently are no archived versions of it\r\non archive.org.  It is therefore clear that the Client Site has existed in\r\nsubstantially its present form for a number of years prior to the Offending\r\nSite coming on line.\r\nThe Offending Site contains images copied from the Client Site, including\r\nimages located at http://www.jenningscapital.com/images/jenningslogo.gif and\r\nhttp://www.jenningscapital.com/mainimages/ctrbottom.jpg.\r\nThose images are subject to copyright under both Canadian and U.S. law\r\n(including the DMCA), and various international treaties. This copying, and\r\nresultant public display, distribution and publication have all occurred\r\nwithout authorization from our client.  As a result, the Offending Site\r\ninfringes our client's copyrights and other intellectual property rights in\r\nvaluable, unique, original and proprietary works.  \r\nThe Offending Site also misappropriates and infringes our client's valuable\r\nintellectual property in its trademarks, service marks, trading names and\r\ngoodwill, specifically including the trademark and trade name \"Jennings\",\r\nand the slogan and design \"Communication | Trust | Results\" (including the\r\nassociated image described above). This constitutes trademark infringement,\r\ntrademark dilution and passing off under both the common law and applicable\r\nstatutes and legislation.   \r\nFurther, the Offending Site also copies and mimics the structure, as well as\r\nthe look and feel, of the Client Site in a calculated manner with an obvious\r\nintent to interfere with our client's business operations on the Internet.\r\nWe are advised by our client that it has a good faith belief that there is\r\nno legal basis for use by the owners or operators of the Offending Site of\r\nthe foregoing materials.\r\nWe would also point out that setting up a confusingly similar site is\r\ncommonly a precursor to other illegal conduct, including but not limited to\r\nphishing, pharming, fraud and other malicious and unlawful matters. Our\r\nclient requires your assistance in avoiding the consequences of any such\r\nactions.\r\nWe are confident that you will agree that upon provision to you of notice of\r\nthe above, you are obligated to and will immediately proceed to take down\r\nthe Offending Site and remove access to it via your systems.  Please treat\r\nthis as our formal request that you do so.\r\nIn addition to the foregoing, please treat this as our formal notice and\r\nrequest that you archive and preserve for further access, should we wish to\r\nexercise same, of copies of all data, information, computer files,\r\ndocuments, records, logs and any other materials related to the Offending\r\nSite, or the ownership or operation thereof, and any and all access,\r\nuploads, downloads and ftp access thereto or therefrom.  \r\nCourts in the U.S. and Canada have made it clear that all information\r\navailable on electronic storage media is discoverable, whether readily\r\nreadable (\"active\") or \"deleted\" but recoverable.   In addition, it is clear\r\nthat permitting or failing to take steps to avoid the destruction of\r\nevidence that is relevant with respect to potential litigation constitutes\r\nthe tort of spoliation. We trust that you will therefore take all steps\r\nnecessary to preserve all potentially relevant evidence with respect to this\r\nmatter and ask that you confirm by return that you have done so.\r\nFinally, please provide us immediately with particulars as to the name,\r\naddress and contact information of the individual or individuals operating\r\nthe Offending Site.  If you are unable or unwilling to do so without a court\r\norder, please advise immediately.\r\nPlease confirm by return that you will accede to the foregoing requests.\r\nThank you for your anticipated cooperation.  We look forward to hearing from\r\nyou and to seeing the Offending Site taken down so that it is no longer\r\naccessible from the Internet.  We will be monitoring the status of the\r\nOffending Site.\r\nYours truly,\r\n\r\nJAMES T. SWANSON\r\nLawyer/Trade-mark Agent\r\nBurnet, Duckworth & Palmer LLP\r\n1400, 350 - 7th Ave SW\r\nCalgary, Alberta T2P 3N9\r\nTel. 403-260-5712 (direct line) Fax. 403-260-0332 www.bdplaw.com\r\n\r\nLEGAL NOTICE: The information contained in this email (including any\r\nattachments) is (a) confidential, proprietary and subject to copyright, and\r\nmay be subject to solicitor/client privilege, all such rights being reserved\r\nand not waived, and (b) intended only for the use of the individual or\r\nentity named as recipient(s).  Disclosing, forwarding, copying or retaining\r\nthis message by anyone other than the intended recipient(s), or an\r\nauthorized agent, is prohibited. If you have received this communication in\r\nerror, please notify us immediately by return email or telephone and delete\r\nall copies of the original message.  Any legal opinion expressed is pursuant\r\nto the laws of the Province of Alberta, Canada, at the time. Thank you.\r\n\r\n\r\n","date_sent":"2005-05-06T04:00:00Z","date_received":"2005-05-06T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"JAMES T. SWANSON","recipient_name":"ThePlanet.com Internet Services Inc","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}