{"dmca":{"id":37807,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-06-08T04:00:00Z","date_received":"2012-06-08T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"MDH","principal_name":"Martin Haracz","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"This is an article I wrote.\n\nCreating Goals With A Plan Of Action\nIf you have ever set goals before, but failed to achieve them, it may have  \nbeen because you did not create a specific plan of action to accomplish  \nthose goals.\n\nTaking the time to set goals is only part of the process of goal setting,  \nand many people often overlook the other part, creating a plan!\n\nWithout a plan your goals remain incomplete. It’s like having a destination  \nbut without a map. Your goals tell you where you want to go in life, and  \nyour plan tells you how to get there.\n\nA goal plan is simply a list of scheduled activities that you will do  \nsometime in the future. These may include activities done over a series of  \ndays, weeks, months or even years depending on the type of goal you set for  \nyourself.\n\nYour plan does not have to be completed perfectly the first time. Usually  \nyou will find that your first attempt at creating a goal plan will be vague  \nand incomplete. Don’t worry this is ok. Plans should be flexible and so are  \nlikely to be constantly updated as you move towards completing your primary  \ngoal.\n\nIn your plan you should therefore create a series of steps, you think you  \nneed in order to accomplish that goal. So think of it like baking a cake.  \nYour ultimate goal is to make a cake (and eat it!), but the ingredients and  \nthe things you do with those ingredients are your plan. Once you complete  \nthe plan, you complete your goal.\n\nCreating a goal plan is frequently overlooked, and many people discipline  \nthemselves to write their goals every day but create no plan! So make sure  \nyou take the time to decide where you want to go (your goals) and then  \ncreate a plan that will tell you how to get there!\n\nIn addition to your goal plan it is also a good idea to use visualization  \nto help clarify in your mind exactly what you want to achieve. This can  \nsimply involve thinking about your goals, and imaging them as completed  \nwhen you go to bed. You can do this for about 10 minutes (or longer if you  \nwant) before you fall to sleep, and you will be surprised at what a  \ndifference it makes in achieving your goals. One of the main reasons  \nvisualization before sleep is so effective, is that it provides easy access  \nto the subconscious mind. Thereby allowing you to program your goals into  \nyour mind, increasing the likelihood you will accomplish them.","infringing_urls":[{"url":"http://alie-getfreedom.blogspot.co.uk/2009/05/next-step-of-goal-setting.html"},{"url":"http://articulossobreconseguirmetas.blogspot.co.uk/2011/07/creating-goals-with-plan-of-action.html"},{"url":"http://examplesgoal39.blogspot.co.uk/2009/08/101-goals-and-plan-of-action-for-today.html"},{"url":"http://findyourblisscoaching.blogspot.co.uk/2010/03/if-you-have-ever-set-goals-before-but.html"},{"url":"http://learn-astrology-soulmate.blogspot.co.uk/2012/02/creating-goals-importance-of-plan-of.html"},{"url":"http://surya-panglima.blogspot.co.uk/2011/08/creating-goals-with-plan-of-action.html"},{"url":"http://yourcompletestressmanagementguide.blogspot.co.uk/2011/09/having-plan-of-action-can-help-you.html"}],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}