{"dmca":{"id":37847,"type":"Dmca","title":"Case ID 102610360 - Notice of Claimed Infringement","body":"To Whom It May Concern:\r\n\r\nPlease note that below-referenced copyright infringement notice does not\r\nsubstantially comply with the required notification elements of the Digital\r\nMillennium Copyright Act of 1998 (\"DMCA\").\r\n\r\nPlease note that we have not passed on the substantive merits of your claim.\r\n\r\nPlease visit our web site at www.theplanet.com/legal.\r\n \r\nLegal Response Team\r\nTHEPLANET.COM INTERNET SERVICES, INC.\r\n\r\n\r\n-----Original Message-----\r\nFrom: TallyCopyrightEnforcement [mailto:tspl.legal@tallysolutions.com]\r\nSent: Friday, December 02, 2005 2:37 AM\r\nTo: George Poletes\r\nSubject: Case ID 102610360 - Notice of Claimed Infringement\r\n\r\n?Friday, December 02, 2005\r\n\r\n\r\nThePlanet.com Internet Services, Inc.\r\n1333 North Stemmons Freeway\r\nSuite 110\r\nDallas, TX  75207  US\r\n\r\nPiracy of copyrighted application  software Tally 7.2 Infringing IP:\r\n70.84.169.90\r\n\r\n\r\nDear George Poletes:\r\n\r\nWe are writing this letter on behalf of Tally Solutions Pvt. Ltd. (\"Tally\").\r\n\r\nYou are providing and controlling internet services to customers through\r\ninternet accounts. One of the requirements for control of the accounts is to\r\nensure that the users do not indulge in unlawful and illegal activities.\r\nAny acts of commission and/or omission in the accounts operated through your\r\nservices makes you responsible and accountable for the consequences.\r\n\r\nTally has invested substantial time and resources to create Tally 7.2, a\r\nsoftware application for financial accounting.   This software is in great\r\ndemand and the licensed version of the software is available for purchase in\r\nthe market.     \r\n\r\nWe find that the account holder using the above listed IP and operating\r\nunder your internet service is proliferating  piracy of  Tally 7.2\r\nincluding its illegal distribution.  This is causing Tally substantial\r\nrevenue loss.  Below we have listed some details of the incidents of piracy\r\nthrough internet accounts maintained with you during the past 6 weeks.   You\r\nare thus not only causing Tally loss of substantial revenue but are also\r\nindulging in acts of commission and omission warranting criminal and civil\r\naction under the laws of India and other countries who are signatory to WTO\r\nconventions.  \r\n\r\nBy this letter, we request that you let us know how you propose to\r\ncompensate us for the financial loss that you are causing by permitting\r\nproliferation of millions of copies of pirated software of Tally 7.2 and the\r\naction you are going to take to stop the permission of use of your services\r\nas internet service providers to software pirates maintaining accounts with\r\nyou.\r\n\r\nWe are continuously monitoring the piracy of our software through your\r\ninternet site.  We call upon you to immediately cease the unlawful\r\nactivities of the users of your internet service and persuade them to\r\nacquire the legal version of our products in lieu of all unauthorized\r\ncopies.\r\n\r\nWe trust you will take immediate steps to remedy the situation and inform us\r\nabout the actions you have taken and you propose to take to prevent\r\nrecurrence of the piracy.  We look forward to hearing from you.  In your\r\nfuture correspondence with us, please refer to Case ID 102610360.\r\n\r\nRespectfully,\r\n\r\nMark Weaver,\r\nMediaSentry Director of Enforcement\r\n\r\n\r\n------------------------------\r\nInfringement Detail:\r\nInfringing Work: Tally 7.2\r\nURL: www.megaserials.com/10423-Tally_7_2.html\r\nFirst Found: 11 Nov 2005 10:07:53 EST (GMT -0500) Last Found: 11 Nov 2005\r\n10:07:53 EST (GMT -0500) IP Address: 70.84.169.90 IP Port: 80\r\nNetwork: HTTP\r\nProtocol: HTTP","date_sent":"2005-12-06T05:00:00Z","date_received":"2005-12-06T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Media Sentry (for Tally Solutions Pvt. Ltd.)","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}