{"dmca":{"id":37863,"type":"Dmca","title":"[Fwd: [ABUSE] copy theft on http://www.ambestmedia.com/services_print.asp]","body":"-----Original Message-----\r\nFrom: The Planet Policy Enforcement [mailto:abuse@theplanet.com] \r\nSent: Sunday, December 04, 2005 5:17 PM\r\nTo: copyright@theplanet.com; sales@1printingsource.com\r\nSubject: [Fwd: [ABUSE] copy theft on\r\nhttp://www.ambestmedia.com/services_print.asp]\r\n\r\n-----BEGIN PGP SIGNED MESSAGE-----\r\nHash: SHA1\r\n\r\nYour email is being forwarded on to our Copyright counsel for review, at the\r\naddress of copyright@theplanet.com.\r\n\r\n- -------- Original Message --------\r\nSubject: [ABUSE] copy theft on http://www.ambestmedia.com/services_print.asp\r\nDate: Thu, 1 Dec 2005 20:23:29 -0800\r\nFrom: PRINTING SOURCE, INC <sales@1printingsource.com>\r\nTo: <info@ambestmedia.com>\r\nCC: adimns@theplanet.com, abuse@theplanet.com\r\n\r\nIt has come to our attention that you,\r\nhttp://www.ambestmedia.com/services_print.asp , are using on your website\r\nmaterial copied verbatim from our website, www.pbdink.com (the \"Property\")\r\nin spite of the fact that it is obviously our intellectual property.  As you\r\nknow or should know such misappropriation and use in competitive commerce of\r\nour intellectual property is a clear violation of the copyright laws of the\r\nUnited States of America, the Digital Millennium Copyright Act and the\r\nunfair competition and predatory trade practices laws of both the United\r\nStates of America and the State of California.  Demand is hereby made that\r\nyou and your affiliates immediately cease and desist from any further use of\r\nthe Property and that you promptly deliver to this office duly executed and\r\nnotarized affidavits which represent under penalty of perjury that all such\r\nuse has ceased and that you and your affiliates will hereafter forever\r\ndesist from any such use or any other use of any of our other intellectual\r\nproperty.\r\n\r\n\r\n\r\n      You have already subjected yourself and any companies and individuals,\r\nwho have at any time designed, provided servers for, transmitted and/or\r\nhosted your website, operating or otherwise involved in such illegal acts to\r\nliability for damages (including statutory treble and other damages, legal\r\ninterest, court costs and reimbursement of attorney's fees).  If you fail to\r\nimmediately comply with the demands made in this letter, we will begin\r\nputting such other companies and individuals with whom you do business on\r\nnotice of the illegality or your and their conduct - and you will increase\r\nsuch liability by clearly establishing wilful mis-conduct, including the\r\npossibility of punitive damages, as well as the possibility of\r\ncross-complaints for indemnity against liability and legal expenses from\r\nsuch other companies and individuals.\r\n\r\n\r\n\r\n      If you think that your location will in any way insulate you from such\r\nlegal action, we urge you to think again.  Our litigation counsel tell us\r\nthat they expect no difficulty obtaining jurisdiction over you in this\r\nmatter in both the Federal and State courts located in Los Angeles.\r\n\r\n\r\n\r\n\r\n\r\n     Furthermore, you should be aware of the stance by search engines such\r\nas Google, Yahoo, MSN and others concerning these practices and should your\r\ninaction necessitate our notifying Google and all of the other search\r\nengines you may count on our doing so.\r\n\r\n\r\n\r\n\r\n\r\n     We await your compliance and reply.\r\n\r\nRespectfully\r\n\r\nIra Blacker\r\n\r\nWebmaster\r\n\r\n\r\n\r\nCc: S.D.Ashley, Esq.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n- --\r\nThanks,\r\n\r\nPolicy Enforcement\r\nThe Planet Internet Services, Inc.\r\nhttp://www.theplanet.com/legal/aup.html\r\n-----BEGIN PGP SIGNATURE-----\r\nVersion: GnuPG v1.4.1 (MingW32)\r\nComment: Using GnuPG with Thunderbird - http://enigmail.mozdev.org\r\n\r\niD8DBQFDk3jzvK/XpJs6oyURAtnIAJ0XQfd3cwCCfZ0uvzTdpynRsr3TmACffIKv\r\nUGDkj+QIKDUdzsGVIlj465g=\r\n=WLLD\r\n-----END PGP SIGNATURE-----\r\n","date_sent":"2005-12-01T05:00:00Z","date_received":"2005-12-01T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"www.pbdink.com","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}