{"dmca":{"id":37934,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-19T05:00:00Z","date_received":"2012-01-19T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Praxiom Research Group Limited","principal_name":"Praxiom Research Group Limited","recipient_name":"Google, Inc.","works":[{"description":"NOTE: Our definitions of quality planning, quality assurance, quality control, quality audits, and quality surveillance were copied from http://www.praxiom.org/iso-definitions.htm to  http://www.managementtraining.biz/management_training_The-Impact-of-Performance-Management-Courses-on-Key-Organizational-Functions.html (see \"Quality Management\" section near end of page):\r\n\"... Quality planning is defined as a set of activities whose purpose is to define quality system policies, objectives, and requirements, and to explain how these policies will be applied, how these objectives will be achieved, and how these requirements will be met. It is always future oriented. Quality assurance (QA) is defined as a set of activities whose purpose is to demonstrate that an entity meets all quality requirements. QA activities are carried out in order to inspire the confidence of both customers and managers, confidence that all quality requirements are being met.\r\nQuality control is defined as a set of activities or techniques whose purpose is to ensure that all quality requirements are being met. In order to achieve this purpose, processes are monitored and performance problems are solved. Quality audits examine the elements of a quality management system in order to evaluate how well these elements comply with quality system requirements. Quality surveillance is a set of activities whose purpose is to monitor an entity and review its records to prove that quality requirements are being met. \"\r\n\r\nNOTE: we emailed a copyright infringement notice to service@managementtraining.biz on October 19, 2011. No response.","infringing_urls":[{"url":"http://www.managementtraining.biz/management_training_The-Impact-of-Performance-Management-Courses-on-Key-Organizational-Functions.html"}],"copyrighted_urls":[{"url":"http://www.praxiom.org/iso-definitions.htm"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}