{"dmca":{"id":37969,"type":"Dmca","title":"Copyrighted content is being freely distributed.","body":"nc\r\n\r\n  _____  \r\n\r\nFrom: AnnAngel Admin. [mailto:admin@ann-angel.com] \r\nSent: Thursday, March 31, 2005 8:11 PM\r\nTo: copyright@theplanet.com\r\nSubject: Copyrighted content is being freely distributed.\r\n\r\n\r\n\r\nHello,\r\n\r\n \r\n\r\nMy name is Catalin Radu and I am the webmaster of http://ann-angel.com\r\n<http://ann-angel.com/> \r\n\r\n \r\n\r\nI have written to abuse@theplanet.com and abuse@servermatrix.com several\r\ntimes concerning with the offending page with no response.\r\n\r\n \r\n\r\nThe problem is that one of your customers is uploading content from our site\r\nhttp://ann-angel.com <http://ann-angel.com/>  to\r\nhttp://www.tuweberotica.com/privado/ann-angel.htm and distributing it freely\r\nacross forums and other various media.  He has, at the same, blacked out our\r\ncopyright watermarks from each image.  You will notice a black area at the\r\ntop or bottom of the images.  This was where our watermarks would be found.\r\nYou can see a sample of one of our galleries which he has stolen here:\r\nhttp://ann-angel.com/samplepages/whiteskirt/index.html  (Should you require\r\naccess to Ann-Angel.com to see the rest of the galleries he has stolen\r\nplease contact us)  You can see where our watermarks which has blacked out\r\nappear on the same images.  He has done so for 9 galleries total on Anna\r\nherself and 2 guest models which ONLY WE have permission to use from the\r\nwebmaster of http://sweetnaturalgirl.com <http://sweetnaturalgirl.com/>\r\nhimself.\r\n\r\n \r\n\r\nI have waited for about 1 month now for this page to be removed, without any\r\nresponse from your staff.  I was now given this email address to contact and\r\nI am for the last time.  I want this page taken down right away, and I wish\r\nyou would please inform your customer from http://tuweberotica.com\r\n<http://tuweberotica.com/>  to stop stealing our content immediately.  This\r\nis clearly a violation of copyright laws and can not be allowed to continue.\r\n\r\n \r\n\r\nI wish you would handle this properly as to avoid further complications.  If\r\nneeds be, we at Digital Angel Images are prepared to take any necessary\r\nlegal action against ALL PARTIES INVOLVED with the theft and free illegal\r\ndistribution of our content.\r\n\r\n \r\n\r\nI expect a timely response on your behalf and appreciate your full\r\ncooperation in solving this matter.\r\n\r\n \r\n\r\nIf you need further information regarding this issue, please contact myself\r\nor support@digiaimg.com and we would be glad to provide you with any info.\r\n\r\n \r\n\r\nThank you.\r\n\r\n \r\n\r\nSincerely,\r\n\r\nCatalin Radu\r\n\r\n \r\n\r\nhttp://digitalangelimages.com\r\n","date_sent":"2005-03-31T05:00:00Z","date_received":"2005-03-31T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Ann-Angel.com","recipient_name":"ThePlanet.com Internet Services, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}