{"dmca":{"id":37995,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-01-19T05:00:00Z","date_received":"2012-01-19T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"NZOZ ANIDENT Przychodnia Stomatologiczna","principal_name":"NZOZ ANIDENT Przychodnia Stomatologiczna","recipient_name":"Google, Inc.","works":[{"description":"Szanowni Państwo,\r\n\r\nPodane poniżej strony kopiują w sposób dosłowny treść naszej strony internetowej. Oświadczam, że treść ta jest mojego autorstwa, przygotowana przeze mnie od podstaw. Tekst został opublikowany na stronie w 2007 roku, czego dowodem jest kopia z serwisu web.archive.org (najstarsza kopia w tym serwisie pochodzi z dnia 11.05.2007 - link w kolejnej sekcji). Ponieważ Serwis Google może negatywnie ocenić stronę z powtarzającą się treścią, powielanie naszych treści na innych stronach uważamy za działanie na naszą szkodę, dlatego wypełniamy niniejszy formularz.\r\n\r\nSporny tekst:\r\n\r\nImplanty to aktualnie najnowocześniejsza forma odbudowy braków zębowych, pozwalająca na uzyskanie estetyki i komfortu, jaki zapewnia posiadanie własnych zębów.\r\n\r\nIstotą współczesnej implantologii są unikalne właściwości tytanu - metalu, który wprowadzony do organizmu i kontaktujący bezpośrednio z jego tkankami, nie jest traktowany jako ciało obce i odrzucany, lecz zespala się z tkankami w procesie zwanym osteointegracją. Odkrycie to było przełomem w medycynie i stomatologii XX wieku i zostało uznane nagrodą Nobla. Z dobrodziejstw tego wynalazku korzystają już miliony ludzi na całym świecie.\r\n\r\nImplant to wykonana z tytanu śruba o ściśle określonym kształcie i specjalnie przygotowanej powierzchni, którą lekarz implantolog wprowadza do kości szczęki lub żuchwy w miejscu utraconego korzenia zęba. Na tej śrubie opiera się wówczas porcelanową koronę protetyczną. Chociaż nie jest to poprawne, implantem potocznie nazywa się cały ząb odbudowany w ten sposób, czyli wszczep śródkostny i koronę protetyczną.\r\n \r\nLeczenie implantologiczne dzieli się na dwa etapy: część chirurgiczną i część protetyczną. Podczas pierwszej chirurg implantolog wprowadza do kości implanty.  Zabieg wykonywany jest w znieczuleniu miejscowym, jest bezbolesny i niejednokrotnie mniej inwazyjny niż skomplikowana ekstrakcja zęba. \r\n\r\nZ poważaniem,\r\nJacek Jaśkowski","infringing_urls":[{"url":"http://www.gjdent.pl/index.php?link=implanty"},{"url":"http://www.implanty.org.pl/strona,4.html"},{"url":"http://www.primadent-lublin.pl/implantologia.htm"}],"copyrighted_urls":[{"url":"http://www.anident.pl/implanty.html"},{"url":"http://web.archive.org/web/20070511230105/http://www.anident.pl/implanty.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}