{"dmca":{"id":19036,"type":"Dmca","title":"Ref: Takedown Notice according to DMCA 17 USC 512(c)","body":"Dear Sirs and Madams,\r\n\r\n\r\n\r\naccording to who.is you are the server for the domain ivillage.com.\r\n\r\nI am the owner of the exclusive copyrights to all photographs in the folder http://franklludwig.com/catalogue/.\r\n\r\nOne of these photograhs, entitled Broken Heart and located at http://franklludwig.com/catalogue/Broken%20Heart.jpg has been downloaded to your server (before I started watermarking my photographs) without my knowing or approval. The unauthorised copies of my image are located at\r\nhttp://chickchat.ivillage.com/love/The_broken_heart.jpg and\r\nhttp://chickchat.ivillage.com/love/The_broken_heart-thumb.jpg.\r\nIn accordance with Section 512(c) of the Digital Millennium Copyright Act I demand the immediate removal of these two images from your server and the prevention of the infringer from posting the infringing photograph in the future.\r\n\r\nAs a proof of my ownership of the copyright, I have also supplied you with a part of the photograph in its original size in the first of the five takedown notices I have emailed you since January 21st (and which you chose to ignore).\r\n\r\nI have a good faith belief that use of the copyrighted materials described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law. \r\n\r\nThe information provided herein is accurate to the best of my knowledge. I hereby swear under penalty of perjury that I am authorized to act on behalf of the copyright owner for matters pertaining to notification of infringement of its exclusive rights in its copyrighted material.\r\n\r\nPlease notify me by email as soon as you have complied with this notification.\r\nI have contacted a solicitor already who will act on my behalf in case of continued non-compliance.\r\n\r\n\r\nYours,\r\n\r\n\r\n________________\r\nFrank L. Ludwig\r\n","date_sent":"2007-01-29T05:00:00Z","date_received":"2007-01-29T05:00:00Z","topics":["Piracy or Copyright Infringement","Copyright"],"sender_name":null,"principal_name":"Frank L. Ludwig","recipient_name":"General Electric Company","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}