{"dmca":{"id":19031,"type":"Dmca","title":"Article DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-09-26T04:00:00Z","date_received":"2012-09-26T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Ivan Florin Robert","principal_name":"Ivan Florin Robert","recipient_name":"Google, Inc.","works":[{"description":"Majoritatea mortilor cauzate de cancer sunt cauzate de cancerul pulmonar, atat la femei cat si la barbati. Numarul cazurilor de cancer pulmonar a crescut de-a lungul istoriei. Cea mai mare crestere a cazurilor a fost inregistrata dupa anii 1900 cand tutunul a inceput sa fie folosit din ce in ce mai des. Cu totii stim ca fumatul prezinta un factor riscant care contribuie la dezvoltarea acestei boli. Cercetatorii moderni au aratat ca aproximativ 90% din cazurile de cancer pulmonar pot fi atribuite fumatului.\r\n \r\nRiscul nu se limiteaza numai la persoanele fumatoare deoarece persoanele care fumeaza pasiv sunt deasemenea in pericol de a dezvolta cancer pulmonar. Studii recente au aratat ca riscul de a dezvolta cancerul pulmonar e cu 28% mai mare la oamenii care traiesc inconjurati de persoane fumatoare. Aceasta comparatie a fost facuta in raport cu cei nefumatori care nu traiesc intr-un mediu in care se fumeaza.\r\n \r\nPlamanii sunt cunoscuti si ca organe care favorizeaza metastaza. Multi oameni care sufera de cancer dezvolta cancer pulmonar ca urmare a faptului ca celulele canceroase sunt imprastiate de la un organ la altul in organism, prin urmare acestea ajung si la plamani. Acest lucru inseamna ca cei care au deja o alta forma de cancer in organism sunt expusi la cancerul pulmonar chiar daca nu traiesc intr-un mediu care sa favorizeze aparitia acestuia.\r\n \r\nCauzele cancerului pulmonar\r\n ■ Dependenta de tutun.\r\n ■ Expunerea la fumatul pasiv.\r\n ■ Expunerea intr-un mediu in care se afla particule cancerigene in aer, cum sunt cele care provin de la azbest, arsenic, radon si asa mai departe.\r\n \r\nTipuri de cancer pulmonar\r\n \r\nExista doua tipuri de cancer pulmonar. Ele se dezvolta si se imprastie prin diferite metode in organism.\r\n \r\n* Cancerul pulmonar cu celule mici -: este poate una din cele mai periculoase forme a acestui tip de cancer. Aproximativ 20% dintre cazuri le gasim sub aceasta forma. Acest tip de cancer se dezvolta rapid si dupa diagnosticare este cel mai adesea imposibil de tratat. Pentru tratament cel mai des este folosita chimioterapia si radioterapia.\r\n \r\n* Cancerul pulmonar cu celule mari – aceasta forma reprezinta aproximativ 80% dintre formele de cancerul pulmonar si se trateaza mult mai usor decat prima forma.  Deasemenea, se dezvolta si mult mai lent.\r\n \r\nSimptome ale cancerului pulmonar\r\n \r\nIn aproximativ 25% dintre cazurile de cancer pulmonar nu poate fi vorba despre simptome, aceasta boala descoperindu-se la radiografii sau la o examinare de rutina. In trei sferturi dintre cazurile de cancer pulmonar, pacientii au simptome care ar trebui sa ii alarmeze astfel incat sa se duca la un control.\r\n \r\nCel mai adesea, pacientii care sufera de cancer pulmonar au simptome respiratorii cum ar fi durata scurta a respiratiei, sforaitul, tusea si ragusitul permanent. Aceste simptome sunt foarte des intalnite si la fumatori sau la oamenii care sufera de astm, emfizem sau infectii ale pieptului.\r\n \r\nDaca iti dai seama ca tusesti intr-un fel “nou”, ar trebui sa consulti imediat medicul deoarece poate fi un semn ca suferi de cancer pulmonar. Cancerul la plamani se poate extinde pana la stern si acest lucru cauzeaza de obicei dureri ale pieptului si cateodata chiar ale spatelui. Daca celulele canceroase afecteaza si vasele de sange ale plamanilor, pacientul poate deasemenea tusi sange. Sunt si alte simptome ce apar la toate formele de cancer cum ar fi: febra, oboseala, scaderea apetitului, scaderea in greutate si altele.\r\n \r\nDaca cancerul pulmonar se dezvolta, el va afecta buna functionare a plamanului. Pot aparea complicatii secundare cum ar fi adunarea de lichid intre pleura si plamani, obstructia cailor respiratorii, infectii ale plamanilor care apar in mod repetat si asa mai departe. Acest tip de cancer se poate raspandi si in alte zone ale organismului cum ar fi nodulii limfatici, oase, creier, ficat. Ca urmare, pot aparea dureri de oase sau disfunctii ale ficatului sau creierului.\r\n \r\nDaca nu apare nici un fel de simptom, nu putem totusi interpreta ca boala se afla intr-un stadiu timpuriu. Realitatea este ca numai 15% dintre pacientii cu cancer pulmonar descopera intr-un stadiu timpuriu ca sufera de aceasta boala. Cu cat boala este diagnosticata mai tarziu, cu atat mai greu ii este organismului sa raspunda tratamentelor. Doar 15% dintre cei ce sunt diagnosticati cu cancerul pulmonar intr-o faza mai avansata a acestei boli reusesc sa supravietuiasca inca 5 ani de la diagnostic.\r\n \r\nEtapele cancerului pulmonar\r\n \r\nCancerul pulmonar ca boala este impartit in etape in functie de cat de mult a reusit aceasta boala sa se extinda. Daca reusesti sa determini in ce etapa se afla cancerul pulmonar inseamna ca incepi sa faci pasi inainte spre vindecarea lui. Analiza sangelui, radiografii ale plamanilor, biopsii si multe alte teste pot fi folosite pentru a afla cat de mult este raspandit cancerul pulmonar in organism.\r\n \r\nCancerul pulmonar cu celule mari care este considerat a fi cea mai des intalnita forma de cancer pulmonar, este impartit in etape cu ajutorul cifrelor romane de la 0 la IV. Daca tumoarea cancerului pulmonar este prea mica ca sa fie detectata, atunci este numit cancer ascuns si nu este notat cu nici o cifra. Stadiul 0 de cancer este folosit numai pentru cancerul la plamani care nu include decat cateva grupuri de celule afectate.\r\n \r\nStadiul I este deasemenea limitat in zona plamanului dar aici mai gasim si tesut inconjurator ce este afectat. Acest stadiu este la randul lui impartit in stadiul IA si IB, in functie de marimea tumorii. In stadiul II de cancer, boala se imprastie cel mai adesea si la stern, diafragma si uneori chiar si la inima.\r\n \r\nIn stadiul III al cancerului pulmonar noduli limfatici sunt afectati deasemenea. Stadiul III este impartit si el in stadiul IIIA si stadiul IIIB. In stadiul IV al cancerului, boala s-a raspandit deja si in alte parti ale organismului cum ar fi ficatul, oasele sau creierul. Cancerul pulmonar care se afla in un unul din stadiile 0 pana la IIIA, se poate trata prin operatie. Stadiile de la IIIB la IV necesita radioterapie si chimioterapie.\r\n \r\nCancerul pulmonar cu celule mici are doua stadii. Stadiul de cancer limitat se numeste asa deoarece boala se limiteaza la un singur plaman. Stadiul de cancer extins se numeste asa deoarece cancerul s-a imprastiat si in alte zone ale organismului. Creierul este destul de des afectat in acest stadiu.\r\n \r\nTratamentul cancerului pulmonar\r\n \r\nCele mai comune tratamente pentru cancerul la plamani sunt operatia, chimioterapia si radiatia. Tratamentul exact pe care il va primi un pacient va fi ales in functie de cativa factori. Aceastia includ tipul cancerului, stadiul bolii, extinderea tumorii si starea generala de sanatate a pacientului.\r\n \r\nCancerul pulmonar cu celule mari se intalneste in 80% dintre cazurile de cancer la plamani si este tratat in functie de stadiul in care este diagnosticat. Operatia este unul din tratamentele de baza atunci cand cancerul este intr-un stadiu incipient. Celulele canceroase si o parte din tesutul sanatos sunt indepartate. Pacientii care nu pot trece printr-o operatie, sunt tratati cu radioterapie. Este adevarat ca aceasta boala se trateaza cu succes in stadiile incipiente. Intrebarea este de cate ori il descoperim cat mai devreme.\r\n \r\nCancerul pulmonar poate fi tratat cu o combinatie dintre operatie, chimioterapie si radioterapie. In momentul in care cancerul s-a raspandit in alte zone ale organismului, chimioterapia si radioterapia inlocuiesc operatia. Exista cateva medicamente deja si mai sunt multe care inca sunt testate. Radioterapia face simptomele mai usor de suportat si usureaza tusea sau durerea insa nu va incetini procesul de extindere al tumorii. Obstructiile canalelor respiratorii pot fi lipite cu ajutorul unui laser.\r\n \r\nCancerul la plamani cu celule mici este o forma mai agresiva a cancerului pulmonar si multi pacienti afla de boala cand ea este deja intr-un stadiu avansat in momentul diagnosticului. Este tratat la inceput cu chimioterapie. Radioterapia poate fi deasemenea folosita pentru a omora celulele canceroase. Aceasta forma de cancer ajunge in majoritatea cazurilor si la creier.\r\n \r\nPrognoza cancerului pulmonar\r\n \r\nPrognoza unei boli inseamna a prezice cat de rapid se va extinde boala si in cat timp se va intampla acest lucru. Deasemenea in prognoza este implicat si timpul de recuperare necesar dupa ce boala se vindeca. Cand un pacient se duce la doctor si este suspectat de cancer pulmonar, el va fi sfatuit sa se duca sa isi faca o serie de analize pentru a confirma boala sau nu. Dupa ce rezultatele sunt analizate, doctorii vor putea sa dea diagnosticul exact. Fiecare stadiu al bolii este tratat intr-un anume fel.\r\n \r\nSunt foarte multe intrebari ce apar inainte si dupa prognoza. Pacientul vrea sa stie in primul rand daca boala se poate vindeca. Cancerul pulmonar ce este descoperit in stadiile incipiente se poate vindeca in majoritatea cazurilor. Stadiile III si IV sunt deja un motiv de ingrijorare. Daca boala s-a extins si in alte parti ale organismului, ea este de obicei incurabila.\r\n \r\nEste o sansa reala sa iti cresti durata de viata daca descoperi cancerul pulmonar in stadiile de inceput. Doctorii iti vor spune in ce stadiu a ajuns cancerul tau si daca iti ameninta viata sau nu. Tratamentul este un proces destul de lung ce consta in radiatie sau chimioterapie. Prognoza se schimba pe toata durata bolii.\r\n \r\nDoctorii isi informeaza in general pacientii despre posibilele complicatii pe durata tratamentului. Ei ii informeaza si despre tratamentul necesar in cazul in care apar complicatii. Multe centre de tratare a cancerului pulmonar au grupuri de oameni ce ajuta pacientii sa infrunte aceasta boala. Ei le dau sfaturi, ii asculta si le explica exact in ce consta boala lor.\r\n \r\nEste recomandat sa tii minte prognoza insa sa fii constient de faptul ca este doar o predictie si se poate schimba mereu pe durata tratamentului. Doctorii le spun pacientilor despre stadiul bolii si ii pregatesc pentru orice eventualitate.\r\n \r\nRatele supravietuirii daca suferi de cancer pulmonar\r\n \r\nSunt multe elemente care determina sansele de supravietuire in cazul in care suferi de cancer pulmonar. In acest tip de cancer este foarte important stadiul in care este diagnosticat, tipul cancerului si starea generala de sanatate a pacientului. In functie de toate aceste date se determina si sansele ca pacientul sa supravietuiasca. Multi dintre oamenii care au cancer pulmonar au sanse sa se vindece complet dupa 5 ani din momentul in care afla ca sufera de cancer pulmonar.\r\n \r\nStudiile au aratat ca aceasta durata de 5 ani despre care vorbeam se schimba in cazul pacientilor care sufera de forma cancerului pulmonar cu celule mari. In stadiul 0 al cancerului, majoritatea reusesc sa invinga boala in 5 ani de la diagnostic. O patrime din ce ce sufera de cancer in stadiul doi reusesc sa faca acest lucru insa la stadiul III reusesc sa supravietuiasca numai 9%. Sa nu mai vorbim despre deprimantul procent de 2% in cazul cancerului de stadiul IV.\r\n \r\nForma de  cancer pulmonar cu celule mici tinde sa devina fatala in si mai scurt timp. Un procent intre 10 si 15% dintre pacientii care sufera de o forma limitata de cancer pulmonar cu celule mici traiesc inca 5 ani, insa doar mai putin de 1% din cei care sufera de o forma de cancer mai extins, reusesc sa mai supravietuiasca inca 5 ani.\r\n \r\nDar a aproxima durata acestei boli nu inseamna a specula tratamentul propriuzis pentru a reusi tratarea cancerului la plamani. Mai mult chiar, fiecare pacient reactioneaza la tratament intr-un fel anume si de aceea generalizarile nu au nici un efect cand vorbim despre cancerul pulmonar. Sunt multe lucruri marunte ce pot inclina balanta spre viata sau spre moarte in cazul unui pacient.\r\n \r\nPrevenirea cancerului pulmonar\r\n \r\nCircumstantele si factorii din stilul de viata al unei persoane sunt cunoscute ca factori de risc. La extrema cealalta se afla factorii de prevenire care ajuta oamenii sa tina la distanta bolile si sa le evite. Prevenirea implica cresterea factorilor de protectie si micsorarea numarului de factori de risc. Sunt multi factori de risc in cancerul pulmonar. Fumatul este considerat a fi un factor care adauga sanse reale de a face mai repede cancer pulmonar. Riscul este crescut si la oamenii care nu fumeaza dar care sunt expusi la fum de tigara in mod direct.\r\n \r\nEste posibil sa previi cancerul pulmonar doar daca nu este ereditar. Daca ai un caz de cancer pulmonar in familie, nu este posibil sa elimini toate sansele de a dezvolta aceasta boala. Este insa posibil sa reduci sansele daca ai un stil de viata activ. Daca faci sport in mod regulat inseamna ca riscurile tale vor fi mai mici. Daca ai o dieta bazata pe putine grasimi, sansele tale de a suferi de cancer pulmonar vor fi deasemenea micsorate.\r\n \r\nTratarea cancerului este un proces destul de dureros pentru pacient. Tratementul alterneaza de la radioterapie, chimioterapie si chiar operatie. Felul tratamentului depinde de stadiul in care cancerul pulmonar este diagnosticat. Cateodata este nevoie de o combinare a acestor metode de tratament. Cancerul ce se afla in stadiul III sau IV este foarte periculos. Tratamentul cancerului pulmonar nu inseamna ca boala nu va apare din nou mai tarziu.\r\n \r\nOperatia in cazul tumorilor maligne care se extind si in alte parti ale corpului este foarte dificila. Aceasta operatie este foarte delicata si complicata si prezinta un risc mare. Tineti minte ca este mai usor sa previi decat sa tratezi. Poti urma sfaturi si lucrurile pe care ti le spun doctorii ce te pot ajuta sa eviti cancerul pulmonar.\r\n \r\nEste recomandat, deasemenea, sa stii care sunt simptomele acestei boli. Daca iei masuri la timp, procesele prin care vei trece nu vor fi asa de dificile si marcante ca atunci cand amani totul pentru ultima clipa. Exista foarte multe metode de prevenire pe care le poti gasi chiar pe internet. Exista chiar si institutii de tratare a cancerului care organizeaza seminarii si au ca scop educarea in privinta cancerului pulmonar si felul in care poate fi prevenit acesta.","infringing_urls":[{"url":"http://ro.scribd.com/doc/70423766/Referat-Dan-Cancerul"}],"copyrighted_urls":[{"url":"http://cancerul.net/cancerul-pulmonar"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}