{"dmca":{"id":19049,"type":"Dmca","title":"A Whale of a problem","body":"    Dear Customer,\r\n\r\n    We have received a DMCA complaint regarding a forum thread on your site. I am copying below the complaint. The infringement is found on http://whalingcity.info/THEFORUM/viewtopic.php?t=501&postdays=0&postorder=asc&start=30. Due to the nature of the complaint I am not going to suspend your domain. However, if we do not hear back from you in regards to this complaint by 1/25/2007 4:00 PM CST time we will be forced to block access to your forums. Once you have taken action please also update this ticket.\r\n\r\n    From our Terms of Service:\r\n\r\n    Use of our services to infringe upon any copyright or trademark is prohibited. This includes but is not limited to unauthorized copying of music, books, photographs, or any other copyrighted work. The offer of sale of any counterfeit merchandise of a trademark holder will result in the immediate termination of your account. If you believe that your copyright or trademark is being infringed upon, please email [Private] with the information required. A list of required information may be found here. If the request is of a licensing issue, we may require further documentation.\r\n\r\n    If you feel this claim is unfounded or untrue, please fill out a counter dmca complaint form from http://www.chillingeffects.org/dmca/counter512.pdf and submit it to us.\r\n\r\n    [Complaint]\r\n\r\n    From: [Private]\r\n    Sent: Saturday, January 20, 2007 8:44 AM\r\n    To: Copyright\r\n    Subject: Copyright infringement\r\n\r\n\r\n    My name is [Private] and I am writing regarding copyright\r\n    infringement by\r\n    > > your customer, hosting on www.SouthCoastChat.com There is NO\r\n    > > contact information on their website but the site is filled with\r\n    stolen\r\n    > > content.\r\n    > >\r\n    > > My images are as follows:\r\n    > >\r\n\r\n\r\n\r\n\r\n    and is posted on www.whalingcity.info forum hosted by [Private]\r\n    > >\r\n    > > You can contact me, [Private]    > >\r\n    > > I have a good faith belief that the use of the material referenced\r\n    above\r\n    > > is not authorized by me, the copyright owner.\r\n    > >\r\n    > > This notification is accurate and I am the owner of the exclusive\r\n    right\r\n    > > that is being infringed and am authorized to act on my own behalf.\r\n\r\n    If you need further information, please contact me at\r\n    [Private] or at the above address or phone number.\r\n    > >\r\n    > > Thank you for your attention to the above matter.\r\n\r\n    [private]\r\n    Regards,\r\n    [private]\r\n    HostGator Technical Support / Abuse Team Lead,\r\n","date_sent":"2007-01-24T05:00:00Z","date_received":"2007-01-24T05:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":null,"recipient_name":"WhalingCity.info","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}