{"dmca":{"id":19045,"type":"Dmca","title":"Software DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2012-09-26T04:00:00Z","date_received":"2012-09-26T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"DMCA Solutions","principal_name":"MathTutorDvd","recipient_name":"Google, Inc.","works":[{"description":"I,  Jordan Flores of DMCA Solutions do solemnly and sincerely declare as follows:\r\n   *    I am the agent authorised to act on behalf of Math Tutor DVD LLC with regards to\r\nintellectual property;\r\n   *    I have good faith to believe that the listings found identified below\r\n\r\n\r\noffer items or contain materials that are not authorised by the IP Owner, its agent, or the law, and therefore infringe the IP Owner\\'s rights according to United States law; (Title II of the DMCA section 512) and European Union law (Directive 2004/48/EC of the European Parliament and of the Council of 29 April 2004 on the enforcement of intellectual property rights) and I make this declaration conscientiously believing it to be true and correct and in accordance with United  States and EU law. I request that you immediately remove or cause to be removed from your site all access to and/or links to the Software to avoid being subject to possible legal liability. Please confirm to the undersigned that you have timely complied with this request. You may email me at jordan@dmcasolutions.com should you require any additional information to timely comply with this request. Math Tutor DVD LLC reserves all further rights and remedies with respect to this matter.\r\n\r\nMy direct contact is:-\r\njordan@dmcasolutions.com\r\nRights owner:\r\nMath Tutor DVD, LLC\r\nPO BOX 1165\r\nSeabrook, TX 77586\r\n877-628-4383\r\nsupport@mathtutordvd.com","infringing_urls":[{"url":"http://www.downeu.net/tutorials/1024714-math-tutor-dvd-calculus-1-extra-practice-with-integrals-vol-1-2.html"},{"url":"http://www.ebookw.ws/2008/12/25/math-tutor-algebra-word-problems.html"}],"copyrighted_urls":[{"url":"http://mathtutordvd.com/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}