{"dmca":{"id":19118,"type":"Dmca","title":"Linden Lab Has a Sense of Hummor and Gets a First Life","body":"This notice is provided on behalf of Linden Research, Inc. (?Linden Lab?), the owner of trademark, copyright and other intellectual property rights in and to the ?Second Life? product and service offering, including the ?eye-in-hand? logo for Second Life and the website maintained at http://secondlife.com/.\r\n\r\nIt has come to our attention that the website located at http://www.getafirstlife.com/ purports to appropriate certain trade dress and marks associated with Second Life and owned by Linden Lab. That website currently includes a link in the bottom right-hand corner for ?Comments or cease and desist letters.?\r\n\r\nAs you must be aware, the Copyright Act (Title 17, U.S. Code) contains provisions regarding the doctrine of ?fair use? of copyrighted materials (Section 107 of the Act). Although lesser known and lesser recognized by trademark owners, the Lanham Act (Title 15, Chapter 22, U.S. Code) protecting trademarks is also limited by a judicial doctrine of fair use of trademarks. Determining whether or not a particular use constitutes fair use typically involves a multi-factor analysis that is often highly complex and frustratingly indeterminate; however a use constituting parody can be a somewhat simpler analysis, even where such parody involves a fairly extensive use of the original work.\r\n\r\nWe do not believe that reasonable people would argue as to whether the website located at http://www.getafirstlife.com/ constitutes parody ? it clearly is. Linden Lab is well known among its customers and in the general business community as a company with enlightened and well-informed views regarding intellectual property rights, including the fair use doctrine, open source licensing, and other principles that support creativity and self-expression. We know parody when we see it.\r\n\r\nMoreover, Linden Lab objects to any implication that it would employ lawyers incapable of distinguishing such obvious parody. Indeed, any competent attorney is well aware that the outcome of sending a cease-and-desist letter regarding a parody is only to draw more attention to such parody, and to invite public scorn and ridicule of the humor-impaired legal counsel. Linden Lab is well-known for having strict hiring standards, including a requirement for having a sense of humor, from which our lawyers receive no exception. \r\n\r\nIn conclusion, your invitation to submit a cease-and-desist letter is hereby rejected.\r\n\r\nNotwithstanding the foregoing, it is possible that your use of the modified eye-in-hand logo for Second Life, even as parody, requires license from Linden Lab, especially with respect to your sale of goods with the parody mark at http://www.cafepress.com/getafirstlife/. Linden Lab hereby grants you a nonexclusive, nontransferable, nonsublicenseable, revocable, limited license to use the modified eye-in-hand logo (as displayed on http://www.getafirstlife.com/ as of January 21, 2007) to identify only your goods and/or services that are sold at http://www.cafepress.com/getafirstlife/. This license may be modified, addended, or revoked at any time by Linden Lab in its sole discretion.\r\n\r\nBest regards,\r\n\r\nLinden Lab \r\n","date_sent":"2007-01-21T05:00:00Z","date_received":"2007-01-21T05:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Unknown","principal_name":"private","recipient_name":"getafirstlife.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}