{"dmca":{"id":19173,"type":"Dmca","title":"Blogger DMCA Complaint- His Karma","body":"HisKarma Productions, Inc.\r\n4741 E. Palm Canyon Dr. Ste. 108\r\nPalm Springs, Ca 92264\r\n\r\nDemand to ISP Under the Digital Millenium Copyright Act\r\nGoogle, Inc. (www.blogger.com)\r\n\r\nDear Sir|Madam:\r\n\r\nMultiple web pages hosted by your service/communication originating on your service.\r\nhttp://crcmax.blogspot.com/2007/01/my-bollywood-bride-movie.html\r\nhttp://123locks.blogspot.com/2006/12/my-bollywood-bride-2006.html\r\nhttp://kdland.blogspot.com/2007/01/my-bollywood-bride-2006-tide-my.html\r\nhttp://andhraman.blogspot.com/2007/01/bollywood-bride.html\r\nall retrieved 1/18/2007 3:05 PM; infringe upon my exclusive right as copyright holder of the motion picture, My Bollywood Bride. I have a good faith belief that use of the copyrighted materials described above as allegedly infringing is not authorized by the copyright owner, its agent, or the law. I have attempted to resolve this directly with the account holder without satisfaction. Please remove the referenced material from your service and take other appropriate action against the account holder to prevent future infringement.\r\nPursuant to the Digital Millennium Copyright Act, this letter serves as actual notice of infringement in the event of legal proceedings. The information in this notification is accurate, and under penalty of perjury, I state that the information in the notification is accurate and that I am the owner of an exclusive right infringed by the specified material.\r\nPlease contact me promptly to confirm the action you have taken. Pursuant to 17 U.S.C. ","date_sent":"2007-01-25T05:00:00Z","date_received":"2007-01-25T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"HisKarma Productions, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}