{"dmca":{"id":19175,"type":"Dmca","title":"How D.A.R.E. you mirror a version of our site?","body":"Dear Mr. Ristuccia:\r\n\r\nTrademark Management has been retained to represent D.A.R.E. America (\"D.A.R.E.\") in its trademark enforcement efforts.\r\n\r\nD.A.R.E. is the owner of various trademarks and service marks in connection with the merchandising, licensing, protection and enforcement of its name, symbols, desings, logos and other property rights (\"Marks\"). D.A.R.E. owns all rights, title and interest in to their respective marks. As the exclusive owner of the Marks and the rights associated with them, D.A.R.E. is the only entity which can authorize use of the Makrs. D.A.R.E. maintains the exclusive right to license for commercial and promotional purposes the use of, and association with its Marks. As a result, no one is authorized to use the Marks of D.A.R.E. without their express written permission.\r\n\r\nIt has come to our attention that you are using the D.A.R.E. mark for promotional purposes on your website, http://osiris.978.org/brian/mirrors/www.dare.com. Your unauthorized use of the D.A.R.E. Mark is likely to confuse the public into believing that you are licensed, endorsed or approved by, or in some way connected with D.A.R.E. Your unauthorized use constitutes, among other things, trademark infringement, dilution, and unfair competition under the Lanham Act. Your unauthorized use of the D.A.R.E. Mark also interferes with the merchandising and licnesing of the legitimate Marks.\r\n\r\nD.A.R.E. here by demands that you and each and every person and/or company affiliated with you:\r\n\r\n1) Immediately and permanently cease all unauthorized use of the marks of D.A.R.E.; and,\r\n\r\n2) Advise us, _in writing_ of your compliance within ten (10) days of your receipt of this letter.\r\n\r\nIf you do not agree to the points set forth above, D.A.R.E. will be forced to take further action against you, as is necessary to protect their valuable intellectual property rights. The statement of facts set forth in this letter is not intended to be, nor shall it be deemed to be, a full and complete statement of facts in this matter. Nor is this letter intended to be a complete statement of D.A.R.E.'s rights, and shall not be construed as a waiver of any legal or equitable rights or remedies, all of which are expressly reserved.\r\n\r\nYour cooperation in this matter is expected.\r\n\r\nVery truly yours, \r\n/Signature/\r\n\r\n[private]\r\nPresident\r\n\r\n\r\n\r\n\r\ncc: D.A.R.E. America","date_sent":"2007-01-26T05:00:00Z","date_received":"2007-01-26T05:00:00Z","topics":["Copyright","Protest, Parody and Criticism Sites"],"sender_name":"Trademark Management","principal_name":"D.A.R.E. America (\"D.A.R.E.\")","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}