{"dmca":{"id":19185,"type":"Dmca","title":"Pork Board has a cow over slogan parody","body":"Dear [private]:\r\n\r\nThis law firm represents the National Pork Board in connection with its intellectual property rights.\r\n\r\nWe are writing to you in connection with your activities at \"The Lactivist\" webstore at the Cafe Press website, wherein you have been marketing t-shirts and other products containing a variation of National Pork Board's famous trademark/service mark THE OTHER WHITE MEAT@. As outlined in the enclosed letter that we have contemporaneously delivered to Cafe Press, the sale of these products is unauthorized and unlawful, and we hereby demand that you cease and desist from all commercial promotion of any slogan that is confusingly similar or diluting of National Pork Board's rights in its famous mark THE OTHER WHITE MEAT@. \r\n\r\nIn light of your willful infringement of National Pork Board's rights, we assume that you already are familiar with the following information. Nevertheless, for the record, please be advised that National Pork Board is the owner of the mark THE OTHER WHITE MEAT@ in the United States and elsewhere around the world, with the following formal trademark registrations:\r\n\r\nTHE OTHER WHITE MEAT U.S. Reg. No. 3,129,186\r\n(Classes 16, 25 and 43)\r\n\r\nThe family of THE OTHER WHITE MEAT@ marks has been used and promoted extensively for many years, with National Pork Board having invested hundreds of millions of dollars in advertising since 1986 in the promotion of these marks. As a result, the mark THE OTHER WHITE MEAT@ has become instantly recognizable and famous in connection with the promotion of the pork industry. In addition to the use of these marks on pork products themselves, these marks are also used to promote high quality pork products through display on all manner of ancillary goods from cookbooks to coffee mugs. National Pork Board even sponsors a ARCA racing team under the mark THE OTHER WHITE MEAT@. Of course, National Pork Board also distributes clothing, including t-shirts, bearing the mark THE OTHER WHITE MEAT@.\r\n\r\nTHE OTHER WHITE MEAT\r\nTHE OTHER WHITE MEAT\r\nTHE OTHER WHITE MEAT\r\nNational Pork Board considers your use of the slogan \"The Other White Milk\" to be a trademark infringement and also trademark dilution. The slogan \"The Other White Milk\" is an obvious attempt to call to mind National Pork Board's famous mark THE OTHER WHITE MEAT@, and it is clearly likely to cause confusion as to whether the products being offered by you under that slogan are associated with or endorsed by or otherwise affiliated with National Pork Board's long-established promotional campaign for the pork industry.\r\n\r\nMoreover, even were this use of the slogan \"The Other White Milk\" found to be not confusing, which we think is unlikely, this slogan nevertheless damages National Pork Board's rights in the famous mark THE OTHER WHITE MEAT@ because the slogan significantly dilutes the distinctiveness of National Pork Board's mark. In addition, your use of this slogan also tarnishes the good reputation of National Pork Board's mark in light of your apparent attempt to promote the use of breastmilk beyond merely for infant consumption, such as with the following slogans on your website in close proximity to the slogan \"The Other White Milk\": \"Dairy Diva,\" \"Nursing, Nature's Own Breast Enhancement,\" \"Eat at Mom's, fast-fresh-from the breast,\" and \"My Milk is the Breast.\"\r\n\r\n(See http://www.thelactivist.com/store/cpshopi/3283 192404/thelactivist/97 1406.)\r\n\r\nU.S. Reg. No. 1,486,548 (Class\r\n42)\r\nCanada Reg. No. TMA 506,870\r\n(Class 42)\r\nEuropean Union, CTM No.\r\n926,097 (Class 42)\r\nU.S. Reg. No. 3,126,072\r\n(Classes 35 and 43)\r\n\r\nIn light of all this, National Pork Board hereby demands that you provide us written confirmation no later than 5 p.m. Mountain time on February 5, 2007, that you have taken the following steps:\r\n\r\n1. You have disabled or terminated all display of the slogan \"The Other White Milk\" at any website that you own or control.\r\n\r\n2. You have requested the disabling or termination of any other display of the slogan \"The Other White Milk\" at any website that you are associated with, but which you do not control.\r\n\r\n3. You have destroyed all goods and any tangible promotional materials that bear the slogan \"The Other White Milk.\"\r\n\r\n4. You agree never in the future to offer for sale or otherwise commercially promote any product or service under the slogan \"The Other White Milk.\" \r\n\r\nIn the event that you promptly comply with these demands, National Pork Board is willing to waive its various claims against you, which include, without limitation, trademark infringement, trademark dilution, and unfair competition. Please bear in mind that if you fail to comply with National Pork Board's demands herein, National Pork Board would otherwise be entitled to recover from you a judgment for all of your profits in connection with any infringing sale as well as all of its reasonable attorney's fees and costs and a permanent injunction against you and anyone associated with you.\r\n\r\nWe trust that after you have reviewed this matter, you will conclude that the better course is to promptly comply with National Pork Board's demands herein. However, to the extent you do not so comply, please be advised that this letter is without prejudice to any rights or remedies that National Pork Board may have. \r\n\r\nIf you would like to discuss this matter, please do not hesitate to contact me. All correspondence in connection with this matter should be addressed to me.\r\n\r\nSincerely yours,\r\n[Private], Esq.\r\nEnclosures\r\ncc: [private], Senior Vice President for Governance & Operations\r\nNational Pork Board\r\n[private], Cafe Press\r\n\r\n","date_sent":"2007-01-30T05:00:00Z","date_received":"2007-01-30T05:00:00Z","topics":["Trademark","Copyright"],"sender_name":"Faegre & Benson","principal_name":"The National Pork Board","recipient_name":"The Lactivist Breastfeeding Blog","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}