{"dmca":{"id":19203,"type":"Dmca","title":"Blogger DMCA Complaint- Warner Bros.","body":"January 31, 2007\r\n\r\n\r\nGoogle Inc.\r\n\r\nAttn: User Support, DMCA Complaints\r\n\r\n1600 Amphitheatre Parkway\r\n\r\nMountain View, CA 94043\r\n\r\nFax: 650.618.2649\r\n\r\n\r\nRe: Unauthorized Use of Warner Bros. Properties:\r\nhttp://simplisticsmovielinks.blogspot.com/\r\n<http://simplisticsmovielinks.blogspot.com/>\r\n\r\n\r\nDear Sir or Madam:\r\n\r\n\r\nI, the undersigned, CERTIFY UNDER PENALTY OF PERJURY that I am the owner\r\nor an agent authorized to act on behalf of the owner of certain\r\nintellectual property rights, said owner being named Warner Bros.\r\nEntertainment Inc. (\"Warner Bros.\").\r\n\r\n\r\nWarner Bros. is the owner of trademark, copyright and other intellectual\r\nproperty rights in and to the motion pictures entitled Harry Potter and\r\nthe Goblet of Fire, The Matrix Revolutions, Million Dollar Baby, Harry\r\nPotter and the Philosophers Stone, Ocean's Eleven, Superman Returns, The\r\nDeparted, A Cinderella Story, Happy Feet, The Matrix, and The Wicker\r\nMan. Because of these rights, no one is authorized to manufacture,\r\ndistribute, copy, sell and/or offer for sale products utilizing the\r\nHarry Potter and the Goblet of Fire, The Matrix Revolutions, Million\r\nDollar Baby, Harry Potter and the Philosophers Stone, Ocean's Eleven,\r\nSuperman Returns, The Departed, A Cinderella Story, Happy Feet, The\r\nMatrix, and The Wicker Man Properties without the express written\r\npermission of Warner Bros.\r\n\r\n\r\nIt has recently come to our attention that the web site located at\r\nhttp://simplisticsmovielinks.blogspot.com/\r\n<http://simplisticsmovielinks.blogspot.com/>\r\n\r\nis offering content from the Harry Potter and the Goblet of Fire, The\r\nMatrix Revolutions, Million Dollar Baby, Harry Potter and the\r\nPhilosophers Stone, Ocean's Eleven, Superman Returns, The Departed, A\r\nCinderella Story, Happy Feet, The Matrix, and The Wicker Man Properties.\r\n\r\n\r\nI have a good faith belief that such content is not authorized by Warner\r\nBros., its agent, or the law and therefore infringe Warner Bros.'\r\nrights. Therefore, please act expeditiously to remove or disable access\r\nto the above-referenced web site.\r\n\r\n\r\nPlease confirm that you have taken the appropriate action at your\r\nearliest convenience. Thank you for your prompt attention to this\r\nmatter and please advise should you have any questions or require any\r\nadditional information.\r\n\r\n\r\nThis letter is not a complete statement of Warner Bros.' rights in\r\nconnection with this matter, and nothing contained herein constitutes an\r\nexpress or implied waiver of any rights, remedies, or defenses of Warner\r\nBros. in connection with this matter, all of which are expressly\r\nreserved.\r\n\r\n\r\nSincerely,\r\n\r\n\r\n/mb\r\n\r\n\r\nMichael Bentkover\r\n\r\nInternet Specialist, Anti-Piracy Internet Operations\r\n\r\nWarner Bros. Entertainment Inc.\r\n\r\n4000 Warner Boulevard\r\n\r\nBridge Building 156 South, #5109\r\n\r\nBurbank, California 91522\r\n\r\nPhone: (818) 954-3639\r\n\r\nFax: (818) 954-7898\r\n\r\nmichael.bentkover@warnerbros.com\r\n<mailto:michael.bentkover@warnerbros.com>","date_sent":"2007-01-31T05:00:00Z","date_received":"2007-01-31T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Warner Bros. Entertainment Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}