{"dmca":{"id":19210,"type":"Dmca","title":"Google Groups DMCA - Bradley Cowan","body":"FROM:\tBRADLEY COWAN\r\nP.O. Box 9756 San Diego, CA 92169 USA FAX (619) 276-6544\r\nE-MAIL brad_cowan2002@yahoo.com\r\nFAX TRANSMISSION\r\nTO\tLegal, DMCA complaints\tCOMPANY: Google, Inc\r\nTOTAL PAGES: 1\r\nINCLUDING THIS ONE\r\nDATE:\tJanuary 15, 2007\r\n\r\nDear Sirs,\r\n\r\nAs outlined by the Digital Millennium Copyright Act, I am filing with you a notice of copyright infringement and providing the required information below to allow you to remove the infringing material.\r\n\r\nI am the author and sole copyright owner of a set of books that have been illegally copied into PDF ebook format and are being sold/exchanged on your Google Groups.\r\n\r\nCopyrighted work that has been infringed upon:\r\nFour books authored by myself \"Bradley F. Cowan\" and titled:\r\n1.Four-Dimensional Stock Market Structures and Cycles\r\n2.Four-Dimensional Stock Market Structures and Cycles - Charts\r\n3.Market Science - Volume I - Square of Twelve\r\n4.Market Science - Volume II - Market Dynamics\r\n\r\nMaterial that is infringing upon the copyrighted work listed above:\r\n\r\nMessage-ID: <f77777y.2kbezg@news.investmentbanter.com>\r\n\r\nURL of infringing material: http://groups.google.nu:80/group/misc.invest.stocks/browse_thread/thread/12fd3464868fc920/9452355of4118a60?lnk=raot\r\n\r\nCopyright owners contact information: Bradley F. Cowan\r\nP.O. Box 9756\r\nSan Diego, CA 92169\r\nbrad_cowan2002@yahoo.com\r\n(619) 276 1421\r\n\r\nI, Bradley F. Cowan, have a good faith belief that use of the copyrighted materials described above on the allegedly infringing webpages is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury consistent with United States Code Title 17, Section 512, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf f the owner of an exclusive right that is allegedly infringed.","date_sent":"2007-01-15T05:00:00Z","date_received":"2007-01-15T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":null,"recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}