{"dmca":{"id":19280,"type":"Dmca","title":"Claims of Defamation on Website","body":"2/01/07\r\n\r\n[Recipient],\r\n\r\nThis is now my final attempt to contact you regarding your web blog on Metropolitan Who's Who. \r\n\r\n[Recipient's blog address]\r\n\r\nIf you do not immediately take down all content and links regarding this blog we will proceed with legal action. \r\n\r\nWe have already contacted Covington Mill where you work in Packaging Resources.  We will subpoena all the computers and their files with regards to your blogging activity.  I am very certain that Covington Mill will not take this matter lightly.\r\n\r\nBellow see attorney letter sent on January 17 as an example of what will become part of our action against you and Covington Mill.\r\n\r\nRegards,\r\n\r\n[Attorney]\r\nThe information contained in this transmission is intended for the named receiver only.\r\nThe transmission may contain privileged and confidential material.\r\nPlease be advised that any use, dissemination, posting, or unauthorized copying of the materials is strictly prohibited.\r\n\r\n\r\n\r\nVIA COMPANY E-MAIL\r\n\r\n \r\n\r\n                                                                                    January 17, 2007\r\n\r\n \r\n\r\nSouthern Conservative\r\n\r\n[Recipient's blog address]\r\n\r\nRE:  Demand to Cease and Desist and Retract Libel\r\n\r\n \r\n\r\nDear [Recipient]:\r\n\r\n \r\n\r\nIt has come to the attention of Metropolitan Who?s Who (?Metropolitan?) that you have posted statements on your website at [Recipient's blog address].\r\n\r\n(the ?Website?) which contain false information that is defamatory to Metropolitan.  You have made these statements maliciously to injure the reputation of Metropolitan in its trade and profession.  This letter constitutes a demand for the immediate and complete removal of these false and libelous statements including all references to Metropolitan from your Website within 2 calendar days of receipt of this letter.\r\n\r\n \r\n\r\nYour statements and conduct on the Website also constitute interference with prospective business and contractual relations of Metropolitan.  As such, they are actionable and expose you to the imposition of compensatory as well as punitive damages.\r\n\r\n \r\n\r\nYour failure to remove your defamatory and malicious statements and their repetition after this notice of their falsehood constitutes further publication of libel.  It also confirms your malicious intent.\r\n\r\n \r\n\r\nPlease note that this letter does not constitute a complete or exhaustive statement of all of Metropolitan?s rights or claims.  Metropolitan takes this matter very seriously and accordingly, we have engaged our legal counsel to investigate this matter further.\r\n\r\n \r\n\r\nIf you do not immediately and completely remove these defamatory statements and references to Metropolitan, and cease and desist from interference with Metropolitan?s business and contractual relations including, without limitation, making false and malicious comments about Metropolitan within 2 calendar days of receipt of this letter, we will direct our corporate legal counsel to seek judicial intervention to protect Metropolitan?s rights.  If Metropolitan is forced to file suit to stop your wrongful conduct, it will, in addition to seeking compensatory and punitive damages, also seek an award of its attorney fees and litigation expenses.\r\n\r\n \r\n\r\nWe expect you will remove any and all reference to Metropolitan on your Website immediately to avoid the possibility of litigation and that you will confirm such removal via e-mail or in writing.\r\n\r\n \r\n\r\nVery Truly Yours,\r\n\r\n \r\n\r\nMetropolitan Who?s Who","date_sent":"2007-02-01T05:00:00Z","date_received":"2007-02-01T05:00:00Z","topics":["Documenting Your Domain Defense","Copyright"],"sender_name":null,"principal_name":"Metropolitan Who's Who (Metropolitan Registries, Inc.)","recipient_name":"personal blog","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}