{"dmca":{"id":19310,"type":"Dmca","title":"Sony Cease and Desist Letter","body":" \r\n\r\n\r\n1/29/2007\r\n\r\n[private]\r\n\r\n\r\nVIA CERTIFIED US MAIL\r\n\r\nRETURN RECEIPT REQUESTED\r\n\r\n\r\n[private]\r\n\r\n\r\nRe: Unauthorized Use of Sony?s Trademarks and/or Copyrighted Materials\r\n\r\n\r\nDear Sir or Madam:\r\n\r\n\r\nSony has retained Net Enforcers, Inc. to assist with the protection and enforcement of Sony-owned or licensed trademarks, logos, and other copyrighted material (referred to in this letter as ?Sony Works?). Net Enforcers has in turn retained us to contact you with respect to this matter.\r\n\r\n\r\nSony believes that you have infringed upon its intellectual property rights by performing or allowing to be performed some or all of the following actions, specifically with respect to Camcorder products sold by Sony?s Personal Mobile Imaging Division : (1) improperly obtaining a copy of the Sony Works; (2) creating derivative works from Sony Works; (3) illegally reproducing the Sony Works; (4) illegally distributing the Sony Works; (5) illegally utilizing Sony?s trademarks in violation of 15 U.S.C. ? 1125(a) and 1114 et seq.; and (6) illegally publicly displaying the Sony Works on the following website(s):\r\n\r\nhttp://raq4.buydonlin.com/p-HDRFX1.html\r\n\r\nhttp://raq4.buydonlin.com/p-CCDTRV138.html\r\n\r\nhttp://raq4.buydonlin.com/p-DCRHC96.html\r\n\r\nhttp://raq4.buydonlin.com/p-DCRDVD405.html\r\n\r\nhttp://raq4.buydonlin.com/p-HDRHC3.html\r\n\r\n\r\n\r\nThere are various additional locations of infringement on www.raq4.buydonlin.com website. The above list is a specific sample of some of these, but all infringements need to be addressed.\r\n\r\n\r\nSony believes that your actions violate the federal copyright laws, 17 U.S.C. ? 101 et seq ., and may also give rise to common law and statutory claims for deceptive trade practices, unfair competition, and computer crimes. Unauthorized duplication of copyrighted software products constitutes copyright infringement for which the Federal Copyright Act, specifically 17 U.S.C. ? 504(c), allows the recovery of statutory damages of up to $150,000 per product for willful conduct. Even if willful conduct cannot be conclusively established, Section 504 permits the copyright owner to elect an award of non-willful statutory damages of as much as $30,000 for each work infringed without the necessity of demonstrating actual damages. Additionally, 17 U.S.C. ? 505 permits the court to award to the prevailing party its costs and reasonable attorneys? fees.\r\n\r\nSony?s rights in the Sony Works are of enormous value. Sony takes reports of copyright and trademark infringement very seriously and will not hesitate to pursue all available legal remedies. Your potential exposure in this matter, should it be litigated, is significant. Despite the potential for a large monetary judgment, we believe that it is in the best interest of all parties to resolve this matter amicably. However, if you do not immediately cease and desist from the conduct previously described in this letter, Sony reserves the right to institute appropriate proceedings against you without delay and with no further notice.\r\n\r\nTherefore, this letter is to formally demand that you:\r\n\r\n(1) Immediately cease and desist from using, copying and displaying the Sony Works;\r\n\r\n(2) Immediately cease and desist from creating derivative works from the Sony Works;\r\n\r\n(3) Immediately cease and desist from distributing any and all copies of the Sony Works that you have already copied;\r\n\r\n(4) Immediately cease and desist from violating the federal copyright laws, 17 U.S.C. ? 101 et seq ., as well as other common law and statutory laws in any manner not specifically set forth in this letter; and\r\n\r\n(5) Immediately cease and desist from utilizing any unauthorized use of Sony?s trademarks and violating the federal and state unfair competition laws, including the Lanham Act, as well as other common law and statutory laws in any manner not specifically set forth in this letter.\r\n\r\nIf you fail to comply with each of the conditions set forth in this letter, Sony reserves the right to take all appropriate action, including but not limited to filing a lawsuit seeking an immediate injunction against you and ultimately the award of damages and attorneys? fees.\r\n\r\nThis office is sending this correspondence on behalf of Sony, herein referred to as Client. Client believes that the information contained herein is accurate and certifies under penalty of perjury that it is the owner of said intellectual property rights and authorizes Net Enforcers to act on behalf of said copyright owner, Sony. Client has a good faith belief that the listings or materials listed herein are not authorized by Client, its agent, or the law and therefore infringe on Client's rights according to State and/or Federal Law. Please act expeditiously to remove or disable access to the material or items claimed to be infringing.\r\n\r\nIf you have questions, please contact Net Enforcers? Compliance Management Department via facsimile to [private], or via email to [private] . All communication should be in writing. Sony has authorized Net Enforcers to handle and resolve this matter with you. Please do not contact Sony directly, as Sony will simply refer the matter back to Net Enforcers. If your designated agent or representation does not respond to this demand as requested by 5:00 p.m. on 2/7/2007 , we will assume that this demand has been rejected and we will proceed accordingly.\r\n\r\n\r\nSincerely,\r\n\r\n[private]\r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n \r\n\r\n\r\n \r\n\r\n","date_sent":"2007-01-29T05:00:00Z","date_received":"2007-01-29T05:00:00Z","topics":["Copyright"],"sender_name":"private","principal_name":"NetEnforcers","recipient_name":"Buydonlin.com","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}