{"dmca":{"id":19333,"type":"Dmca","title":"Smgl Corporation Takedown Notice","body":"As required under Sections 512(c)(3) and 512(d)(3) of the Digital Millennium Copyright Act (17 U.S.C. ??512(c)(3) and 512(d)(3)), we are placing you on notice that:\r\n\r\nSmgl Corporation is the exclusive owner of the copyrights in and to the the Smgl.org, smgl.net. smglgroup.com, beadsparadise.com  website and the text, artwork, logos and photographs appearing therein (singly and collectively, the \"Smgl Corporation Material\"), and\r\n\r\nFound utilizing, Calvary Collection jaipur carefully selects at www.calvaryjewelry.com, the following (the \"Infringing Material\") contain unauthorized copies of the Smgl Corporation Material or unauthorized photographs & text contents of the Smgl Corporation  Material which infringe the Smgl Corporation Material and the exclusive rights of the Owner:\r\n\r\nhttp://calvaryjewelry.com/jewellery.asp?id=ColourBeads\r\n\r\nhttp://calvaryjewelry.com/jewellery.asp?id=BeadedNecklace\r\n\r\n\r\nPlease immediately remove or disable all access to the Infringing Material.\r\n\r\nI have a good faith belief that use of the copyrighted material described above on the allegedly infringing web pages is not authorized by the copyright owner, its agent, or the law. Under penalty of perjury, I certify that the above information is accurate and that I am the copyright or intellectual property owner of this infringed material.\r\n\r\nThe owner/administrator contact information for calvaryjewelry.com as as follows: \r\n\r\n[private]\r\n \r\n\r\n\r\nWe would greatly appreciate your early attention to this matter. \r\n\r\nPlease consider me personally at your service if I may provide any further assistance or information.\r\n\r\nYours Sincerely, \r\n\r\n[private]\r\n","date_sent":"2007-02-13T05:00:00Z","date_received":"2007-02-13T05:00:00Z","topics":["Copyright"],"sender_name":null,"principal_name":"SMGL CORPORATION","recipient_name":"calvary collections","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}