{"dmca":{"id":19348,"type":"Dmca","title":"Takedown! NFL wants copyright warning off YouTube","body":"Dear Member:\r\n\r\nThis is to notify you that we have removed or disabled access to the following material as a result of a third-party notification by National Football League claiming that this material is infringing:\r\n\r\nSuper Bowl Highlights: (http://www.youtube.com/watch?v=a4uC2H10uIo)\r\n\r\nPlease Note: Repeat incidents of copyright infringement will result in the deletion of your account and all videos uploaded to that account. In order to avoid future strikes against your account, please delete any videos to which you do not own the rights, and  refrain from uploading additional videos that infringe on the copyrights of others. For more information about YouTube's copyright policy, please read the \"Copyright Tips\" guide: http://www.youtube.com/t/howto_copyright.\r\n\r\nIf you elect to send us a counter notice, to be effective it must be a written communication provided to our designated agent that includes substantially the following (please consult your legal counsel or see 17 U.S.C. Section 512(g)(3) to confirm these requirements):\r\n\r\n(A) A physical or electronic signature of the subscriber.\r\n\r\n(B) Identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled.\r\n\r\n(C) A statement under penalty of perjury that the subscriber has a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.\r\n\r\n(D) The subscriber's name, address, and telephone number, and a statement that the subscriber consents to the jurisdiction of Federal District Court for the judicial district in which the address is located, or if the subscriber's address is outside of the United States, for any judicial district in which the service provider may be \r\nfound, and that the subscriber will accept service of process from the person who provided notification under subsection (c)(1)(C) or an agent of such person.\r\n\r\n\r\nSuch written notice should be sent to our designated agent as follows:\r\n\r\nDMCA Complaints\r\nYouTube, Inc.\r\n1000 Cherry Ave.\r\nSecond Floor\r\nSan Bruno, CA  94066\r\nEmail: copyright @ youtube.com\r\n\r\nPlease note that under Section 512(f) of the Copyright Act, any person who knowingly materially misrepresents that material or activity was removed or disabled by mistake or misidentification may be subject to liability.\r\n\r\nSincerely,\r\nYouTube, Inc.","date_sent":"2007-02-13T05:00:00Z","date_received":"2007-02-13T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"DMCA Complaints","principal_name":"NFL, via YouTube","recipient_name":null,"works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}