{"dmca":{"id":19343,"type":"Dmca","title":"RIAA complains of blogged recordings","body":"RE:       http://only-always.blogspot.com/2007/02/artist-lily-allen-release-date-january.html\r\nhttp://only-always.blogspot.com/2007/01/artist-mika-release-date-february-5.html\r\nhttp://only-always.blogspot.com/2007/01/artist-yeah-yeah-yeahs-release-date.html\r\nhttp://only-always.blogspot.com/2006/11/artist-goldfrapp-year-2006-album.html\r\nhttp://only-always.blogspot.com/2006/11/artist-shiny-toy-guns-year-2006-album.html\r\nhttp://only-always.blogspot.com/2006/11/artist-44-plus-44-year-2006-album-when.html\r\nhttp://only-always.blogspot.com/2006/10/artist-she-wants-revenge-year-2006.html\r\nhttp://only-always.blogspot.com/2006/10/hot-chip-2006-album-warning-genre.html\r\nhttp://only-always.blogspot.com/2007/02/artist-willy-mason-release-date-march-8.html\r\n \r\nDear [private]:\r\n \r\nI am contacting you on behalf of the Recording Industry Association of America (RIAA) and its member record companies.  The RIAA is a trade association whose member companies create, manufacture and distribute approximately ninety (90) percent of all legitimate sound recordings sold in the United States.  Under penalty of perjury, we submit that the RIAA is authorized to act on behalf of its member companies on matters involving the infringement of their sound recordings, including enforcing their copyrights and common law rights on the Internet.\r\n \r\nWe have learned that your service is hosting the above Web sites on your network.  These sites are offering direct links to files on other Internet sites containing full-length sound recordings for other users to download, including songs by such artists as Lily Allen, Mika, Yeah Yeah Yeahs, Goldfrapp, Shiny Toy Guns, and Plus 44.  We have a good faith belief that the above-described activity is not authorized by the copyright owner, its agent, or the law.  We assert that the information in this notification is accurate, based upon the data available to us.\r\n \r\nWe are asking for your immediate assistance in stopping this unauthorized activity.  Specifically, we request that you remove the sites or the infringing links from your system and that you inform the site operator of the illegality of his or her conduct.\r\n \r\nThis letter does not constitute a waiver of any right to recover damages incurred by virtue of any such unauthorized activities, and such rights as well as claims for other relief are expressly retained.\r\n \r\nYou may contact me at RIAA, [private], Washington, D.C. 20004, Tel. ([private], or e-mail [private]@riaa.com, to discuss this notice.  We await your response.  Kind regards.\r\n \r\nVery truly yours,\r\n \r\n[private]\r\nVP, Online Anti-Piracy\r\nRIAA","date_sent":"2007-02-13T05:00:00Z","date_received":"2007-02-13T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"RIAA","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}