{"other":{"id":19362,"type":"Other","title":"Other notice to Google, Inc.","date_sent":"2012-01-18T05:00:00Z","date_received":"2012-01-18T05:00:00Z","topics":["Uncategorized"],"sender_name":"Tamora Miller","principal_name":null,"recipient_name":"Google, Inc.","works":[{"complaint":"The below information is contained on the url listed  \nabove. It is malicious libel and defamation of character. I am NOT  \na \"blatant prostitute\" nor was I arrested for drug trafficking. Defamation\n \nis, by nature, a false statement made to sound true and meant to cause  \nharm. Examples may include subjecting a person to ridicule or contempt  \nand/or causing him to be shunned or avoided. Defamation could also cause  \ninjury to the victim in his occupation. Defamation can also be directed at\n \nbusinesses, organizations, governments, nations, or even products.\n\n\"http://lovethewayyoulied.wordpress.com\nCyber Slander! - http://www.shamarketingonline.com - Tamora Miller, aka  \nMistress Tia, Aka Queen of Cocktease\n11th of Jan, 2012 by newmediavegas\nShe is a blatant prostitute... I was hired to build websites for SHA  \nMarketing... she has Feloiny Arrest Records for Drug Trafficking/....  \nDisclaimer's that she thinks absolves her of criminal prostitution  \nactivity... She is a manipulator... works Directly with Teddy Bart of the \n\nGrand 'ole Opry as his personal Mistress and phone sex operator while his \n\nwife sends her gifts thinking she is his \"Life Coach\"... She has blatantly\n \nignored cease and desist notices as have wordpress.com in regards to  \nblatant terms of service and copyright infringement violations! And they  \nslander me?\"\nurl_box3_1:","original_work_urls":[{"url":"http://lovethewayyoulied.wordpress.com"},{"url":"http://www.shamarketingonline.com"}],"problematic_urls":[{"url":"http://www.scaminformer.com/scam-report/http-lovethewayyoulied-wordpress-com-cyber-slander-http-www-shamarketingonline-com-c70177.html"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null,"explanation":null}}