{"dmca":{"id":19411,"type":"Dmca","title":"Google DMCA Complaint- RIAA","body":"VIA E-MAIL\r\nFebruary 20, 2007\r\nAlexander MacGillivray\r\nIntellectual Property Counsel\r\nGoogle, Inc.\r\n1600 Amphitheatre Parkway\r\nMountain View, CA 94043\r\nRE:     http://mercer.nik.googlepages.com/01marchintothesea.mp3\r\nhttp://mercer.nik.googlepages.com/07wevegoteverything.mp3\r\nDear Mr. MacGillivray:\r\nI am contacting you on behalf of the Recording Industry Association of America, Inc. (RIAA) and its member record companies.  The RIAA is a trade association whose member companies create, manufacture and distribute approximately ninety (90) percent of all legitimate sound recordings sold in the United States.  Under penalty of perjury, we submit that the RIAA is authorized to act on behalf of its member companies in matters involving the infringement of their sound recordings, including enforcing their copyrights and common law rights on the Internet.  \r\nWe believe your service is hosting the above-referenced files on its network. These files are offering sound recordings for download and in an interactive streaming format by the artist known as Modest Mouse, which have not yet been commercially released. We have a good faith belief that the above-described activity is not authorized by the copyright owner, its agent, or the law.  We assert that the information in this notification is accurate, based upon the data available to us.  \r\nWe are asking for your immediate assistance in stopping this unauthorized activity.  Specifically, we request that you remove the infringing file from the system, or that you disable access to the infringing file, and that you inform the site operator of the illegality of his or her conduct.\r\nThis e-mail does not constitute a waiver of any right to recover damages incurred by virtue of any such unauthorized activities, and such rights as well as claims for other relief are expressly retained.  In addition, our use of Google's required notice form does not indicate we believe that the above referenced copyright infringement is within the scope of the Digital Millennium Copyright Act (\"DMCA\").  Our use of this form, as required by Google, is meant to facilitate Google's removal of the infringing material listed above and is not meant to suggest or imply that Google's activities and services are within the scope of the DMCA safe harbor.\r\nYou may contact me at RIAA, 1025 F Street N.W., 10th Floor, Washington, D.C., 20004, Tel. (202) 775-0101, or e-mail antipiracy@riaa.com, to discuss this notice.  We await your response.  Kind regards.\r\nSincerely,\r\nTraci Crippen\r\nOnline Copyright Protection \r\nRIAA ","date_sent":"2007-02-20T05:00:00Z","date_received":"2007-02-20T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"RIAA","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}