{"dmca":{"id":19453,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-07-03T04:00:00Z","date_received":"2011-07-03T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"June Tree","principal_name":"June Tree","recipient_name":"Google, Inc.","works":[{"description":"http://www.thedigeratilife.com/blog/index.php/2007/09/25/selling-our-cars-through-the-years-7-steps-to-a-smooth-car-sale/ copyrighted by June Tree.  I wrote this article myself and now it's scraped to high heavens!!  I guess I did such a great job that this article got scraped.  \r\n\r\n\r\nCopied work:\r\nFOR THOSE OF YOU PLANNING TO SELL THEIR CARS...\r\n\r\n7 Steps To A Smooth Car Sale\r\n\r\n1.) Do the research and check your car’s market. Like anything else, preparation is key to a sale or any other transaction.\r\n\r\n2.) Appraise your car and determine your price (Icygual can help you with that ). You can lurk around the car sites to get a feel, but it should also be pretty easy to find out how your car will be valued in the open market.\r\n\r\n3.) Organize your car records and prepare for the sale. Keep car maintenance records in a folder covering oil changes, major maintenance visits and receipts along these lines. Keep documents referencing major part replacements such as tires, wipers, fan belt, battery, as well as warranty and service receipts. Provide a CARFAX vehicle history report to potential buyers, which will boost your credibility. Good records can show any buyer that your car is well-maintained, a strong selling point.\r\n\r\n4.) Make your car shine. Clean the car very thoroughly by giving it the works. Detail it if you have to and replace small worn out parts if need be. Like anything else that goes on the block, show off your car in its best light.\r\n\r\n5.) Market your car online and offline. I’d first decide how to unload the car. Are you interested in trading it in through a dealership or selling it to a private party? Would you even consider donating it for a tax break? Let’s say you’re going for a sale: you’ll always get a better price by selling it directly to a buyer. At that point, you can determine if you’re going to do any of the following old-fashioned methods for selling stuff: hang a for sale sign on your car’s windows, word of mouth, neighborhood community boards and forums, taking out classified ads in local papers and periodicals.\r\n\r\n6.) Negotiate with a buyer for a win-win. Avoid contingency issues that the buyer brings up such as additional repairs or a paint job as this would just complicate the deal. That is, if you can help it, don’t accept a deal that is contingent on you doing more work on your car than seems reasonable or than what you’re comfortable doing. Sad to say, as online buy-and-sell avenues have grown, so have online scams. Though many con jobs are done by sellers, there are also those initiated by false buyers.\r\n\r\n7.) Cover all the bases before the final sale. Some points to consider once you’re ready to finalize your sale transaction: watch out for scams by ensuring that you are able to receive payment prior to transferring ownership of your car. Have the check clear first and only accept payment in full.","infringing_urls":[{"url":"http://answers.yahoo.com/question/index?qid=20080619054855AAbLBJi"},{"url":"http://donate.trendsdaily.net/what-are-some-steps-i-can-take-to-sell-my-new-car.html"},{"url":"http://hot-news-hive.blogspot.com/2009/11/kelly-blue-book.html"},{"url":"http://www.fatwallet.com/forums/deal-discussion/684770/?start=2020"}],"copyrighted_urls":[{"url":"http://www.thedigeratilife.com/blog/index.php/2007/09/25/selling-our-cars-through-the-years-7-steps-to-a-smooth-car-sale/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}