{"dmca":{"id":19496,"type":"Dmca","title":"Google DMCA - Bruno Medici","body":"BRUNO MEDICI Photography\tTel: 01923 253 933\r\nStudio::Clerkenwell, London EC1 - Head Office: Bushey, Hertfordshire - www.brunomedici.com\r\nMember of the British Professional Photographers Association and the Society of Wedding and Portrait Photographers\r\n\r\nGoogle Inc.\r\nAttn: Google Legal Support, DMCA Complaints\r\n1600 Amphitheatre Parkway\r\nMountain View, CA 94043\r\n\r\nFax: (650) 963-3255, Attn: Google Legal Support, DMCA Complaints\r\n\r\nREF: [# 02071474] Copyright theft\r\n\r\nDear Sir Madam\r\n\r\nFollowing your e-mail, please find enclosed details of the copyright infringement as requested.\r\n\r\n\r\n1)The copyrighted work at issue is the text that appears on the Website of: www.brunomedici.com Index Page, (small grey text at the bottom of the page beginning with: Reportage Style, Documentary Wedding Photography...etc)\r\n\r\n2)Search query Google Infringing WebPages: www.eps103.co.uk the copyrighted text was copied from the Index Page of www.brunomedici.com and pasted on to Ealing Photographic Studio webpage (this is very clear as they left in place all the links pointing to various pages of my website, by Clicking on the small gray text at the bottom of the page you will be redirected to Bruno Medici Photography website)\r\n\r\nGoogle Search:\r\n\r\nEaling Photographic Studio - Award Winning Photography\r\nEaling Photographic Studio is now one of the most leading Wedding & Portrait studios in West London. Our team is friendly and courteous and very helpful if ... www.eps103.co.uk - 24k - Cached - Similar pages\r\n\r\n\r\n3)Bruno Medici e-mail address: bruno@brunomedici.com\r\n\r\n\r\n4)Other party details: Ealing Photographic Studio - Mr. Vinod Verma\r\nTel: 020 8404443 Fax: 0208 8404443\r\nEmail: in o@eps103.co.uk\r\n\r\n5)\"I have a good faith belief that use of the copyrighted materials described above on the allegedly Infringing WebPages is not authorized by the copyright owner, its agent, or the law.\"\r\n\r\n\r\n6)\"I swear, under penally of perjury consistent with United States Code Title 17, Section 512, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\nYours faithfully\r\nBruno Medici","date_sent":"2007-01-30T05:00:00Z","date_received":"2007-01-30T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"BRUNO MEDICI Photography","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}