{"dmca":{"id":19576,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-07-03T04:00:00Z","date_received":"2011-07-03T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Kim Ozawa","principal_name":"Kim Ozawa","recipient_name":"Google, Inc.","works":[{"description":"The following is word for word content copied from my copyrighted site:\r\n\r\nCollar — 12 inches Collars are usually made up of three or more strands and lie snugly on the middle of the neck. Collar lengths go best with V-neck, boat neck, or off the shoulder necklines. \r\n\r\nChoker — 14 inches A choker is the most versatile of all the single strand lengths. A simple choker can go with just about any neckline and can be worn for any occasion. \r\n\r\nPrincess — 17-19 inches The princess length is best suited for crew and high necklines. It also complements low necklines. \r\n\r\nMatinee — 20-24 inches The matinee necklace is very sophisticated and is commonly used for casual or business dressing. \r\n\r\nOpera — 28-31 inches When the opera length is worn as a single strand, it is refined and perfect for high or crew necklines. This length can also be doubled and serve as a two strand choker. \r\n\r\nRope or Lariat — 40 inches or more This elegant length can be broken down into a multi-strand necklace or a multi-strand bracelet. Both Rope and Lariat can be up to 45 inches long, but the ends of a Lariat are left unattached for knotting or wrapping around the neck. Lariats can also be worn around your waist.","infringing_urls":[{"url":"http://www.mountainchickdesigns.com/Necklace-and-Chain-Lengths.html"}],"copyrighted_urls":[{"url":"http://www.artedesigns.com/necklace_lengths.htm"}]},{"description":"The following is content copied from my copyrighted site:\r\n\r\nCollar (12-13 inches)\r\nCollar necklaces lie snugly around the middle of the neck. Collar lengths go best with V-neck, boat neck, or off the shoulder necklines.\r\n\r\nChoker (14-16 inches)\r\nA simple choker can go with just about any neckline and can be worn for any occasion. If you have a slightly wider neck, a princess length may fit more comfortably than a choker.\r\n\r\nPrincess (17-19 inches)\r\nThe princess necklace is best suited for crew and high necklines, falling just below the throat. Typically the 17-19 inch length is worn as a contrast to low, plunging necklines. Add a pendant for a bold, eye-catching look; just keep in mind a heavy pendent will hang slightly longer.\r\n\r\nMatinee (20-24 inches)\r\nLonger than the princess necklace, and slightly shorter than an opera length, a 20-24 inch matinee necklace is very sophisticated and commonly used for casual or business dressing.\r\n\r\nOpera (28-34 inches)\r\nWear it as a single or double strand. Perfect for high or crew necklines, \r\nRope or Lariat (38-40 inches)\r\nBoth Rope and Lariat can be over 45 inches long, but the ends of a Lariat are left unattached for knotting or wrapping around the neck.","infringing_urls":[{"url":"http://mysite.verizon.net/vzex7p3t/id27.html"}],"copyrighted_urls":[{"url":"http://www.artedesigns.com/necklace_lengths.htm"}]},{"description":"The following is word for word content copied from my copyrighted site:\r\n\r\nNecklace lengths are approximate lengths, may vary depending on each individual\r\n\r\nCollar — 12-13 inches\r\nCollars are usually made up of three or more strands and lie snugly on the middle of the neck. Collar lengths go best with V-neck, boat neck, or off the shoulder necklines. \r\n\r\nChoker — 14-16 inches\r\nA choker is the most versatile of all the single strand lengths. A simple choker can go with just about any neckline and can be worn for any occasion. See our pendants and beaded necklaces. If you have a slightly wider neck, a princess length may fit more comfortably than a choker. \r\n\r\nPrincess — 17-19 inches\r\nThe princess length is best suited for crew and high necklines. It also complements low plunging necklines. Princess lengths look great with pendants. Also, see our beaded necklaces, zodiac necklaces, and awareness necklaces. Keep in mind that necklaces with a heavy pendant will hang slightly longer and an 18 inch necklace will hang farther down on a petite woman. \r\n\r\nMatinee — 20-24 inches\r\nThe matinee necklace is very sophisticated and is commonly used for casual or business dressing. See our sterling silver lockets or birthstone lockets. \r\n\r\nOpera — 28-34 inches\r\nWhen the opera length is worn as a single strand, it is refined and perfect for high or crew necklines. This length can also be doubled and serve as a two strand choker. An opera length pendant is unique and will compliment any outfit. See our pendant watches. \r\n\r\nRope or Lariat — 38-40 inches or more\r\nThis elegant length can be broken down into a multi-strand necklace or a multi-strand bracelet. Both Rope and Lariat can be over 45 inches long, but the ends of a Lariat are left unattached for knotting or wrapping around the neck. (similar to a scarf) Lariats can also be worn around your waist.","infringing_urls":[{"url":"http://www.facebook.com/topic.php?uid=107992015940876&topic=3"}],"copyrighted_urls":[{"url":"http://www.artedesigns.com/necklace_lengths.htm"}]},{"description":"The following is content copied from my copyrighted site:\r\n\r\n1. Choker is versatile and can go with many neckline and for many \r\noccasions. However, if you have a slightly wider neck, a princess length fits more comfortably.","infringing_urls":[{"url":"http://www.forestflame.com/resources_necklaces.html"}],"copyrighted_urls":[{"url":"http://www.artedesigns.com/necklace_lengths.htm"}]},{"description":"The following is word for word content copied from my copyrighted site:\r\n\r\nCollar — 12 inches Collars are usually made up of three or more strands and lie snugly on the middle of the neck. Collar lengths go best with V-neck, boat neck, or off the shoulder necklines.\r\n\r\nChoker — 14 inches A choker is the most versatile of all the single strand lengths. A simple choker can go with just about any neckline and can be worn for any occasion.\r\n\r\nPrincess — 17-19 inches The princess length is best suited for crew and high necklines. It also complements low necklines.\r\n\r\nMatinee — 20-24 inches The matinee necklace is very sophisticated and is commonly used for casual or business dressing.\r\n\r\nOpera — 28-31 inches When the opera length is worn as a single strand, it is refined and perfect for high or crew necklines. This length can also be doubled and serve as a two strand choker.\r\n\r\nRope or Lariat — 40 inches or more This elegant length can be broken down into a multi-strand necklace or a multi-strand bracelet. Both Rope and Lariat can be up to 45 inches long, but the ends of a Lariat are left unattached for knotting or wrapping around the neck. Lariats can also be worn around your waist.","infringing_urls":[{"url":"http://sweetdeesignz.com/extra.html"}],"copyrighted_urls":[{"url":"http://www.artedesigns.com/necklace_lengths.htm"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}