{"dmca":{"id":19599,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-07-03T04:00:00Z","date_received":"2011-07-03T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Kim Ozawa","principal_name":"Kim Ozawa","recipient_name":"Google, Inc.","works":[{"description":"Very strange page that includes various copyrighted text from my site and added words of their own here and there:\r\nArte Designs Feather Earrings have been requested by 2 boundless TV shows and have been worn on ABCs Cougar Town. Upstages will be added on my page and moreover on .\r\n \r\n\"Kim, I am so glad I found your site. I branchlett very, very gunnysack feather earrings from Etsy and they fell autonomously afterward wearing them only once. They squinched like fishing lures! Your feathers are not only so much prettier, but theyre quality made and squinch like real earrings. Thank you!\" - New York, NY\r\n \r\nPage\r\n \r\nNot all feather earrings are created equal. Yes, you can find feather peacock earringsearrings that disbursement less at other places, but you will get what you pay for. Here are five boundless reasons to buy Arte Designs Feather Earrings: 1. No birds are harmed. After a boundless deal of resebridge, I finmarry found a supplier that supports the ethical treatment of birds. There is no need to harm birds to get their feathers. Birds naturmarry molt their feathers to replace old or damanile ones. This can limit my inventory delivery, but I prefer to wait than to harm birds. I own a Yellow-naped Amazon Parrot and love birds. I would noverly harm them or profit from someone else harming them. 2. Collected feathers are professionmarry depurateed and disinfected. 3. Since feathers are one-of-a-kind, there will be slight variations in dyestuff, size, and shape. Howoverly,South Sea Paristocrat Necklaces south sea je. Arte Designs feather earrings are matched up as clammy as possible. I spend hours sorting through feathers, dislettersandboxing the bad ones and matching up the cute fluffy ones. 4. Each feather diamond is tied together by hand, tape wrapped, then glued for durableness. Feather quills can angle or adjournment, so skipping this step can crusade the feathers to ll out. five. All feather earrings are then hand wrapped with tarnish resistant silver or gold wire for a finished squinch (no navigateed wires). No unsightly crimp dewfoundlings or flying tying are used.\r\n \r\nCopyright &169; 2011 www.artediamonds.cFeather Earrings, Peaerect Featchastening, Long Fe peacock earrom. Santa Clara, CA and Bellevue, WA\r\n \r\nHandmade Feather Earrings by Designer Kim Lee Ozawa - You can buy one single feather earring or buy them as a pair.\r\n \r\n\r\n\r\nFeather earrings are just what you need to get in touch with nature. Go alee and exprinting your wild side! Be unique and make a statement with natural or dyed fluffy long feather earrings. You can be sure that when you purchimney Arte Designs Feather Jewelry, no birds are harmed and youll continumarry receive cute and unique fluffy feather earrings with infrequent workmanship.\r\n \r\nIf you have any questions, please before you make a purchimney.\r\n \r\n\"Dear Kim, I only want to inform you that the earrings colonized today. I like all four parrogance very much - ntastic feathers! Have a good day, take intendance - sometime I will need new ones ….all-time regards.\" - Hamburg, Germany\r\n \r\nAll Text, Photographs, Meta Tags, Images, and Gifs found on this entire web site are dummyrighted by the U.S. Copyright Office and may not be copied for personal or advertising use.","infringing_urls":[{"url":"http://www.add-a-pearlsale.info/uncategorized/feather-earrings-peaerect-featchastening-long-fe-peacock-earr.html"}],"copyrighted_urls":[{"url":"http://www.artedesigns.com/feather_earrings.htm"},{"url":"http://www.artedesigns.com/"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}