{"dmca":{"id":19614,"type":"Dmca","title":"DMCA (Copyright) Complaint to Google","body":null,"date_sent":"2011-07-03T04:00:00Z","date_received":"2011-07-03T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":"Kim Ozawa","principal_name":"Kim Ozawa","recipient_name":"Google, Inc.","works":[{"description":"My copyrighted text that is found on my “How to care for jewelry” list includes:  “One good rule to always remember, jewelry should be the last thing you put on when you're getting dressed (this includes perfumes and lotions) and it should be the first thing you take off when you're getting undressed.”  “Never, never sleep, shower, do dishes, swim, or clean with your jewelry on. Chlorine, salt water, household cleaners, detergents, and lotions can cause discoloration. They can also loosen your gemstones and increase your risk of losing your jewelry down the drain.” “Never use paper towels, tissue paper, or toilet paper to dry off jewelry. These things are abrasive and will scratch your jewelry.”\r\n\t\r\nThe following text that is found on the infringers site is:   “Jewelry should be the last thing one puts on when getting dressed (after the lotions/creams, hairspray, make-up, and perfumes are done and dried) and the first thing one takes off before undressing.”  “Never sleep, shower, swim, wash dishes, house clean, or play rough with jewelry on. Perspiration, chlorine, salt water, household cleaners/detergents and lotions can cause discoloration and may loosen the gemstones.”  “Never use paper towels, tissue paper, toilet paper to clean jewelry as these may abrade the jewelry.”","infringing_urls":[{"url":"http://www.rainbowtreasurebox.com/jewelry_care.html"}],"copyrighted_urls":[{"url":"http://www.artedesigns.com/how_to_care_for_your_jewelry.htm"}]},{"description":"My copyrighted text that is found on my “How to care for jewelry” list includes:   “One good rule to always remember, jewelry should be the last thing you put on when you're getting dressed (this includes perfumes and lotions) and it should be the first thing you take off when you're getting undressed.” “Never, never sleep, shower, do dishes, swim, or clean with your jewelry on. Chlorine, salt water, household cleaners, detergents, and lotions can cause discoloration. They can also loosen your gemstones and increase your risk of losing your jewelry down the drain.” “When you're not wearing your jewelry, always store it in a cool, dry place. It should also be stored separately from your other jewelry to avoid scratching the pieces. (zip lock bags or jewelry boxes work great). Arte Designs includes a gift box with every order.” “For gemstones and pearls, I recommend using a damp cloth (with water) to gently wipe the pieces. Never use ultrasonic cleaners and chemicals on gemstones and pearls. Never immerse them in water, especially if the gemstones are in a setting, they can become loose. Also, never use a silver polishing cloth on your gemstones and pearls.”\r\n\r\nThe following text that is found on the infringers site is:\r\n• Always remember, jewelry should be the last thing you put on when you’re getting dressed (apply lotions, oils, perfumes, hairspray and other products) and it should be the first thing you take off when you’re getting undressed. •Always take off jewelry before taking a shower, or swimming in a pool, ocean, lake, river, or when you are hand-washing dishes, cleaning a house, gardening, etc. • When you’re not wearing your jewelry, always store it in a place where it won’t be bent, in a cool, dry place and preferably separate from your other jewelry to avoid scratching the pieces and it does not get tangled with other jewelry (zip lock bags or jewelry boxes work great). • For gemstones, glass beads, pearls, silver, cooper, brass and other metals use a damp cloth with water to gently wipe the pieces. Always use a soft cloth to dry your jewelry. For cleaning your handcrafted jewelry never use ultrasonic cleaners and chemicals.","infringing_urls":[{"url":"http://www.etsy.com/shop/nellienaza/policy"}],"copyrighted_urls":[{"url":"http://www.artedesigns.com/how_to_care_for_your_jewelry.htm"}]},{"description":"My copyrighted text that is found on my “How to care for jewelry” list includes: “One good rule to always remember, jewelry should be the last thing you put on when you're getting dressed (this includes perfumes and lotions) and it should be the first thing you take off when you're getting undressed.”\r\n\r\nThe following text that is found on the infringers site is:\r\nAlways remember, jewelry should be the last thing you put on when you're getting dressed and it should be the first thing you take off when you're getting undressed.","infringing_urls":[{"url":"http://lizzieluvcreations.com/care.html"}],"copyrighted_urls":[{"url":"http://www.artedesigns.com/how_to_care_for_your_jewelry.htm"}]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}