{"dmca":{"id":19725,"type":"Dmca","title":"MLB DMCA (Copyright) Complaint to Google","body":"\r\nDear Sir/Madam:\r\n\r\nWithout waiving any argument that the Digital Millennium Copyright Act’s safe harbors and notification requirements do not apply to the infringing content listed below, we submit the following notice of infringing activity.\r\nMLB Advanced Media, L.P. (“MLBAM”) has received information that Google, Inc. is distributing and displaying, without authorization, copyrighted works of the Office of the Commissioner of Baseball, and/or certain Major League Baseball Clubs (collectively, the “MLB Entities”).\r\n\r\n1. Identification of the copyrighted work: The copyrighted work is a Major League Baseball game telecast. The copyrighted work is being performed live and without authorization from MLBAM on the Google, Inc. website at the following URL. The date, title of the work and source of its transmission can be found below. A screenshot of this violation is attached as Exhibit A:\r\nhttp://www.watchitfullinfohd.blogspot.com/\r\nJuly 3, 2011 – Los Angeles Dodgers vs. LA Angels of Anaheim, ESPN\r\nCopyright owner: The applicable MLB Entities\r\n\r\n2. I have a good faith belief that this use is not authorized by the copyright owner, its agent or the law.\r\n\r\n3. The information in this notice is accurate, and I hereby certify under penalty of perjury that I am authorized to act on behalf of the MLB Entities, the owner(s) of the copyrights in the work identified above. I have a good faith belief that none of the materials or activities listed above have been authorized by the MLB Entities, their agents, or the law. We hereby give notice of these activities to you and request that you take expeditious action to remove or disable access to the copyrighted work described above, and thereby prevent the unauthorized distribution, display and performance of it.\r\n\r\n4. I may be contacted at:\r\n[redacted]\r\nLegal Coordinator\r\nMLB Advanced Media, L.P.\r\n[redacted]\r\nNew York, NY 10011\r\nTel: (212) [redacted]\r\nE-mail: [redacted]@mlb.com\r\n\r\nWe appreciate your cooperation in this matter. Please advise us regarding what actions you take. This letter does not purport to be a complete statement of the facts or the law and is without prejudice to any rights, claims and remedies available to MLBAM and other applicable MLB entities, all of which are expressly reserved.\r\n\r\nVery truly yours,\r\n[redacted]\r\nLegal Coordinator\r\n\r\n","date_sent":"2011-07-04T04:00:00Z","date_received":"2011-07-04T04:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"MLB Advanced Media, L.P","recipient_name":"Google, Inc. [Blogger]","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}