{"dmca":{"id":19723,"type":"Dmca","title":"Google DMCA - Scranton Dodge","body":"Google, Inc.\r\nAttn: Google Adwords DMCA Counter Notification\r\n1600 Amphitheatre Parkway\r\nMountain View, CA 94043\r\n\r\nI am filing an infringement notice against Ertley Dealerships of Moosic, PA. for falsely advertising my Pennsylvania licensed name Marwen Inc. DBA Scranton Dodge & Scranton Dodge Chrysler Jeep.\r\n\r\nI believe this matter is clearly defined under the Uniform Decetive Trade Practices Act, specifically; Section 1 paragraph 8 \"Trade Name\" and Section 2 paragraph A-1 and A-2 \"Deceptive Trade Practices\".\r\n\r\nErtley Dealerships is presenting an advertisement through Google adwords whose sole purpose is to confuse shoppers searching for Scranton Dodge.\r\n\r\nSection 1\r\nMy PA state licensed name is Marwen Inc, DBA Scranton Dodge, and DBA Scranton Dodge Chrysler Jeep.\r\n\r\nSection 2\r\nThe keyword search done in Google was: Scranton Dodge\r\nThe returned search result were:\r\nScranton Dodge\r\nwww.Scranton-Dodge.com\r\nBig discounts on Dodges Largest Dodge Dealer in NEPA\r\n\r\nThe url sent the user to a page copied directly from Scranton Dodge's web site (my registered domain name is www.scrantondodge.com), but with Ertley's dealership address & phone numbers. The active links on the false page ; www.Scranton-Dodge.com; eventually send the user to www.Ertley.com.\r\n\r\nThe Uniform Deceptive Trade Practices Act defines this practice as \"passing off' and is prohibited.\r\n\r\nSection 3\r\nMy email address is mtpompey@epix.net or you may fax my office at 570-207-9701.\r\n\r\nSection 4\r\nThe offending business email contact is info@ertley.com.\r\n\r\nSection 5\r\nI have a good faith belief that use of copyrighted materials as described above is not authorized by the copyright owner, its agents or the law.\r\n\r\nSection 6\r\nI swear under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"\r\n\r\nMatthew T Pompey\r\nPresident\r\nScranton Dodge/\r\nScranton Dodge Chrysler Jeep/\r\nTunkhannock Auto Mart","date_sent":"2007-02-24T05:00:00Z","date_received":"2007-02-24T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Scranton Dodge","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}