{"dmca":{"id":19743,"type":"Dmca","title":"JustJen's Ire Sparked by RhinestoneTShirts","body":"Dear Sir or Madam,\r\n\r\nThis is a notification of copyright infringement per the Digital Millennium Copyright Act.\r\n\r\nI am the owner of Just Jen, Inc and its website at www.justjen.com. Enclosed is a cease and desist letter mailed to the owners of www.rhinestonetshirts.com and www.rhinestonetshirts.net, on January 31, 2007. We request that Google remove the offending sites from the search engine indexes and remove any advertising links to the sites, per your policies at http://www.google.com/dmca.html and the Digital Millennium Copyright Act.\r\n\r\nOur website is a retailer of products which we design and manufacture in Los Angeles. The infringement includes use of our copyrighted photographs and text on a total of 16 pages. Each of these infringements is listed below:\r\n\r\n1. The copyrighted works at issue are the original photographic images that appear on the following pages on our site at www.justjen.com. Each of these photographic images depicts a unique product design created by Jennifer Smith, founder of JustJen.com. Each photograph was created in Photoshop by Lawrence Smith, as a composite of a blank shirt photograph and a close-up photograph of the shirt design. Upon your request, to further demonstrate our ownership of said designs and photographs, we can provide layered photographs and close-up images of the copyrighted photographs listed below:\r\n\r\nCopyrighted Pages:\r\nhttp://www.justjen.com/Product/initial_tshirt.htm\r\nhttp://www.justjen.com/Product/sweet16_tshirt.htm\r\nhttp://www.justjen.com/Product/birthdaygirl_tshirt.htm\r\nhttp://www.justjen.com/Product/girlsprincess_tshirt.htm\r\nhttp://www.justjen.com/Product/bachelorette_shirt.htm\r\nhttp://www.justjen.com/Product/soontobe_tshirt.htm\r\nhttp://www.justjen.com/Product/heart_panty.htm\r\nhttp://www.justjen.com/Product/mrs_panty.htm\r\nhttp://www.justjen.com/Product/bride_panty.htm\r\nhttp://www.justjen.com/Product/ilove_tshirt.htm\r\n\r\n1.Also at issue is text from our web page http://www.justjen.com/whyjj.htm, written by, Lawrence Smith, an employee of JustJen.com, approximately 3 years ago, with minor updates/ revisions since that time.\r\n\r\n\r\n2.\tThe infringing web pages on www.rhinestonetshirts.com and http://www.rhinestonetshirts.net are listed below. Each of these pages includes one or more of our photographs and product designs.\r\n\r\nInfringing Web Pages:\r\nhttp://www.rhinestonetshirts.com/\r\nhttp://www.rhinestonetshirts.net/\r\nhttp://www.rhinestonetshirts.net/Personalized-T-Shirts/Personalized-T-Shirts.htm http://www.rhinestonetshirts.net/Bridal-T-Shirts/Bridal-T-Shirts.htm http://rhinestonetshirts.net/Custom-Bridal-Lingerie/Custom-Bridal-Lingerie.htm http://www.rhinestonetshirts.net/newindex.php?action=product&id=6 http://www.rhinestonetshirts.net/newindex.php?action=product&id=61\r\nhttp://www.rhinestonetshirts.net/newindex.php?action=product&id=64 http://www.rhinestonetshirts.net/newindex.php?action=product&id=70 http://www.rhinestonetshirts.net/newindex.php?action=product&id=104\r\nhttp://www.rhinestonetshirts.net/newindex.php?action=product&id=121 http://www.rhinestonetshirts.net/newindex.php?action=product&id=122\r\nhttp://www.rhinestonetshirts.net/newindex.php?action=product&id=179 http://www.rhinestonetshirts.net/newindex.php?action=product&id=180 http://www.rhinestonetshirts.net/newindex.php?action product&id=181\r\n\r\nThe web page infringing upon our original text is: http://www.rhinestonetshirts.net/five_reasons.php\r\n\r\n\r\nThe offending websites were found by using the following search queries, among numerous others:\r\n\r\nSearch Query:\trhinestone t shirt\r\nInfringing Web Pages: www.rhinestonetshirts.com\r\n\r\nSearch Query:\tbridal crystal t shirt\r\nInfringing Web Page: www.rhinestonetshirts.com\r\n\r\nSearch Query:\trhinestone tshirts\r\nInfringing Web Page(s): www.rhinestonetshirts.com\r\n\r\nSearch Query:\tinitial t shirt:\r\nInfringing Web Page(s): www.rhinestonetshirts.com\r\n\r\n3.\tYou may contact us at:\r\n\r\nJust Jen, Inc.\r\n[private]\r\nRolling Hills Estates, CA 90274\r\n[private]\r\n[private]@justjen.com\r\n\r\n4.\tWe believe the owner of the offending sites, rhinestonetshirts.com and rhinestonetshirts.net may be contacted at contact@rhinestonetshirts.net. We also believe the owner of the site may be contacted at:\r\n\r\n[private]\r\n[private]\r\nBoca Raton, FL 33486\r\nPhone: [private]\r\nFax: [private]\r\n\r\n5.\tI have a good faith belief that use of the copyrighted materials described above as allegedly infringing is not authorized by the copyright owner, its agent, or the law.\r\n\r\n6.\tI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nSincerely,\r\n\r\n\r\n[private]\r\n\r\ncc:removals @google.com (via electronic mail)\r\n\r\n\r\n\r\nPHILLIPS, ERLEWINE & GIVEN LLP\r\nATTORNEYS AT LAW\r\nONE EMBARCADERO CENTER. 23rd FLOOR\r\nSAN FRANCISCO. CALIFORNIA 94111\r\nTELEPHONE (415) 398-0900\r\nFAX (415) 398-0911\r\nWWW.PHILLAW.COM\r\n\r\n\r\nJanuary 31, 2007\r\n\r\n\r\nBY U.S. MAIL AND EMAIL\r\n\r\n[private]\r\n[private]\r\nBoca Raton, FL 33486\r\n\r\nRe: Just Jen, Inc.\r\n\r\nDear [private]:\r\n\r\nWe represent Just Jen, Inc., the owner of all rights in and to the website www.justjen.com together with the photographs, text, designs, and merchandise appearing therein.\r\n\r\nOur client recently learned that you are publishing its photographic images and text and selling imitations of its merchandise without its authorization or consent on your websites www.rhinestonetshirts.com and www.rhinestonetshirts.net.\r\n\r\nPlease be advised that you and any and all of your affiliates and agents must immediately cease and desist from using any of our client's materials in any manner whatsoever. This includes, among other things, use of Just Jen's copyrighted photographs and text on your websites. In addition, you must not reproduce, distribute, sell, or traffic in any merchandise bearing Just Jen's designs or confusingly similar facsimiles thereof.\r\n\r\nPlease forward all merchandise embodying Just Jen's designs or fascimiles thereof together with all advertising and promotional materials depicting or otherwise relating to Just Jen's products to this office for destruction, and delete all advertisements and references to Just Jen's text, photographs, and the merchandise depicted therein from your website. Failure to do so may subject you to additional liability for significant monetary damages, attorney's fees and costs, as well as injunctive relief.\r\n\r\nPlease contact us, or have your counsel contact us, promptly if you desire an amicable resolution of this matter. In any event, we expect the following by the close of business Thursday, February 8, 2007:\r\n\r\n(1) Written assurances that you have complied with this request, and have not or are no longer displaying Just Jen's photographs and text or selling imitations of Just Jen's products.\r\n\r\n(2) A full accounting of all revenues, from merchandise sales or otherwise, generated from the display of Just Jen's photographs and text, the sale of imitations of Just Jen's products, and the use of Just Jen's designs.\r\n\r\nThis letter does not constitute a full recitation of the known facts or law, and our client expressly reserves any and all of its rights and remedies in this matter.\r\n\r\nVery truly yours,\r\n\r\n\r\n[private], Esq.\r\n\r\n[private]\r\n\r\ncc:\tClient (by US mail)","date_sent":"2007-02-05T05:00:00Z","date_received":"2007-02-05T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Just Jen, Inc","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}