{"dmca":{"id":19779,"type":"Dmca","title":"Google DMCA - ProcessRegister","body":"ProcessRegister, Inc.\r\n305 Crossmore Drive\r\nCary, NC 27519\r\nUSA\r\n\r\nFebruary 5, 2007\r\n\r\nGoogle, Inc.\r\nAttn: Google Legal Support, DMCA Complaints\r\n1600 Amphitheatre Parkway\r\nMountain View, CA 94043\r\n\r\nRe: Infringements of ProcessRegister, Inc. Copyrights by Sulekhab2b.com\r\n\r\nVia: Fax and Mail, infringement attachments e-mailed to removals@google.com\r\n\r\nDear Sir/Madam:\r\n\r\nIt has come to our attention that www.sulekhab2b.com (the \"Site\") has made an unauthorized use of our copyrighted work (the \"Work\") at www.processregister.com. We have reserved all rights in the \"Work\", first published by us. Hundreds of pages at www.sulekhab2b.com is essentially identical to our \"Work\".\r\n\r\nOur \"Work\" includes unique and original company profiles/summaries written by our editors with unique cross-listing of the companies to products/services. The \"Work\" includes clear \"Copyright and \"Terms of Use\" links posted on each page of content. By automated crawls violating our \"Terms of Use\", the \"Site\" has subsequently infringed our copyrights by reproducing the profile \"Work\" verbatim under their \"Description\" section and duplicated the unique cross-listing under \"Keywords\" and other sections.\r\n\r\nHere are some examples:\r\n\r\nOur \"Work\":\r\nhttp://www.processregister.com/Global_Treat_Inc/Supplier/sid7740.htm\r\nhttp://www.processregister.com/Koppl_Pipeline_Services_Inc/Supplier/sid15614.htm\r\n\r\nInfringing urls in \"Site\":\r\nhttp://www.sulekhab2b.com/ViewOffer/Company/1130/global-treat-inc.htm\r\nhttp://www.sulekhab2b.com/ViewOffer/Company/8660/koppl-pipeline-services-inc.htm\r\n\r\nNote that these are just examples. We have further made a good faith effort at collecting thousands of other infringing urls from the \"Site\" and included those in the electronic copy to removals@google.com as attachments processregister-original.txt and sulekhab2b-infringing.txt (Total 6763 infringing pages of content)\r\n\r\nThe \"Site\" neither asked for nor received permission to use the \"Work\" as the basis for the infringing work nor to make or distribute copies, including electronic copies, of same and hence we believe has willfully infringed our rights under 17 U.S.C. Section 101 et seq.\r\n\r\nContact information for \"Site\" (as gathered from their Contact US Page):\r\n\r\n4926 SPICEWOOD SPRINGS ROAD, #101\r\nAUSTIN TX 78759, USA\r\n\r\nNO. 484 & 485, PANTHEON PLAZA,\r\n4TH FLOOR, PANTHEON ROAD,\r\n(OPP. COMMISSIONER OFFICE)\r\nEGMORE, CHENNAI - 600 008, India\r\nPH: 91-44-6678-9724 / 6678-9999\r\n\r\nWe request that Google take appropriate steps to prevent any further access to the infringing materials. The foregoing is without prejudice to any of our rights and remedies, all of which are expressly reserved.\r\n\r\nI have a good faith belief that use of the copyrighted materials described above as allegedly infringing is not authorized by the copyright owner, its agent, or the law.\r\n\r\nI swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nVery truly yours,\r\n\r\nVishy Ramakrishnan ","date_sent":"2007-02-05T05:00:00Z","date_received":"2007-02-05T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"ProcessRegister, Inc.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}