{"dmca":{"id":19814,"type":"Dmca","title":"Google DMCA Complaint - Siam Global Associates","body":"SIAM GLOBAL ASSOCIATES Co., Ltd.\r\nSuite 606, Nai Lert Building\r\n87 Sukhumvit, Klongtoey\r\nVadhana, Bangkok 10110\r\nTel: (662) 650 3510 (-12)\r\nFax (662) 655 0655\r\nemail: sgalegal@cscoms.com\r\nwww.sgalegal.com\r\n\r\n20 February 2007\r\nTotal Pages: 17\r\nBy: Fax and Registered Mail\r\n\r\nGoogle, Inc.\r\nAttn: Google Legal Support\r\n600 Amphitheatre Parkway\r\nMountain View, CA 94043\r\n\r\nCC: Tawee Ponsila\r\nRoyal Thai Police Officer\r\nEconomic Crime Investigation Division\r\nCentral Investigation Bureau\r\nNorth Sathorn Road, Bangrak District\r\nBangkok Thailand 10500\r\n\r\nRe: Report of Infringement\r\n\r\nDear Google Legal Support:\r\n\r\nWe are writing to inform you of an infringement of our website: www.thailandlawyer.com. We request that you take appropriate action to prevent further publication of the infringing webpage since such publication is illegal under the Digital Millennium Copyright Act, Thailand law and International Treaties.\r\n\r\nWe have followed the procedure that you have set out on your website. The part of our website that has been infringed upon is the \"Thailand Marriage Law to Marry in Thailand...\" page that appears at www.thailand-lawyer.com/marriage.html.\r\n\r\nIn accordance with the categories you have set out on your website, we inform as follows:\r\n\r\n1. The copyrighted work at issue is the text on the webpage \"Thailand Marriage Law to Many in Thailand...\" that appears at www.thailand-lawyer.com/marriage.html (Exhibit 1).\r\n\r\n2. The infringing material appears on the webpage www.thailand-business-services.com/faq.php (Exhibit 2). The text, which provides information about marriage registration in Thailand, appears almost verbatim on the offending website. The web plagiarism search, Copyscape, found 733 matching words between the 741 words of text on www.thailand-business-services.com/faq.php and www.thailandlawyer.com/marriage.html. The number of matching words is actually 740 as Copyscape did not read words with apostrophes or quotation marks. Please see the\r\nresults of the copyscape analysis of the offending website in Exhibit 3; the matching words appear in bold.\r\n\r\nThe webpage www.thailand-business-services.com/faq.php can be accessed using the following search query:\r\n\r\nSearch Query: marriage Thailand lawyer\r\nInfringing webpage: www.thailand-business-services.com/faq.php\r\n\r\n3. E-mail address of Siam Global Associates, the owner of the website that has been infringed upon: sgalegal@cscoms.com. (See Exhibit 4 for the Network Solutions domain name registry for thailand-lawyer.com)\r\n\r\n4. E-mail address of Thailand Business Services, the owner of the website with the infringing material: thompsonservices@yahoo.com (See Exhibit 5 for the Network Solutions domain name registry information for thailand-business-services.com)\r\n\r\n5. I have a good faith belief that use of the copyrighted materials described above as allegedly infringing is not authorized by the copyright owner, its agent, or the law.\r\n\r\n6. I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\n7.\r\n\r\nThank you for your attention to this matter. If you have any questions, please do not hesitate to contact us.\r\n\r\nBest Regards,\r\n\r\nJ. Leeds\r\nManaging Director and Attorney-at-law\r\nSiam Global Associates Co., Ltd.","date_sent":"2007-02-20T05:00:00Z","date_received":"2007-02-20T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"SIAM GLOBAL ASSOCIATES Co., Ltd.","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}