{"dmca":{"id":19859,"type":"Dmca","title":"DMCA - rxbbx -","body":"Date: 30 january 2007\r\n\r\nFrom: Rxbbx.com, Rob Honig\r\n\r\nSubject: Yilead.com copies Rxbbx.com, Notice of infringment\r\n\r\nReference: Sunil\r\n\r\nDear Sir, Madam\r\n\r\nI ve got your mail and wanted to do a notice of infringement. The problem is that the owner of Yilead.com copied all my blogposts from 04 june 2006 - 17 december 2006 and my old blog template. When you go to the sitemap you see even that titles and post are completely copied. He just copied my sourcecode and made nice html files of it. Although its just a blog and I recently changed my template, I am worried about duplicate content. He also copied adSense ads and search boxes with my adSense ID. He is now already in the SERPS with his site. Just look at the source code and content please.\r\n\r\nOriginal Blog / Content: http://www.rxbbx.com/blog/ and main site http://www.rxbbx.com.\r\nOwner: Rob Honig, Netherlands, info@rxbbx.com\r\n\r\nSite with infringing material: http://www.yilead.com\r\nOwner (WHOIS): JianWei Guo, giw404@hotmail.com\r\n\r\nCould you please remove the content from Yilead.com. I, Rob Honig from Rxbbx.com, have a good faith belief that use of the copyrighted materials described above on the allegedly infringing webpages is not authorized by the copyright owner, its agent or the law.\r\n\r\nI swear, under penalty of perjury consistent with United States Code Title 17, Section 512, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\r\n\r\nRegards,\r\n\r\nRob Honig\r\nRxbbx.com\r\nInfo@rxbbx.com","date_sent":"2007-01-30T05:00:00Z","date_received":"2007-01-30T05:00:00Z","topics":["Copyright","DMCA Safe Harbor"],"sender_name":null,"principal_name":"Rxbbx.com","recipient_name":"Google, Inc.","works":[{"description":"Unknown work","infringing_urls":[],"copyrighted_urls":[]}],"tags":[],"jurisdictions":[],"action_taken":"Yes","language":null}}